Repository: typora/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: ar_sa, cs_cz, da_dk, de_ch, fa_ir, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, nb_no, nn_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Switch to Outline view
ar_sa: تبديل لوضع الموجز
cs_cz: Přepnout do zobrazení Přehled
da_dk: Skift til disposition
de_ch: Zur Gliederungssicht wechseln
fa_ir: تغییر به فایل نمایه‌ی طرح کلی
fr_fr: Basculer sur la vue Plan
gl_es: Cambiar á vista de Esquema
he_il: עבור לתצוגת מבנה
hr_hr: Prebaci na pregled sadržaja
hu_hu: Vázlat nézetbe váltás
id_id: Alihkan ke tinjauan Garisbesar
it_it: Passa a vista Struttura
ja_jp: アウトライン表示に切替
nb_no: Bytt til disposisjon-visning
nn_no: Byt til disposisjonsvising
pl_pl: Przejdź do widoku konspektu
pt_br: Visualizar em Tópicos
ro_ro: Treci la Vizualizare Schiță
ru_ru: Переключиться в режим оглавления
sk_sk: Prepnúť na zobrazenie prehľadu
sl_si: Preklopi na pogled orisa
sv_se: Byt till översiktsvy
tr_tr: Özet görünümüne geç
uk_ua: Перемкнутися на Структуру
vi_vn: Chuyển sang kiểu xem Dàn Bài

source: Close sidebar
ar_sa: إغلاق الشريط الجانبي
cs_cz: Zavřít boční panel
da_dk: Luk sidepanel
de_ch: Seitenleiste schliessen
fa_ir: بستن نوار کناری
fr_fr: Fermer la barre latérale
gl_es: Pechar a barra lateral
he_il: סגור תפריט צדדי
hr_hr: Zatvori bočnu traku
hu_hu: Oldalsáv bezárása
id_id: Tutup bilahsisi
it_it: Chiudi barra laterale
ja_jp: サイドバーを閉じる
nb_no: Lukk sidemeny
nn_no: Lat att sidemeny
pl_pl: Zamknij panel boczny
pt_br: Fechar barra lateral
ro_ro: Închide Bară Laterală
ru_ru: Закрыть боковую панель
sk_sk: Zatvoriť bočný panel
sl_si: Zapri stransko vrstico
sv_se: Stäng sidopanel
tr_tr: Kenar çubuğunu kapat
uk_ua: Закрити бічну панель
vi_vn: Đóng thanh bên

source: Loading
ar_sa: جار التحميل
cs_cz: Načítá se
da_dk: Indlæser
de_ch: Laden
fa_ir: بارگذاری
fr_fr: Chargement
gl_es: Cargando
he_il: טוען
hr_hr: Učitavam
hu_hu: Betöltés
id_id: Memuat
it_it: Caricamento in corso
ja_jp: 読み込み中
nb_no: Laster inn
nn_no: Lastar inn
pl_pl: Ładowanie
pt_br: Carregando
ro_ro: Se Încarcă
ru_ru: Загрузка
sk_sk: Načítava sa
sl_si: Nalaganje
sv_se: Laddar
tr_tr: Yükleniyor
uk_ua: Завантаження
vi_vn: Đang tải

source: Selected folders contains too many files. Please switch to <a id='switch-to-tree-on-oversize'>File Tree view</a> for better performance.
ar_sa: تحتوي المجلدات المحددة على ملفات كثيرة جدًا. الرجاء التبديل لـ <a id='switch-to-tree-on-oversize'>النموذج الشجري</a> لأداء أفضل.
cs_cz: Vybrané složky obsahují příliš mnoho souborů. Prosím přepněte do <a id='switch-to-tree-on-oversize'>Zobrazení stromu</a> pro lepší výkon.
da_dk: De valgte mapper indeholder for mange filer. Skift venligst til <a id='switch-to-tree-on-oversize'>filoversigt</a> for at opnå bedre ydelse.
de_ch: Die ausgewählten Ordner enthalten zu viele Dateien. Bitte wechseln Sie zur <a id='switch-to-tree-on-oversize'>Dateibaumansicht</a> um eine bessere Leistung zu erreichen.
fa_ir: پوشه انتخابی فایل‌های زیادی دارید. لطفا جهت افزایش کارایی به حالت <a id='switch-to-tree-on-oversize'>File Tree view</a> سوییچ کنید.
fr_fr: Les dossiers sélectionnés contiennent trop de fichiers. Veuillez basculer sur la <a id='switch-to-tree-on-oversize'>vue Arborescence</a> pour de meilleures performances.
gl_es: Os cartafoles seleccionados conteñen demasiados arquivos. Cambiar a <a id='switch-to-tree-on-oversize'>Vista da árbore de arquivos</a> para obter un mellor rendemento.
he_il: התיקיות שנבחרו מכילות יותר מידיי קבצים. <a id='switch-to-tree-on-oversize'>עבור לתצוגת עץ קבצים</a> לביצועים טובים יותר.
hr_hr: Odabrani direktoriji sadrže previše datoteka. Molimo prebacite se na <a id='switch-to-tree-on-oversize'>File Tree view</a> za bolji performance.
hu_hu: A választott mappa túl sok fájlt tartalmaz. A gyorsabb megjelenítés érdekében váltson <a id='switch-to-tree-on-oversize'>Fanézetbe</a>.
id_id: Folder yang dipilih mengandung terlalu banyak fail. Silakan ubah ke <a id='switch-to-tree-on-oversize'>tinjauan Pohon Fail</a> untuk kinerja yang lebih baik.
it_it: Le cartelle selezionate contengono troppi file. Passa alla <a id='switch-to-tree-on-oversize'>vista Albero</a> per ottenere un miglior risultato.
ja_jp: 選択されたフォルダには多数のファイルがあります。 <a id='switch-to-tree-on-oversize'>ツリー表示</a>に切り替えると速度が向上します。
nb_no: Valgte mapper inneholder for mange filer. Venligst bytt til <a id='switch-to-tree-on-oversize'>filtre-visning</a> for bedre ytelse.
nn_no: Valde mapper inneheld for mange filer. Ver greid og byt til <a id='switch-to-tree-on-oversize'>filtrevising</a> for betre yting.
pl_pl: Zaznaczony folder zawiera zbyt dużo plików. Przejdź do <a id='switch-to-tree-on-oversize'>widoku drzewa plików</a> w celu poprawienia wydajności.
pt_br: A pasta selecionada possui muitos arquivos. Por favor alterne para <a id='switch-to-tree-on-oversize'>Visualização em Árvore</a> para melhorar o desempenho.
ro_ro: Folderele selectate conțin prea multe fișiere. Treceți la <a id='switch-to-tree-on-oversize'>vizualizarea arbore</a> pentru o performanță mai bună.
ru_ru: Выбранные папки содержат слишком много файлов. Пожалуйста, переключитесь на <a id='switch-to-tree-on-oversize'>просмотр дерева файлов</a> для лучшей производительности.
sk_sk: Vybraté priečinky obsahujú príliš veľa súborov. Prosím prepnite na <a id='switch-to-tree-on-oversize'>Stromové zobrazenie súborov</a> pre lepší výkon.
sl_si: Izbrana mapa vsebuje preveliko število datotek. Za boljšo odzivnost izberite <a id='switch-to-tree-on-oversize'>Drevesni pogled datotek</a>,
sv_se: Valda mappar innehåller för många filer. Vänligen byt till <a id='switch-to-tree-on-oversize'>trädvy</a> för bättre prestanda.
tr_tr: Seçilen klasörde çok fazla dosya var. Daha iyi performans için lütfen <a id='switch-to-tree-on-oversize'>File Tree view</a> seçeneğine değiştirin.
uk_ua: Вибрані директорії містять забагато файлів. Будь ласка, перемкніться на <a id='switch-to-tree-on-oversize'>Дерево файлів</a> для кращої продуктивності.
vi_vn: Thư mục được chọn chứa quá nhiều tệp tin. Vui lòng chuyển sang <a id='switch-to-tree-on-oversize'>Kiểu xem Cây Tệp Tin</a> để có trải nghiệm tốt hơn.

source: New File
ar_sa: ملف جديد
cs_cz: Nový soubor
da_dk: Ny fil
de_ch: Neue Datei
fa_ir: فایل جدید
fr_fr: Nouveau fichier
gl_es: Novo arquivo
he_il: קובץ חדש
hr_hr: Novi Fajl
hu_hu: Új fájl
id_id: Fail Baru
it_it: Nuovo file
ja_jp: 新規ファイル
nb_no: Ny fil
nn_no: Ny fil
pl_pl: Nowy plik
pt_br: Novo Arquivo
ro_ro: Fișier Nou
ru_ru: Новый файл
sk_sk: Nový súbor
sl_si: Nova datoteka
sv_se: Ny Fil
tr_tr: Yeni Dosya
uk_ua: Новий файл
vi_vn: Tệp Tin Mới

source: Unpin Outline Panel
ar_sa: إلغاء تثبيت لوحة الموجز
cs_cz: Odepnout panel s přehledem
da_dk: Løsgør disposition
de_ch: Lösen des Gliederungsbereichs
fa_ir: خروج از حالت ثابت طرح کلی پنل
fr_fr: Détacher le panneau de Plan
gl_es: Desfacer panel de esquema
he_il: בטל הצמדה למבנה
hu_hu: Vázlat panel rögzítésének feloldása
id_id: Takpinkan Panel Garisbesar
it_it: Separa pannello Struttura
ja_jp: アウトラインパネルの固定を解除
nb_no: Løsne disposisjon-panel
nn_no: Løsne disposisjonspanel
pl_pl: Odepnij panel konspektu
pt_br: Desafixar Tópicos
ro_ro: Anulează Fixare Panou Schiță
ru_ru: Открепить панель оглавления
sk_sk: Odpojiť prehľadový panel
sl_si: Odpni panelo z orisom
sv_se: Lossa översiktspanel
tr_tr: Özet panelini kaldırın
uk_ua: Відкріпити панель структури
vi_vn: Bỏ Ghim Bảng Dàn Bài

source: Open Folder...
ar_sa: فتح مجلد...
cs_cz: Otevřít složku...
da_dk: Åben mappe...
de_ch: Ordner öffnen...
fa_ir: بازکردن پوشه...
fr_fr: Ouvrir dossier...
gl_es: Abrir cartafol...
he_il: פתח תיקייה...
hr_hr: Otvori direktorij...
hu_hu: Mappa megnyitása...
id_id: Buka Folder...
it_it: Apri cartella...
ja_jp: フォルダを開く
nb_no: Åpne mappe...
nn_no: Opne mappe...
pl_pl: Otwórz folder…
pt_br: Abrir Pasta...
ro_ro: Deschide Folderul...
ru_ru: Открыть папку...
sk_sk: Otvoriť priečinok...
sl_si: Odpri mapo ...
sv_se: Öppna mapp...
tr_tr: Klasörü Aç...
uk_ua: Відкрити директорію...
vi_vn: Mở Thư Mục...

source: Action
ar_sa: إجراء
cs_cz: Akce
da_dk: Handling
de_ch: Aktionen
fa_ir: عمل
gl_es: Acción
he_il: פעולה
hr_hr: Akcija
hu_hu: Műveletek
id_id: Aksi
it_it: Azione
ja_jp: アクション
nb_no: Handling
nn_no: Handling
pl_pl: Działania
pt_br: Ação
ro_ro: Acţiune
ru_ru: Действие
sk_sk: Akcia
sl_si: Dejanje
sv_se: Handling
tr_tr: Eylemler
uk_ua: Дія
vi_vn: Thao Tác

source: Close Sidebar Menu
ar_sa: إغلاق الشريط الجانبي
cs_cz: Zavřít menu bočního panelu
da_dk: Luk sidepanels menu
de_ch: Seitenleistenmenü schliessen
fa_ir: بستن منو نوار کناری
fr_fr: Fermer le menu de la barre latérale
gl_es: Pechar menú barra lateral
he_il: סגור תפריט צדדי
hr_hr: Zatvori Sidebar Menu
hu_hu: Oldalsáv menü bezárása
id_id: Tutup Menu Bilahsisi
it_it: Chiudi menu barra laterale
ja_jp: サイドバーメニューを閉じる
nb_no: Lukk sidebaren
nn_no: Lat att sidepanelmenyen
pl_pl: Zamknij menu panelu bocznego
pt_br: Fechar Menu Lateral
ro_ro: Închide Meniu Bară LateralĂ
ru_ru: Закрыть меню боковой панели
sk_sk: Zatvoriť ponuku bočného panela
sl_si: Zapri stranski meni
sv_se: Stäng sidomeny
tr_tr: Kenar Çubuğunu Menüsünü Kapat
uk_ua: Закрити меню бічної панелі
vi_vn: Đóng Menu Thanh Bên

source: Reveal in Finder
ar_sa: العرض في Finder
cs_cz: Ukázat ve Vyhledávači
da_dk: Åben i Finder
de_ch: Im Finder anzeigen
fa_ir: نمایش دادن در Finder
fr_fr: Montrer dans le Finder
gl_es: Revelar no Finder
he_il: הראה במאתר
hr_hr: Otkrij u Finderu
hu_hu: Megjelenítés Finderben
id_id: Tunjukkan di Penemu
it_it: Mostra nel Finder
ja_jp: Finderで見る
nb_no: Vis i Finder
nn_no: Vis i Finder
pl_pl: Otwórz w Finderze
pt_br: Exibir no Finder
ro_ro: Dezvăluie în Finder
ru_ru: Показать в Finder
sk_sk: Zobraziť vo Finderi
sl_si: Prikaži v Raziskovalcu
sv_se: Öppna i Finder
tr_tr: Dosya Konumunu Göster
uk_ua: Показати у Finder
vi_vn: Mở trong Finder

source: Reveal in File Explorer
ar_sa: العرض في مستكشف الملفات
cs_cz: Ukázat ve Správci Souborů
da_dk: Åben i Stifinder
de_ch: Im Dateiexplorer anzeigen
fa_ir: نمایش دادن در File Explorer
fr_fr: Montrer dans l’Explorateur de fichiers
gl_es: Revelar no Explorador de arquivos
he_il: הראה בסייר הקבצים
hr_hr: Pokaži u pregledniku datoteka
hu_hu: Megjelenítés a Fájlkezelőben
id_id: Tunjukkan di Eksplorasi Fail
it_it: Mostra in Esplora risorse
ja_jp: エクスプローラで見る
nb_no: Vis i filutforskeren
nn_no: Vis i filutforskaren
pl_pl: Otwórz w Eksploratorze plików
pt_br: Exibir no Explorador de Arquivos
ro_ro: Dezvăluie în File Explorer
ru_ru: Показать в Проводнике
sk_sk: Zobraziť v Prieskumníkovi súborov
sl_si: Prikaži v Raziskovalcu
sv_se: Öppna i filutforskaren
tr_tr: Dosya Konumunu Göster
uk_ua: Показати у File Explorer
vi_vn: Mở trong File Explorer

source: Refresh Folder
ar_sa: تحديث المجلد
cs_cz: Obnovit složku
da_dk: Opdatér mappe
de_ch: Ordner aktualisieren
fa_ir: تازه کردن پوشه
fr_fr: Rafraîchir le dossier
gl_es: Actualizar o cartafol
he_il: רענן תיקייה
hr_hr: Osvježi direktorij
hu_hu: Mappa frissítése
id_id: Segarulangkan Folder
it_it: Aggiorna cartella
ja_jp: フォルダを更新
nb_no: Oppdater mappe
nn_no: Oppdater mappa
pl_pl: Odśwież folder
pt_br: Atualizar Pasta
ro_ro: Reîmprospătă Folder
ru_ru: Обновить папку
sk_sk: Obnoviť priečinok
sl_si: Osveži vsebino mape
sv_se: Uppdatera mapp
tr_tr: Klasörü Yenile
uk_ua: Оновити директорію
vi_vn: Cập nhật Thư Mục

source: Sort
ar_sa: ترتيب
cs_cz: Seřadit
da_dk: Sortér
de_ch: Sortieren
fa_ir: مرتب کردن
fr_fr: Trier
gl_es: Ordenar
he_il: מיין
hr_hr: Sortiraj
hu_hu: Rendezés
id_id: Sortir
it_it: Ordina
ja_jp: 並び替え
nb_no: Sorter
nn_no: Sorter
pl_pl: Sortuj
pt_br: Ordenar
ro_ro: Sortează
ru_ru: Сортировка
sk_sk: Zoradiť
sl_si: Razvrsti
sv_se: Sortera
tr_tr: Sırala
uk_ua: Сортування
vi_vn: Sắp Xếp

source: Group By Folder
ar_sa: جمع حسب المجلد
cs_cz: Seskupit podle složky
da_dk: Gruppér efter mappe
de_ch: Nach Ordnern gruppieren
fa_ir: گروه کردن با توجه به پوشه
fr_fr: Regrouper par dossier
gl_es: Agrupar por cartafol
he_il: קבץ לפי תיקייה
hr_hr: Grupiraj po direktoriju
hu_hu: Mappánkénti csoportosítás
id_id: Grup Berdasarkan Folder
it_it: Raggruppa per cartella
ja_jp: フォルダをグループ分け
nb_no: Grupper etter mappa
nn_no: Grupper etter mappa
pl_pl: Grupuj według folderu
pt_br: Ordenar por Pasta
ro_ro: Grupează după Folder
ru_ru: Группировать по папке
sk_sk: Zoskupiť podľa priečinka
sl_si: Združi po mapi
sv_se: Gruppera efter mapp
tr_tr: Klasörlere Göre Gurupla
uk_ua: Групувати за директорією
vi_vn: Nhóm Bởi Thư Mục

source: Sort Naturally (Ascending)
ar_sa: ترتيب طبيعي (تصاعديًا)
da_dk: Sortér naturligt (stigende)
fr_fr: Trier dans l’ordre croissant
gl_es: Orde natural (Ascendente)
he_il: מיין באופן טבעי (עולה)
hu_hu: Természetes sorrend (növekvő)
it_it: Ordina (Ascendente)
ja_jp: 自然に並び替え (昇順)
nb_no: Sorter naturlig (Stigende)
nn_no: Sorter naturleg (stigande)
pl_pl: Sortuj naturalnie (rosnąco)
pt_br: Ordenar Naturalmente (Crescente)
ro_ro: Sortează în mod Natural (Ascendent)
ru_ru: Естественная сортировка (по возрастанию)
sl_si: Naravno razvrščanje (Naraščajoče)
tr_tr: Serbest olarak sırala (Yükselerek)
vi_vn: Sắp xếp Tự Nhiên (Tăng dần)

source: Sort Naturally (Descending)
ar_sa: ترتيب طبيعي (تنازليًا)
da_dk: Sortér naturligt (aftagende)
fr_fr: Trier dans l’ordre décroissant
gl_es: Orde natural (Descendente)
he_il: מיין באופן טבעי (יורד)
hu_hu: Természetes sorrend (csökkenő)
it_it: Ordina (Discendente)
ja_jp: 自然に並び替え (降順)
nb_no: Sorter naturlig (Synkende)
nn_no: Sorter naturlig (fallande)
pl_pl: Sortuj naturalnie (malejąco)
pt_br: Ordenar Naturalmente (Decrescente)
ro_ro: Sortează în mod Natural (Descendent)
ru_ru: Естественная сортировка (по убыванию)
sl_si: Naravno razvrščanje (Padajoče)
tr_tr: Serbest olarak sırala (Alçalarak)
vi_vn: Sắp xếp Tự Nhiên (Giảm dần)

source: Sort by Name (Ascending)
ar_sa: ترتيب حسب الاسم (تصاعديًا)
cs_cz: Seřadit podle jména (Vzestupně)
da_dk: Sortér efter navn (stigende)
de_ch: Nach Name sortieren (Aufsteigend)
fr_fr: Trier par nom (Croissant)
gl_es: Ordenar por nome (Ascendente)
he_il: מיין לפי שם (עולה)
hu_hu: Rendezés név szerint (növekvő)
id_id: Sortir berdasarkan Nama (Naik)
it_it: Ordina per nome (Ascendente)
ja_jp: 名称で並び替え (昇順)
nb_no: Sorter etter navn (A til Å)
nn_no: Sorter etter namn (A til Å)
pl_pl: Sortuj według nazwy (rosnąco)
pt_br: Ordenar por Nome (Crescente)
ro_ro: Sortează după Nume (Ascendent)
ru_ru: Сортировать по имени (по возрастанию)
sk_sk: Zoradiť podľa názvu (Vzostupne)
sl_si: Razvrsti po imenu (Naraščajoče)
sv_se: Sortera efter namn (Ascending)
tr_tr: İsme göre sırala (Yükselerek)
uk_ua: Сортувати за ім’ям (за зростанням)
vi_vn: Sắp xếp theo Tên (Tăng dần)

source: Sort by Modification Date (Ascending)
ar_sa: ترتيب حسب تاريخ التعديل (تصاعديًا)
cs_cz: Seřadit podle data změny (Vzestupně)
da_dk: Sort efter ændringsdato (stigende)
de_ch: Nach Änderungsdatum sortieren (Aufsteigend)
fr_fr: Trier par date de modification (Croissant)
gl_es: Ordenar por data de modificación (Ascendente)
he_il: מיין לפי תאריך שינוי (עולה)
hu_hu: Rendezés utolsó módosítás szerint (növekvő)
id_id: Sortir berdasarkan modifikasi Tanggal (Naik)
it_it: Ordina per data di modifica (Ascendente)
ja_jp: 更新日時で並び替え (昇順)
nb_no: Sorter etter dato sist endret (Stigende)
nn_no: Sorter etter dato sist endra (stigande)
pl_pl: Sortuj według daty modyfikacji (rosnąco)
pt_br: Ordenar por Data de Modificação (Crescente)
ro_ro: Sortează după Data Modificării (Ascendent)
ru_ru: Сортировать по дате изменения (по возрастанию)
sk_sk: Zoradiť podľa dátumu zmeny (Vzostupne)
sl_si: Razvrsti po datumu spremembe (Naraščajoče)
sv_se: Sortera efter modifieringsdatum (Ascending)
tr_tr: Değiştirilme tarihine göre sırala (Yükselerek)
uk_ua: Сортувати за датою останньої зміни (за зростанням)
vi_vn: Sắp xếp theo Ngày Chỉnh Sửa (Tăng dần)

source: Sort by Name (Descending)
ar_sa: ترتيب حسب الاسم (تنازليًا)
cs_cz: Seřadit podle jména (Sestupně)
da_dk: Sortér efter navn (faldende)
de_ch: Nach Name sortieren (Absteigend)
fr_fr: Trier par nom (Décroissant)
gl_es: Ordenar por nome (Descendente)
he_il: מיין לפי שם (יורד)
hu_hu: Rendezés név szerint (csökkenő)
id_id: Sortir berdasarkan Nama (Turun)
ja_jp: 名称で並び替え (降順)
nb_no: Sorter etter navn (Å til A)
nn_no: Sorter etter namn (Å til A)
pl_pl: Sortuj według nazwy (malejąco)
pt_br: Ordenar por Nome (Decrescente)
ro_ro: Sortează după Nume (Descendent)
ru_ru: Сортировать по имени (по убыванию)
sk_sk: Zoradiť podľa názvu (Zostupne)
sl_si: Razvrsti po imenu (Padajoče)
sv_se: Sortera efter namn (Descending)
tr_tr: İsme göre sırala (Alçalarak)
uk_ua: Сортувати за ім’ям (за спаданням)
vi_vn: Sắp xếp theo Tên (Giảm dần)

source: Sort by Modification Date (Descending)
ar_sa: ترتيب حسب تاريخ التعديل (تنازليًا)
cs_cz: Seřadit podle data změny (Sestupně)
da_dk: Sort efter ændringsdato (faldende)
de_ch: Nach Änderungsdatum sortieren (Absteigend)
fr_fr: Trier par date de modification (Décroissant)
gl_es: Ordenar por data de modificación (Descendente)
he_il: מיין לפי תאריך שינוי (יורד)
hu_hu: Rendezés utolsó módosítás szerint (csökkenő)
id_id: Sortir berdasarkan modifikasi Tanggal (Turun)
it_it: Ordina per data di modifica (Discendente)
ja_jp: 更新日時で並び替え (降順)
nb_no: Sorter etter dato sist endret (Synkende)
nn_no: Sorter etter dato sist endra (fallande)
pl_pl: Sortuj według daty modyfikacji (malejąco)
pt_br: Ordenar por Data de Modificação (Decrescente)
ro_ro: Sortează după Data Modificării (Descendent)
ru_ru: Сортировать по дате изменения (по убыванию)
sk_sk: Zoradiť podľa dátumu zmeny (Zostupne)
sl_si: Razvrsti po datumu spremembe (Padajoče)
sv_se: Sortera efter modifieringsdatum (Descending)
tr_tr: Değiştirilme tarihine göre sırala (Alçalarak)
uk_ua: Сортувати за датою останньої зміни (за спаданням)
vi_vn: Sắp xếp theo Ngày Chỉnh Sửa (Giảm dần)

source: Location
ar_sa: مسار
cs_cz: Umístění
da_dk: Placering
de_ch: Ort
fa_ir: محل
fr_fr: Emplacement
gl_es: Localización
he_il: מיקום
hr_hr: Lokacija
hu_hu: Hely
id_id: Lokasi
it_it: Posizioni
ja_jp: 場所
nb_no: Lokasjon
nn_no: Stad
pl_pl: Lokalizacja
pt_br: Localização
ro_ro: Locație
ru_ru: Расположение
sk_sk: Umiestnenie
sl_si: Lokacija
sv_se: Plats
tr_tr: Konum
uk_ua: Розташування
vi_vn: Vị trí

source: Switch File List/Tree View
ar_sa: تبديل وضع قائمة الملفات/وضع شجرة الملفات
cs_cz: Přepnout do pohledu Seznamu/Stromu
da_dk: Skift mellem listevisning og filoversigt
de_ch: Zwischen Listen- und Baumansicht wechseln
fa_ir: سوییچ کرده به فهرست فایل/درخت
fr_fr: Basculer vers la vue en liste/arborescence de fichiers
gl_es: Cambiar Lista de arquivos/Vista de árbore
he_il: החלף תצוגת עץ / תצוגת רשימה
hr_hr: Prebaci pregled datoteka Lista/Stablo
hu_hu: Váltás Fanézet és Fájl betekintés között
id_id: Alihkan Tinjauan Lis/Pohon Fail
it_it: Passa a vista Elenco/Albero
ja_jp: リスト表示とツリー表示を切替
nb_no: Bytt mellom filliste/trevisning
nn_no: Byt mellom filliste/trevising
pl_pl: Przejdź do listy plików/widoku drzewa
pt_br: Alternar Visualização em Lista/Árvore
ro_ro: Comutare Vizualizare Fișiere Listă/Arbore
ru_ru: Переключить представление Файлы/Дерево файлов
sk_sk: Prepnúť medzi zobrazením Zoznamu/Stromu
sl_si: Preklopi seznam datotek/drevesni pogled
sv_se: Växla listvy/trädvy
tr_tr: Dosya Listesi/Ağacına göre görünümü değiştir.
uk_ua: Перемкнути Список/Дерево файлів
vi_vn: Chuyển kiểu xem Danh Sách/Cây Tệp Tin

source: No Files Available
ar_sa: لا يوجد ملفات متاحة
cs_cz: Žádné dostupné soubory
da_dk: Ingen filer tilgængelige
de_ch: Es sind keine Dateien verfügbar
fa_ir: هیچ فایلی در دسترس نیست
fr_fr: Aucun fichier disponible
gl_es: Non hai arquivos dispoñibles
he_il: אין קבצים זמינים
hr_hr: Nema dostupnih datoteka
hu_hu: Nincsenek elérhető fájlok
id_id: Tiada Fail yang Tersedia
it_it: Nessun file disponibile
ja_jp: ファイルが見つかりません
nb_no: Ingen filer tilgjengelig
nn_no: Ingen filer tilgjengeleg
pl_pl: Brak dostępnych plików
pt_br: Nenhum Arquivo Disponível
ro_ro: Niciun Fișier Disponibil
ru_ru: Нет доступных файлов
sk_sk: Nie sú k dispozícii žiadne súbory
sl_si: Na voljo ni nobena datoteka
sv_se: Inga tillgängliga filer
tr_tr: Hiçbir Dosyaya Ulaşılamadı
uk_ua: Файлів немає
vi_vn: Không có Tệp Tin

source: No Folder is Opened.
ar_sa: لا يوجد مجلد مفتوح.
cs_cz: Žádná otevřená složka
da_dk: Ingen mappe åbnet.
de_ch: Es ist kein Ordner geöffnet.
fa_ir: هیچ پوشه باز شده‌ای وجود ندارد.
fr_fr: Aucun dossier ouvert
gl_es: Cartafol sen abrir.
he_il: תיקייה לא נפתחה.
hr_hr: Nijedan direktorij nije otvoren.
hu_hu: Nincs megnyitott mappa.
id_id: Tiada Folder yang Terbuka.
it_it: Nessuna cartella aperta.
ja_jp: フォルダが見つかりません
nb_no: Ingen mapper er åpne..
nn_no: Ingen mapper er opne..
pl_pl: Żaden folder nie jest otwarty.
pt_br: Nenhuma Pasta está Aberta.
ro_ro: Niciun Folder Deschis.
ru_ru: Нет открытых папок.
sk_sk: Nie je otvorený žiadny priečinok
sl_si: Ni odprtih map.
sv_se: Ingen mapp är öppen.
tr_tr: Hiçbir Dosya Açılmadı.
uk_ua: Жодна директорія не відкрита.
vi_vn: Không có Thư Mục nào được Mở.

source: Outline is Empty.
ar_sa: الموجز فارغ.
cs_cz: Přehled je prázdý
da_dk: Disposition er tom.
de_ch: Die Gliederung ist leer.
fa_ir: طرح کلی خالی است.
fr_fr: Le plan est vide
gl_es: Esquema baleiro.
he_il: המבנה ריק.
hr_hr: Outline je prazan.
hu_hu: A vázlat üres.
id_id: Garisbesar Kosong.
it_it: La Struttura è vuota.
ja_jp: アウトラインが空です
nb_no: Disposisjon er tom.
nn_no: Disposisjonen er tom.
pl_pl: Brak konspektu.
pt_br: Sem Índices.
ro_ro: Schița este Goală.
ru_ru: Оглавление отсутствует.
sk_sk: Prehľad je prázdny.
sl_si: Oris je prazen.
sv_se: Översikten är tom.
tr_tr: Özet Kısmı Boş.
uk_ua: Структура пуста.
vi_vn: Dàn bài đang Trống.

source: Toggle Sidebar
ar_sa: إظهار وإخفاء الشريط الجانبي
cs_cz: Přepnout boční panel
da_dk: Vis/skjul sidepanel
de_ch: Seitenleiste umschalten
fa_ir: تغییر وضعیت در نوار کناری
fr_fr: Montrer/cacher la barre latérale
gl_es: Alternar Barra lateral
he_il: הצג/הסתר תפריט צדדי
hr_hr: Prikaži/skloni Bočnu Traku
hu_hu: Oldalsáv ki/be
id_id: (Non-)aktifkan Bilah Sisi
it_it: Mostra/nascondi barra laterale
ja_jp: サイドバー表示切替
nb_no: Vis/skjul sidebaren
nn_no: Vis/gøym sidepanelet
pl_pl: Aktywuj panel boczny
pt_br: Exibir Barra Lateral
ro_ro: Comutare Bară Laterală
ru_ru: Переключить боковую панель
sk_sk: Prepnúť bočný panel
sl_si: Preklopi stransko vrstico
sv_se: Växla sidomeny
tr_tr: Kenar Çubuğunu Aç/Kapa
uk_ua: Перемкнути бічну панель
vi_vn: Bật/Tắt Thanh Bên

source: Toggle Source Code Mode
ar_sa: تبديل وضع النص المصدري
cs_cz: Přepnout režim zdrojového kódu
da_dk: Vis/skjul kildekode
de_ch: In Quellcodemodus umschalten
fa_ir: تغییر وضعیت در حالت منبع کد
fr_fr: Montrer/cacher le code source
gl_es: Alternar Modo código fonte
he_il: הצג/הסתר מצב קוד מקור
hr_hr: Prikaži mod izvornog kôda
hu_hu: Forráskód nézet váltása
id_id: (Non-)aktifkan Mode Source Code
it_it: Mostra/nascondi codice sorgente
ja_jp: ソースコードモードを切替
nb_no: Vis/skjul kildekode-modus
nn_no: Vis/gøym kjeldekodemodus
pl_pl: Aktywuj tryb kodu źródłowego
pt_br: Entrar no Modo Código Fonte
ro_ro: Comutare Mod Cod Sursă
ru_ru: Переключить режим просмотра исходного кода
sk_sk: Prepnúť režim zdrojového kódu
sl_si: Preklopi način izvorne kode
sv_se: Växla källkodsläge
tr_tr: Kaynak Kodu Modunu Aç/Kapa
uk_ua: Увімкнути режим джерельного коду
vi_vn: Bật/Tắt Chế Độ Mã Nguồn

source: Exit Source Code Mode
ar_sa: الخروج من وضع النص المصدري
cs_cz: Opustit režim zdrojového kódu
da_dk: Forlad kildekodevisning
de_ch: Quellcodemodus verlassen
fa_ir: خروج از حالت منبع کد
fr_fr: Sortir du mode Code Source
gl_es: Saír Modo código fonte
he_il: צא ממצב קוד מקור
hr_hr: Izađi iz moda izvornog kôda
hu_hu: Kilépés a forráskód nézetből
id_id: Keluar dari Mode Kode Sumber
it_it: Esci dalla modalità codice sorgente
ja_jp: ソースコードモード停止
nb_no: Lukk kildekode-modus
nn_no: Lat att kjeldekodemodus
pl_pl: Wyłącz tryb kodu źródłowego
pt_br: Sair do Modo Código Fonte
ro_ro: Ieși din Modul Cod Sursă
ru_ru: Выйти из режима просмотра исходного кода
sk_sk: Ukončiť režim zdrojového kódu
sl_si: Izhod iz načina izvorne kode
sv_se: Lämna källkodsläge
tr_tr: Kaynak Kodu Modundan Çık
uk_ua: Вийти з режиму джерельного коду
vi_vn: Thoát Chế Độ Mã Nguồn
