Repository: typora/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: ar_sa, cs_cz, da_dk, de_ch, fa_ir, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, nb_no, nn_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Failed to upload image. Error Message:
ar_sa: فشل رفع الصورة. رسالة الخطأ:
cs_cz: Nepovedlo se nahrát obrázek. Chybový kód:
da_dk: Kunne ikke uploade billede. Fejlmeddelse:
de_ch: Bild konnte nicht hochgeladen werden. Fehler Nachricht:
fa_ir: آپلود تصویر انجام نشد. متن خطا:
fr_fr: Échec de l'envoi d’image. Message d’erreur :
gl_es: Erro ao cargar a imaxe. Mensaxe de erro:
he_il: טעינת תמונה נכשלה. הודעת השגיאה:
hr_hr: Greška pri uploadu slike. Poruka greške:
hu_hu: A kép felöltése nem sikerült. Hibaüzenet:
id_id: Gagal mengunggah gambar. Pesan Eror:
it_it: Impossibile caricare l'immagine. Messaggio di errore:
ja_jp: 画像アップロードに失敗しました。エラーメッセージ：
nb_no: Klarte ikke laste opp bilde. Feilmelding:
nn_no: Klarte ikkje å lasta opp bilete. Feilmelding:
pl_pl: Nie udało się przesłać obrazu. Treść błędu:
pt_br: Erro ao carregar imagem. Mensagem de Erro:
ro_ro: Nu s-a reușit încărcarea imaginii. Mesaj de eroare:
ru_ru: Не удалось загрузить изображение. Текст ошибки:
sk_sk: Zlyhalo nahranie obrázka. Chybové hlásenie:
sl_si: Neuspešno nalaganje slik. Sporočilo napake:
sv_se: En bild kunde inte laddas upp. Felmeddelande:
tr_tr: Resim yüklenemedi. Hata Mesajı:
uk_ua: Не вдалося завантажити зображення. Повідомлення про помилку:
vi_vn: Tải hình ảnh lên không thành công. Thông Báo Lỗi:

source: Failed to Copy Image to Target Folder.
ar_sa: فشل نسخ الصورة إلى المجلد المحدد.
cs_cz: Nepovedlo se zkopírovat obrázky do cílové složky.
da_dk: Kunne ikke kopiere billede til destinationsmappe.
de_ch: Bild konnte nicht in den Zielordner kopiert werden.
fa_ir: کپی کردن تصویر به مسیر انتخاب شده انجام نشد.
fr_fr: Échec de la copie de l’image vers le dossier cible.
gl_es: Fallo ao copiar a imaxe ao cartafol obxectivo.
he_il: העתקת התמונה לתיקיית היעד נכשלה.
hr_hr: Neuspjelo kopiranje slike u željeni direktorij.
hu_hu: A kép másolása nem sikerült a célmappába.
id_id: Gagal Menyalin Gambar ke Folder Tujuan.
it_it: Impossibile copiare l'immagine nella cartella di destinazione.
ja_jp: 対象フォルダへの画像のコピーに失敗しました。
nb_no: Klarte ikke kopiere bilde til målmappe.
nn_no: Klarte ikkje å kopiera bilete til målmappa.
pl_pl: Nie udało się skopiować obrazu do docelowego folderu.
pt_br: Erro ao Copiar Imagem para Pasta de Destino.
ro_ro: Nu s-a reușit copierea imaginii la folderul țintă.
ru_ru: Не удалось скопировать изображение в целевую папку.
sk_sk: Zlyhalo kopirovanie obrázka do cieľového priečinka.
sl_si: Neuspešno kopiranje slik v ciljno mapo.
sv_se: En bild kunde inte kopieras till målmappen.
tr_tr: Belirtilen Dosyaya Resim Yüklenemedi.
uk_ua: Не вдалося скопіювати зображення до цільової директорії.
vi_vn: Sao chép Hình Ảnh vào Thư Mục Yêu Cầu không thành công.

source: Select Container Folder
ar_sa: تحديد مجلد التخزين
cs_cz: Vybrat kontejnerovou složku
da_dk: Vælg mappe
de_ch: Container-Ordner auswählen
fa_ir: انتخاب پوشه نگهدارنده
fr_fr: Sélectionner dossier d’origine
gl_es: Selecciona o cartafol contedor
he_il: בחר תיקיית יעד
hr_hr: Odaberi direktorij za pohranu
hu_hu: Tartalmazó mappa kiválasztása
id_id: Seleksi Kontainer Folder
it_it: Seleziona cartella di origine
ja_jp: コンテナのフォルダを指定してください
nb_no: Velg beholdermappe
nn_no: Vel mappe for innhaldet
pl_pl: Wybierz folder kontenera
pt_br: Selecionar Pasta de Origem
ro_ro: Selectați Folderul de Origine
ru_ru: Выбрать папку документа
sk_sk: Vybrať kontajnerový priečinok
sl_si: Izberite vsebovano mapo
sv_se: Välj mapp
tr_tr: Taşıma Dosyasını Seçin
uk_ua: Виберіть директорію-контейнер
vi_vn: Chọn Thư Mục Chứa

source: Saved
ar_sa: تم الحفط
cs_cz: Uloženo
da_dk: Gemt
de_ch: Gespeichert
fa_ir: ذخیره شد
fr_fr: Enregistré
gl_es: Gardado
he_il: נשמר
hr_hr: Spremljeno
hu_hu: Elmentve
id_id: Tersimpan
it_it: Salvato
ja_jp: 保存できました
nb_no: Lagret
nn_no: Lagra
pl_pl: Zapisano
pt_br: Salvo
ro_ro: Salvat
ru_ru: Сохранено
sk_sk: Uložené
sl_si: Shranjeno
sv_se: Sparad
tr_tr: Kaydedildi
uk_ua: Збережено
vi_vn: Đã lưu

source: replace with
ar_sa: استبدال بـ
cs_cz: Nahradit s
da_dk: erstat med
de_ch: ersetzen mit
fa_ir: جایگزینی با
fr_fr: remplacer par
gl_es: substituír con
he_il: החלף עם
hr_hr: zamijeni sa
hu_hu: cserélendő szöveg
id_id: ganti dengan
it_it: sostituisci con
ja_jp: 置換先
nb_no: erstatt med
nn_no: byt ut med
pl_pl: zastąp tym
pt_br: substituir por
ro_ro: Înlocuiește cu
ru_ru: на что заменить
sk_sk: nahradiť čím
sl_si: zamenjaj z
sv_se: ersätt med
tr_tr: değiştir
uk_ua: замінити на
vi_vn: thay thế bằng

source: Case Sensitive
ar_sa: حساس للأحرف الكبيرة
cs_cz: Citlivost na malá a velká písmena
da_dk: Forskel på små og store bogstaver
de_ch: Gross- und Kleinschreibung beachten
fa_ir: حساس به بزرگی حروف
fr_fr: Sensible à la casse
gl_es: Sensible a tipos
he_il: רגיש לאותיות גדולות/קטנות
hr_hr: Osjetljivost na velika i mala slova
hu_hu: Kis- és nagybetűk különbözők
id_id: Peka Huruf Besar/Kecil
ja_jp: 大文字・小文字を区別
nb_no: Skiller mellom store og små bokstaver
nn_no: Skil mellom store og små bokstavar
pl_pl: Wielkość liter
pt_br: Distinguir Maiúsculas e Minúsculas
ro_ro: Sensibil la litere mari şi mici
ru_ru: Учитывать регистр
sk_sk: Rozlišovať veľké a malé písmená
sl_si: Loči velike in male črke
sv_se: Skiftlägeskänsligt
tr_tr: Büyük/Küçük Harf Eşleştir
uk_ua: З урахуванням регістру
vi_vn: Phân biệt HOA-thường

source: Whole Word
ar_sa: كلمة كاملة
cs_cz: Celé slovo
da_dk: Hele ord
de_ch: Gesamtes Wort
fa_ir: تمام کلمه
fr_fr: Mot entier
gl_es: Palabra enteira
he_il: מילה שלמה
hr_hr: Cijela riječ
hu_hu: Egész szavak
id_id: Seluruh Kata
it_it: Parola intera
ja_jp: 単語として扱う
nb_no: Hele ord
nn_no: Heilt ord
pl_pl: Całe wyrazy
pt_br: Palavra Exata
ro_ro: Cuvânt Întreg
ru_ru: Слово целиком
sk_sk: Celé slová
sl_si: Celotna beseda
sv_se: Hela ord
tr_tr: Sadece Tam Kelimeleri Eşleştir
uk_ua: Ціле слово
vi_vn: Tìm Trọn Cả Từ

source: input image URL
ar_sa: أدخل رابط الصورة
cs_cz: Vložit URL obrázku
da_dk: indtast URL på billedet
de_ch: Gib die Bild-URL ein
fa_ir: لینک تصویر ورودی
fr_fr: URL de l’image
gl_es: entrar URL da imaxe
he_il: הכנס כתובת תמונה
hr_hr: unesi link slike
hu_hu: kép URL megadása
id_id: input URL gambar
it_it: inserisci URL dell'immagine
ja_jp: 画像のURLを入力
nb_no: Skriv inn bilde-URL
nn_no: Skriv inn bilet-URL
pl_pl: adres URL obrazu
pt_br: URL da imagem da entrada
ro_ro: Introduce URL-ul imaginii
ru_ru: введите URL изображения
sk_sk: vložiť URL obrázka
sl_si: vnesi spletni naslov slike (URL)
sv_se: bild URL
tr_tr: resmin URL 'sini giriniz
uk_ua: введіть URL зображення
vi_vn: chèn URL hình ảnh

source: Select image from local file
ar_sa: اختيار صورة من ملف محلي
cs_cz: Vybrat obrázek z místního úložiště
da_dk: Vælg billede fra lokal disk
de_ch: Wähle ein Bild vom Computer
fa_ir: انتخاب تصویر از فایل محلی
fr_fr: Choisissez une image de vos fichiers locaux
gl_es: Seleccionar imaxe dende arquivo local
he_il: בחר תמונה מקובץ מקומי
hr_hr: Odaberi sliku iz datoteke lokalno
hu_hu: Helyi fájlban tárolt kép választása
id_id: Seleksi gambar dari fail lokal
it_it: Seleziona immagine da file locale
ja_jp: ローカルファイルから画像を選択
nb_no: Velg bilde fra lokal fil
nn_no: Vel bilete frå lokal fil
pl_pl: Wybierz obraz z pliku lokalnego
pt_br: Selecionar imagem de um arquivo local
ro_ro: Selectează imagine din fișier local
ru_ru: Выбрать изображение...
sk_sk: Vybrať obrázok z lokálného súboru
sl_si: Izberi sliko med lokalnimi datotekami
sv_se: Välj bild från lokal fil
tr_tr: Resmi bilgisayardan seç
uk_ua: Виберіть зображення з локального файлу
vi_vn: Chọn hình ảnh từ tệp tin trong máy

source: select a language
ar_sa: اختيار لغة
cs_cz: Vybrat jazyk
da_dk: vælg et sprog
de_ch: wähle eine Sprache aus
fa_ir: انتخاب یک زبان
fr_fr: choisissez une langue
he_il: בחר שפה
id_id: seleksi bahasa
it_it: seleziona una lingua
ro_ro: Selectați o limbă
ru_ru: выбрать язык
sk_sk: vybrať jazyk
sl_si: izberi jezik
sv_se: välj ett språk
tr_tr: bir dil seçiniz
uk_ua: виберіть мову
vi_vn: chọn một ngôn ngữ

source: Finish Editing
ar_sa: إنهاء التعديل
cs_cz: Dokončit úpravy
da_dk: Afslut redigering
de_ch: Bearbeiten beenden
fa_ir: پایان ویرایش
fr_fr: Finir l’édition
gl_es: Rematar edición
he_il: סיים לערוך
hu_hu: Szerkesztés befejezése
id_id: Selesaikan Pengeditan
it_it: Termina modifica
ja_jp: 編集を完了
nb_no: Ferdig redigering
nn_no: Ferdig med redigeringa
pl_pl: Zakończ edycję
pt_br: Concluir Edição
ro_ro: Finalizează editarea
ru_ru: Закончить редактирование
sk_sk: Dokončiť úpravy
sl_si: Zaključi urejanje
sv_se: Avsluta redigering
tr_tr: Düzenlemeyi tamamla
uk_ua: Завершити редагування
vi_vn: Kết thúc Chỉnh sửa

source: Revert advanced setting file to default one ?
ar_sa: استرجاع ملف الإعدادات المتقدمة إلى الافتراضي؟
cs_cz: Přepsat soubor pokročilých nastavení výchozím?
da_dk: Gendan avancerede indstillinger til standardværdierne?
de_ch: Soll die Datei der erweiterten Einstellung zurückgesetzt werden ?
fa_ir: فایل تنظیمات پیشرفته را به حابت پیش فرض بازگردانم ?
fr_fr: Revenir des paramètres de fichiers avancés vers les paramètres par défaut ?
gl_es: Reverter o arquivo de configuración avanzada ao predeterminado?
he_il: הפוך את קובץ ההגדרות המתקדמות לקובץ הגדרות בסיסי?
hu_hu: Vissza legyenek állítva a Speciális beállítások?
id_id: Kembalikan setelan lanjutan fail ke asali ?
it_it: Ripristinare le impostazioni avanzate predefinite ?
ja_jp: 高度な設定ファイルをデフォルトのものに復元しますか？
nb_no: Tilbakestill avanserte innstillinger til standard innstillingene?
nn_no: Tilbakestill avanserte innstillingar til standardinnstillingane?
pl_pl: Przywrócić plik ustawień zaawansowanych do wartości domyślnych?
pt_br: Reverter o arquivo de ajustes avançados para o padrão ?
ro_ro: Doriți să aduceți la stare de default setările avansate ?
ru_ru: Вернуть файл расширенных настроек к файлу по умолчанию?
sk_sk: Vrátiť súbor rozšíreného nastavenia do predvolenej podoby ?
sl_si: Povrnem datoteko z naprednimi nastavitvami na prednastavljeno?
sv_se: Återställ inställningarna ?
tr_tr: Gelişmiş seçenekleri varsayılanlara geri döndür ?
uk_ua: Повернути файл розширених налаштувань за замовчуванням?
vi_vn: Phục hồi tệp tin cài đặt nâng cao về mặc định ?

source: Select Spell Check Language
ar_sa: تحديد مصحح اللغة الإملائي
cs_cz: Vyberte jazyk kontroly pravopisu
da_dk: Vælg sprog for stavekontrol
de_ch: Wähle Rechschreibekorrektur-Sprache
fa_ir: انتخاب زبان بررسی املا
fr_fr: Choisir la langue de vérification orthographique
gl_es: Seleccione Idioma da ortografía
he_il: בחר שפת לבדיקת איות
hu_hu: Helyesírás-ellenőrzés nyelve
id_id: Seleksi Cek Ejaan Bahasa
it_it: Seleziona lingua per il controllo ortografico
ja_jp: スペルチェックの言語を選択
nb_no: Velg stavekontroll språk
nn_no: Vel stavekontrollspråk
pl_pl: Wybierz język sprawdzania pisowni
pt_br: Selecionar o Idioma da Verificação Ortográfica
ro_ro: Selectați Limba Verificării ortografice
ru_ru: Выбрать язык проверки орфографии
sk_sk: Vybrať jazyk kontroly pravopisu
sl_si: Izberite jezik črkovalnika
sv_se: Välj rättstavningsspråk
tr_tr: Yazım Denetimi Dilini seçiniz
uk_ua: Виберіть мову перевірки орфографії
vi_vn: Lựa chọn Ngôn Ngữ Kiểm Tra Chính Tả

source: Auto Detect Language
ar_sa: تحديد لغة تلقائي
cs_cz: Automaticky rozpoznat jazyk
da_dk: Opdag automatisk sprog
de_ch: Automatisch Sprache erkennen
fa_ir: تشخصی زبان خودکار
fr_fr: Detecter automatiquement la langue
gl_es: Auto Detectar Idioma
he_il: זיהוי שפה אוטומטי
hu_hu: Automatikus felismerés
id_id: Oto Deteksi Bahasa
it_it: Rileva lingua automaticamente
ja_jp: 言語を自動検出
nb_no: Gjenkjenn språk
nn_no: Gjenkjenn språk
pl_pl: Automatyczne wykrywanie języka
pt_br: Detectar Idioma Automaticamente
ro_ro: Detectare automată Limba
ru_ru: Автоматическое определение языка
sk_sk: Automaticky zistiť jazyk
sl_si: Samodejno zaznaj jezik
sv_se: Välj Språk Automatiskt
tr_tr: Dili Otomatik Olarak Seç
uk_ua: Визначати мову автоматично
vi_vn: Tự Động Phát Hiện Ngôn Ngữ

source: Disable Spell Check
ar_sa: تعطيل المصحح الإملائي
cs_cz: Vypnout kontrolu pravopisu
da_dk: Deaktivér stavekontrol
de_ch: Rechschreibekorrektur deaktivieren
fa_ir: غیر فعال کردن بررسی املا
fr_fr: Désactiver la vérification orthographique
gl_es: Desactivar Corrección ortográfica
he_il: בטל בדיקת איות
hu_hu: Ellenőrzés kikapcsolása
id_id: Nonaktifkan Cek Ejaan
it_it: Disattiva controllo ortografico
ja_jp: スペルチェックを無効化
nb_no: Skru av stavekontroll
nn_no: Slå av stavekontroll
pl_pl: Wyłącz sprawdzanie pisowni
pt_br: Desabilitar Verificação Ortográfica
ro_ro: Dezactivează Verificare Ortografică
ru_ru: Отключить проверку орфографии
sk_sk: Vypnúť kontrolu pravopisu
sl_si: Onemogoči preverjanje črkovanja
sv_se: Stäng Av Rättstavning
tr_tr: Yazım Denetimini Devre Dışı Bırak
uk_ua: Вимкнути перевірку орфографії
vi_vn: Tắt Kiểm Tra Chính tả

source: Global Setting…
ar_sa: إعدادات عامة…
cs_cz: Globální nastavení…
da_dk: Globale indstillinger…
de_ch: Globale Einstellungen…
fa_ir: تنظیمات کلی…
fr_fr: Paramètres globaux…
gl_es: Configuración global…
he_il: הגדרה כללית...
hu_hu: Globális beállítás…
id_id: Setelan Global…
it_it: Impostazioni globali…
ja_jp: グローバル設定…
nb_no: Globale innstillinger…
nn_no: Globale innstillingar…
pl_pl: Ustawienia globalne…
pt_br: Ajuste Global...
ro_ro: Setări Globale…
ru_ru: Глобальные настройки…
sk_sk: Globálne nastavenie…
sl_si: Globalne nastavitve …
sv_se: Global inställning…
tr_tr: Genel Ayarlar…
uk_ua: Глобальні налаштування…
vi_vn: Cài Đặt Chung…

source: Dictionary file is missing to enable spellcheck support for %@.
ar_sa: لا يوجد ملف قاموس لإتاحة دعم التصحيح الإملائي لـ %@.
cs_cz: Chybí soubor slovníku pro podporu jazyka %@.
da_dk: Der mangler en ordbog for at kunne aktivere stavekontrol for %@.
de_ch: Die Wörterbuch-Datei für %@ ist nicht vorhanden.
fa_ir: فایل لغت نامه جهت فعال سازی بررسی کننده املا برای پشتیبانی %@ گم شده است.
fr_fr: Fichier dictionnaire introuvable lors de l'activation de la vérification orthographique pour %@.
gl_es: Falta o arquivo de dicionario para activar o soporte de ortografía %@.
he_il: קובץ מילון חסר ולא ניתן להפעיל בדיקת איות בעבור %@.
hu_hu: A %@ nyelvhez hiányzik a szótár.
id_id: Fail kamus tak tersedia untuk mengaktifkan cek ejaan untuk %@.
it_it: File del dizionario mancante per abilitare il controllo ortografico %@.
ja_jp: %@ に対するスペルチェックを有効にするための辞書ファイルが見つかりません。
nb_no: Ordbok fil mangler og kan ikke skru på stavekontroll for %@.
nn_no: Stavekontrollfil manglar for %@, så kan ikkje slå på stavekontrollen.
pl_pl: Brak pliku słownika do sprawdzania pisowni (język %@).
pt_br: Arquivo de dicionário ausente para habilitar suporte à verificação ortográfica para %@.
ro_ro: Lipsește fișierul dicționar pentru activarea verificării ortografice pentru %@.
ru_ru: Файл словаря отсутствует, чтобы включить поддержку проверки орфографии для %@.
sk_sk: Chýba súbor slovníka pre podporu %@.
sl_si: Datoteka s slovarjem za %@ ne obstaja, podpora za črkovanje ni omogočena.
sv_se: Ordbok saknas för att aktivera rättstavning på %@.
tr_tr: Yazım denetimi için %@ sözlük dosyası bulunamıyor.
uk_ua: Файл словника відсутній, тому неможливо увімкнути підтримку перевірки орфографії для %@.
vi_vn: Tệp tin từ điển cần thiết đang bị thiếu để bật kiểm tra ngôn ngữ hỗ trợ cho %@.

source: Install Language Support
ar_sa: تحميل دعم اللغة
cs_cz: Nainstalovat podporu jazyka
da_dk: Installér understøttelse af sprog
de_ch: Sprachunterstützung installieren
fa_ir: نصب زبان پشتیبان
fr_fr: Installer le support linguistique
gl_es: Instalar soporte de idioma
he_il: התקן תמיכה לשפה
hu_hu: Nyelvi támogatás telepítése
id_id: Instal Dukungan Bahasa
it_it: Installa il supporto per la lingua
ja_jp: 言語サポートをインストール
nb_no: Installer språk
nn_no: Installer språk
pl_pl: Zainstaluj obsługę języka
pt_br: Instalar Suporte ao Idioma
ro_ro: Instalează Suport Lingvistic
ru_ru: Установить поддержку языка
sk_sk: Inštalovať podporu jazyka
sl_si: Namesti jezikovno podporo
sv_se: Installera stöd för språk
tr_tr: Yazım Denetimi Dosyasını Kur
uk_ua: Встановити підтримку мови
vi_vn: Cài Đặt Hỗ Trợ Ngôn Ngữ

source: License Information
ar_sa: معلومات الرخصة
cs_cz: Informace o licenci
da_dk: Licensoplysninger
de_ch: Lizenz-Informationen
fa_ir: اطلاعات گواهینامه
fr_fr: Informations sur la license
gl_es: Información da licenza
he_il: מידע על רישיון
hu_hu: Licencinformáció
id_id: Informasi Lisensi
it_it: Informazioni sulla licenza
ja_jp: ライセンス情報
nb_no: Lisensinformasjon
nn_no: Lisensinformasjon
pl_pl: Informacje licencyjne
pt_br: Informação de Licença
ro_ro: Informaţii de Licenţă
ru_ru: Информация о лицензии
sk_sk: Informácie o licencii
sl_si: Informacija o licenci
sv_se: Licens Information
tr_tr: Lisans Bilgisi
uk_ua: Інформація про ліцензію
vi_vn: Thông Tin Bản Quyền

source: Download
ar_sa: تحميل
cs_cz: Stáhnout
da_dk: Hent
fa_ir: دانلود
fr_fr: Télécharger
gl_es: Descarga
he_il: התקן
hu_hu: Letöltés
id_id: Unduh
ja_jp: ダウンロード
nb_no: Last ned
nn_no: Last ned
pl_pl: Pobierz
pt_br: Baixar
ro_ro: Descarcă
ru_ru: Загрузить
sk_sk: Stiahnuť
sl_si: Prenesi
sv_se: Ladda ner
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải về

source: Install dictionary file only for Typora
ar_sa: تحميل قاموس فقط لـTypora
cs_cz: Nainstalovat soubory slovníku pouze pro Typoru
da_dk: Installér ordbog kun for Typora
de_ch: Wörterbuch-Datei nur für Typora installieren
fa_ir: نصب فایل لغتنامه فقط برای Typora
fr_fr: Installer le fichier dictionnaire seulement pour Typora
gl_es: Instalar o arquivo de dicionario só para Typora
he_il: התקן קובץ מילון רק בעבור Typora
hu_hu: Szótár telepítése csak a Typora számára
id_id: Instal fail kamus hanya untuk Typora
it_it: Installa il file del dizionario solo per Typora
ja_jp: 辞書ファイルをTyporaのみにインストール
nb_no: Installer ordbok fil kun for Typora
nn_no: Installer stavekontrollfil berre for Typora
pl_pl: Zainstaluj plik słownika tylko dla Typory
pt_br: Instalar arquivo de dicionário somente para o Typora
ro_ro: Instalează fișier dicționar doar pentru Typora
ru_ru: Установить файл словаря только для Typora
sk_sk: Inštalovať súbor slovníka iba pre Typoru
sl_si: Namesti datoteko s slovarjem le za Typoro
sv_se: Installera ordlist-fil endast för Typora
tr_tr: Sadece Typora için sözlük dosyasını kur
uk_ua: Встановити файл словника тільки для Typora
vi_vn: Cài đặt tệp tin từ điển dành cho duy nhất Typora

source: Spell Check (%@ unavailable)
ar_sa: المصحح الإملائي (%@ غير متاح)
cs_cz: Kontrola pravopisu (%@ nedostupné)
da_dk: Stavekontrol (%@ utilgængelig)
de_ch: Rechschreibekorrektur (%@ nicht verfügbar)
fa_ir: بررسی املا (%@ خارج از دسترس)
fr_fr: Vérification Orthographique (%@ indisponible)
gl_es: Corrección ortográfica (%@ non dispoñible)
he_il: בדיקת איות (%@ לא זמין)
hu_hu: Helyesírás-ellenőrzés (%@ nem áll rendelkezésre)
id_id: Cek Ejaan (%@ taktersedia)
it_it: Controllo ortografico (%@ non disponibile)
ja_jp: スペルチェック (%@ 使用不可)
nb_no: Stavekontroll (%@ utilgjengelig)
nn_no: Stavekontroll (%@ utilgjengeleg)
pl_pl: Sprawdzanie pisowni (%@ niedostępny)
pt_br: Verificação Ortográfica (%@ indisponível)
ro_ro: Verificare Ortografică (%@ Indisponibilă)
ru_ru: Проверка орфографии (%@ недоступна)
sk_sk: Kontrola pravopisu (%@ nie je k dispozícii)
sl_si: Črkovalnik (%@ ni na voljo)
sv_se: Rättstavning (%@ ej tillgänglig)
tr_tr: Yazım denetimi (%@ bulunamıyor)
uk_ua: Перевірка орфографії (%@ недоступна)
vi_vn: Kiểm Tra Chính Tả (%@ không khả dụng)

source: Spell Check (%@ downloading)
ar_sa: المصحح الإملائي (%@ جار التحميل)
cs_cz: Kontrola pravopisu (%@ stahuji)
da_dk: Stavekontrol (%@ hentes)
de_ch: Rechschreibekorrektur (%@ wird heruntergeladen)
fa_ir: بررسی املا (%@ درحال دانلود)
fr_fr: Vérification Orthographique (%@ en téléchargement)
gl_es: Corrección ortográfica (%@ descargando)
he_il: בדיקת איות (%@ מוריד)
hu_hu: Helyesírás-ellenőrzés (%@ letöltése)
id_id: Cek Ejaan (%@ sedang diunduh)
it_it: Controllo ortografico (%@ in download)
ja_jp: スペルチェック (%@ ダウンロード中)
nb_no: Stavekontroll (%@ laster ned)
nn_no: Stavekontroll (%@ lastar ned)
pl_pl: Sprawdzanie pisowni (%@ pobierany)
pt_br: Verificação Ortográfica (%@ baixando)
ro_ro: Verificare Ortografică (%@ Se Descarcă)
ru_ru: Проверка орфографии (%@ загружается)
sk_sk: Kontrola pravopisu (%@ sťahuje sa)
sl_si: Črkovalnik (%@ prenašanje)
sv_se: Rättstavning (%@ laddar ner)
tr_tr: Yazım denetimi (%@ indiriliyor)
uk_ua: Перевірка орфографії (%@ завантажується)
vi_vn: Kiểm Tra Chính Tả (%@ đang tải về)

source: Download dictionary file for %@
ar_sa: تحميل ملف القاموس لـ %@
cs_cz: Stáhnout soubor slovníku pro %@
da_dk: Hent ordbog for %@
de_ch: Wörterbuch-Datei für %@ herunterladen
fa_ir: دانلود فایل لغتنامه برای %@
fr_fr: Télécharger le fichier dictionnaire pour %@
gl_es: Descargar o arquivo de dicionario para %@
he_il: הורד קובץ מילון בעבור %@
hu_hu: A %@ nyelv szótárának letöltése
id_id: Unduh fail kamus untuk %@
it_it: Scarica il file del dizionario per %@
ja_jp: %@ の辞書ファイルをダウンロード
nb_no: Laster ned ordbok fil for %@
nn_no: Lastar ned stavekontrollfil for %@
pl_pl: Pobierz plik słownika (język %@)
pt_br: Baixar arquivo de dicionário para %@
ro_ro: Descarcă fișier dicționar pentru %@
ru_ru: Загрузить файл словаря для %@
sk_sk: Stiahnuť súbor slovníka pre %@
sl_si: Prenašanje datoteke s slovarjem za %@
sv_se: Ladda ner ordlist-fil till %@
tr_tr: %@ için sözlük dosyasını indir
uk_ua: Завантажити файл словника для %@
vi_vn: Tải tệp tin từ điển cho %@

source: (Default spell check option)
ar_sa: (خيار المصحح الإملائي الافتراضي)
cs_cz: (Výchozí nastavení kontroly)
da_dk: (Standard indstilling for stavekontrol)
de_ch: (Standard Rechschreibekorrektur-Option)
fa_ir: (گزینه بررسی املای پیشفرض)
fr_fr: (Option de vérification orthographique par défaut)
gl_es: (Opción de verificación ortográfica predefinida)
he_il: (אפשרות ברירת המחדל בעבור בדיקת איות)
hu_hu: (Alapértelmezett helyesírás-ellenőrzés)
id_id: (Opsi asali cek ejaan)
it_it: (Opzione di controllo ortografico predefinita)
ja_jp: (デフォルトのスペルチェックオプション)
nb_no: (Standard valg for stavekontroll)
nn_no: (Standard innstilling for stavekontroll)
pl_pl: (domyślna opcja sprawdzania pisowni)
pt_br: (Opção de verificação ortográfica padrão)
ro_ro: (Valoare implicită verificare ortografică)
ru_ru: (Опция проверки орфографии по умолчанию)
sk_sk: (Predvolená možnosť kontroly pravopisu)
sl_si: (Privzeta možnost črkovalnika)
sv_se: (Ursprungligt rättstavningsval)
tr_tr: (Varsayılan yazım denetimi seçeneği)
uk_ua: (Опція перевірки орфографії за замовчуванням)
vi_vn: (Tuỳ chọn kiểm tra chính tả mặc định)

source: Failed to load spellcheck module
ar_sa: فشل في تحميل نموذج المصحح الإملائي
cs_cz: Nepovedlo se načíst modul kontroly pravopisu
da_dk: Kunne ikke indlæse modul til stavekontrol
de_ch: Das Laden des Rechschreibekorrektur-Moduls ist gescheitert
fa_ir: بارگذاری ماژول بررسی املا ناموفق بود.
fr_fr: Échec du chargement du module de vérification orthographique
gl_es: Non se puido cargar o módulo de verificación ortográfica
he_il: טעינת מודל בדיקת האיות נכשלה
hu_hu: Helyesírás-ellenőrző betöltése nem sikerült
id_id: Gagal memuat modul cek ejaan
it_it: Impossibile caricare il modulo per il controllo ortografico
ja_jp: スペルチェックモジュールの読み込みに失敗
nb_no: Klarte ikke sate inn stavekontroll modul
nn_no: Klarte ikkje å lasta inn stavekontrollmodulen
pl_pl: Załadowanie modułu sprawdzania pisowni nie powiodło się
pt_br: Falha ao carregar o módulo de verificação ortográfica
ro_ro: Nu s-a reușit încărcarea modulului verificării ortografice
ru_ru: Не удалось загрузить модуль проверки орфографии
sk_sk: Zlyhalo načítanie modulu kontroly pravopisu
sl_si: Neuspešno nalaganje modula za preverjanje črkovanja
sv_se: Misslyckades att ladda rättstavnigsmodul
tr_tr: Yazım denetimi modülünü yüklemede hata çıktı
uk_ua: Не вдалося завантажити модуль перевірки орфографії
vi_vn: Tải mô-đun (module) kiểm tra chính tả không thành công
