Repository: typora/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: ar_sa, cs_cz, da_dk, de_ch, fa_ir, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, nb_no, nn_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: OK
ar_sa: حسنًا
fa_ir: باشه
he_il: קבל
id_id: Setuju
tr_tr: Tamam
vi_vn: Đồng ý

source: Cancel
ar_sa: إلغاء
cs_cz: Zrušit
da_dk: Annullér
de_ch: Abbrechen
fa_ir: لغو
fr_fr: Annuler
gl_es: Cancelar
he_il: בטל
hr_hr: Otkaži
hu_hu: Mégsem
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
nb_no: Avbryt
nn_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sv_se: Avbryt
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ

source: Yes
ar_sa: نعم
cs_cz: Ano
da_dk: Ja
de_ch: Ja
fa_ir: بله
fr_fr: Oui
gl_es: Si
he_il: כן
hr_hr: Da
hu_hu: Igen
id_id: Ya
it_it: Sì
ja_jp: はい
nb_no: Ja
nn_no: Ja
pl_pl: Tak
pt_br: Sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sl_si: Da
sv_se: Ja
tr_tr: Evet
uk_ua: Так
vi_vn: Có

source: No
ar_sa: لا
cs_cz: Ne
da_dk: Nej
de_ch: Nein
fa_ir: خیر
fr_fr: Non
gl_es: Non
he_il: לא
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
ja_jp: いいえ
nb_no: Nei
nn_no: Nei
pl_pl: Nie
pt_br: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
sv_se: Nej
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không

source: Close
ar_sa: إغلاق
cs_cz: Zavřít
da_dk: Luk
de_ch: Schliessen
fa_ir: بستن
fr_fr: Fermer
gl_es: Pechar
he_il: סגןר
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
nn_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închide
ru_ru: Закрыть
sk_sk: Zatvoriť
sl_si: Zapri
sv_se: Stäng
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng

source: Select
ar_sa: تحديد
cs_cz: Vybrat
da_dk: Vælg
de_ch: Auswählen
fa_ir: انتخاب
fr_fr: Sélectionner
gl_es: Escoller
he_il: בחר
hr_hr: Odaberi
hu_hu: Kiválasztás
id_id: Seleksi
it_it: Seleziona
ja_jp: 選択
nb_no: Velg
nn_no: Vel
pl_pl: Wybierz
pt_br: Selecionar
ro_ro: Selectează
ru_ru: Выделить
sk_sk: Vybrať
sl_si: Izberi
sv_se: Välj
tr_tr: Seç
uk_ua: Виділити
vi_vn: Chọn

source: Continue
ar_sa: متابعة
cs_cz: Pokračovat
da_dk: Fortsæt
de_ch: Fortsetzen
fa_ir: ادامه
fr_fr: Continuer
gl_es: Continuar
he_il: המשך
hr_hr: Nastavi
hu_hu: Folytatás
id_id: Lanjutkan
it_it: Continua
ja_jp: 続行
nb_no: Fortsett
nn_no: Hald fram
pl_pl: Kontynuuj
pt_br: Continuar
ro_ro: Continuă
ru_ru: Продолжить
sk_sk: Pokračovať
sl_si: Nadaljuj
sv_se: Fortsätt
tr_tr: Devam Et
uk_ua: Продовжити
vi_vn: Tiếp tục

source: Learn More…
ar_sa: معرفة المزيد
cs_cz: Zjistit více…
da_dk: Lær mere…
de_ch: Mehr Erfahren…
fa_ir: بیشتر بدانید…
fr_fr: En savoir plus…
gl_es: Saber máis…
he_il: למד עוד...
hr_hr: Saznaj više…
hu_hu: További információ…
id_id: Pelajari Lagi…
it_it: Scopri di più…
ja_jp: もっと詳しく…
nb_no: Lær mer…
nn_no: Lær meir…
pl_pl: Dowiedz się więcej…
pt_br: Saiba Mais…
ro_ro: Află Mai Multe…
ru_ru: Подробнее…
sk_sk: Ďalšie informácie…
sl_si: Izvedi več …
sv_se: Läs mer…
tr_tr: Daha Fazla Bilgi…
uk_ua: Дізнатися більше…
vi_vn: Tìm hiểu thêm…

source: Untitled
ar_sa: بدون عنوان
cs_cz: Nepojmenovaný
da_dk: Unavngivet
de_ch: Unbenannt
fa_ir: بدون عنوان
fr_fr: Sans titre
gl_es: Sen título
he_il: ללא שם
hr_hr: Bezimeno
hu_hu: Névtelen
id_id: Takberjudul
it_it: Senza titolo
ja_jp: 無題
nb_no: Uten navn
nn_no: Utan namn
pl_pl: Bez nazwy
pt_br: Sem Título
ro_ro: Fără Titlu
ru_ru: Безымянный
sk_sk: Bez názvu
sl_si: Brez naslova
sv_se: Ingen titel
tr_tr: İsimsiz
uk_ua: Без назви
vi_vn: Không có tiêu đề

source: Undo
ar_sa: تراجع
cs_cz: Zpět
da_dk: Fortryd
de_ch: Widerrufen
fa_ir: بازگرداندن
fr_fr: Annuler
gl_es: Desfacer
he_il: בטל
hr_hr: Poništi
hu_hu: Visszavonás
id_id: Takjadi
it_it: Annulla
ja_jp: 元に戻す
nb_no: Angre
nn_no: Angre
pl_pl: Cofnij
pt_br: Desfazer
ro_ro: Anulează
ru_ru: Отменить
sk_sk: Odvolať
sl_si: Razveljavi
sv_se: Ångra
tr_tr: Geri Al
uk_ua: Відмінити
vi_vn: Hoàn tác

source: Dismiss
ar_sa: تجاهل
cs_cz: Zamítnout
da_dk: Afvis
de_ch: Schliessen
fa_ir: رد
fr_fr: Effacer
gl_es: Descartar
he_il: שכח
hr_hr: Odbaci
hu_hu: Bezárás
id_id: Hentikan
it_it: Ignora
ja_jp: 無視する
nn_no: Avvis
pl_pl: Odrzuć
pt_br: Dispensar
ro_ro: Renunță
ru_ru: Отклонить
sk_sk: Zrušiť
sl_si: Opusti
sv_se: Avfärda
tr_tr: İptal Et
uk_ua: Відхилити
vi_vn: Bỏ qua

source: Confirm
ar_sa: تأكيد
cs_cz: Potvrdit
da_dk: Bekræft
de_ch: Bestätigen
fa_ir: تایید
fr_fr: Confirmer
gl_es: Confirmar
he_il: אשר
hr_hr: Potvrdi
hu_hu: Jóváhagyás
id_id: Konfirmasikan
it_it: Conferma
ja_jp: 確認
nb_no: Avvis
nn_no: Stadfest
pl_pl: Potwierdź
pt_br: Confirmar
ro_ro: Confirmă
ru_ru: Подтвердить
sk_sk: Potvrdiť
sl_si: Potrdi
sv_se: Bekräfta
tr_tr: Onayla
uk_ua: Підтвердити
vi_vn: Xác nhận

source: Error
ar_sa: خطأ
cs_cz: Chyba
da_dk: Fejl
de_ch: Fehler
fa_ir: خطا
fr_fr: Erreur
gl_es: Erro
he_il: שגיאה
hr_hr: Pogreška
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
nb_no: Feil
nn_no: Feil
pl_pl: Błąd
pt_br: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sv_se: Fel
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi

source: Search
ar_sa: بحث
cs_cz: Hledat
da_dk: Søg
de_ch: Suchen
fa_ir: جستجو
fr_fr: Rechercher
gl_es: Buscar
he_il: חפש
hr_hr: Nađi
hu_hu: Keresés
id_id: Cari
it_it: Cerca
ja_jp: 検索
nb_no: Søk
nn_no: Finn
pl_pl: Szukaj
pt_br: Buscar
ro_ro: Caută
ru_ru: Поиск
sk_sk: Hľadať
sl_si: Išči
sv_se: Sök
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm kiếm

source: Replace
ar_sa: استبدال
cs_cz: Nahradit
da_dk: Erstat
de_ch: Ersetzen
fa_ir: جایگزینی
fr_fr: Remplacer
gl_es: Substituír
he_il: החלף
hr_hr: Zamijeni
hu_hu: Csere
id_id: Ganti
it_it: Sostituisci
ja_jp: 置換
nb_no: Erstatt
nn_no: Byt ut
pl_pl: Zastąp
pt_br: Substituir
ro_ro: Înlocuiește
ru_ru: Заменить
sk_sk: Nahradiť
sl_si: Zamenjaj
sv_se: Ersätt
tr_tr: Değiştir
uk_ua: Заміна
vi_vn: Thay thế

source: All
ar_sa: الكل
cs_cz: Vše
da_dk: Alt
de_ch: Alle
fa_ir: همه
fr_fr: Tout
gl_es: Todo
he_il: הכל
hr_hr: Sve
hu_hu: Összes
id_id: Semua
it_it: Tutto
ja_jp: すべて
nb_no: Alt
nn_no: Alt
pl_pl: Wszystko
pt_br: Todos
ro_ro: Tot
ru_ru: Все
sk_sk: Všetko
sl_si: Vse
sv_se: Alla
tr_tr: Tümü
uk_ua: Усі
vi_vn: Tất cả

source: Search text not found in article
ar_sa: لم يتم العثور على النص في المستند
cs_cz: Hledaný text nebyl nalezen
da_dk: Søgetekst ikke fundet
de_ch: Suchtext konnte im Artikel nicht gefunden werden
fa_ir: متن جستجو شده در مقاله یافت نشد
fr_fr: Le texte recherché est introuvable dans l’article
gl_es: O texto buscado non se atopa no artigo
he_il: הביטוי שהוקלד לא נמצא במאמר
hr_hr: Traženi text nije pronađen u članku
hu_hu: A keresett szöveg nem található
id_id: Pencarian teks tak ditemukan dalam artikel
it_it: Testo non trovato nell'articolo
ja_jp: 見つかりませんでした
nb_no: Fant ikke søkeord i artikkelen
nn_no: Fann ikkje søkjeord i artikkelen
pl_pl: Wyszukiwany fragment nie został odnaleziony w tekście
pt_br: Busca de texto não encontrada no artigo
ro_ro: Textul Căutat Nu S-a Găsit În Articol
ru_ru: Указанный текст не найден
sk_sk: Hľadaný text nebol v článku nájdený
sl_si: Iskanega besedila ni v članku
sv_se: Sökt text kunde inte hittas
tr_tr: Belgede aranan metin bulunamadı
uk_ua: Шуканий фрагмент у тексті не знайдений
vi_vn: Không tìm thấy đoạn văn bản trong bài viết

source: search text
ar_sa: بحث عن نص
cs_cz: Hledat text
da_dk: søgetekst
de_ch: Suchtext
fa_ir: متن جستجو
fr_fr: texte à rechercher
gl_es: buscar texto
he_il: טקסט החיפוש
hr_hr: traži text
hu_hu: keresendő szöveg
id_id: pencarian teks
it_it: cerca testo
ja_jp: 検索文言
nb_no: søk tekst
nn_no: finn tekst
pl_pl: szukany tekst
pt_br: texto para busca
ro_ro: Text Căutat
ru_ru: поиск текста
sk_sk: hľadať text
sl_si: najdi v besedilu
sv_se: söktext
tr_tr: Metni ara
uk_ua: шуканий текст
vi_vn: tìm đoạn văn bản

source: Search by file name
ar_sa: البحث باسم الملف
cs_cz: Hledat podle názvu souboru
da_dk: Søg efter filnavn
de_ch: Suche nach Dateiname
fa_ir: جستجو با نام فایل
fr_fr: Rechercher par nom de fichier
gl_es: Buscar polo nome de arquivo
he_il: חפש לפי שם קובץ
hr_hr: Traži po imenu datoteke
hu_hu: Keresés fájlnév alapján
id_id: Cari berdasarkan nama fail
it_it: Cerca per nome file
ja_jp: ファイル名で検索
nb_no: Søk etter filnavn
nn_no: Finn filnavn
pl_pl: Wyszukaj według nazwy pliku
pt_br: Buscar pelo nome do arquivo
ro_ro: Caută După Nume Fișier
ru_ru: Искать по имени файла
sk_sk: Hľadánie podľa názvu súboru
sl_si: Išči po imenu datoteke
sv_se: Sök efter filnamn
tr_tr: Dosya ismine göre ara
uk_ua: Шукати за іменем файлу
vi_vn: Tìm theo tên tệp tin

source: Searching
ar_sa: جار البحث
cs_cz: Vyhledávání
da_dk: Søger
de_ch: Suchen
fa_ir: جستجو کردن
fr_fr: Recherche en cours
gl_es: Buscando
he_il: מחפש
hr_hr: Tražim
hu_hu: Keresés folyamatban
id_id: Sedang mencari
it_it: Ricerca in corso
ja_jp: 検索中です
nb_no: Søker
nn_no: Leitar
pl_pl: Wyszukiwanie
pt_br: Buscando
ro_ro: Se Caută
ru_ru: Ищем…
sk_sk: Hľadá sa
sl_si: Iskanje
sv_se: Söker
tr_tr: Aranıyor
uk_ua: Йде пошук
vi_vn: Đang tìm kiếm

source: Gathering more results
ar_sa: جمع نتائج أكثر
cs_cz: Shromažďují se další výsledky
da_dk: Finder flere resultater
de_ch: Weitere Ergebnisse sammeln
fa_ir: جمع آوری نتایج بیشتر
fr_fr: Réception de résultats supplémentaires en cours
gl_es: Reunindo máis resultados
he_il: אוסף תוצאות נוספות
hr_hr: Skupljam više rezultata
hu_hu: További találatok összegyűjtése
id_id: Mengumpulkan lagi resultan
it_it: Raccolta di più risultati
ja_jp: 残りを検索中
nb_no: Samler flere resultater
nn_no: Samlar fleire resultat
pl_pl: Zbieranie większej liczby wyników
pt_br: Obtendo mais resultados
ro_ro: Se Colectează Mai Multe Rezultate
ru_ru: Сбор результатов
sk_sk: Získava sa viac výsledkov
sl_si: Zbiranje več rezultatov
sv_se: Hämtar fler resultat
tr_tr: Daha fazla sonuç elde ediliyor
uk_ua: Збір результатів триває
vi_vn: Đang thu thập thêm kết quả

source: Insert Table
ar_sa: إدراج جدول
cs_cz: Vložit tabulku
da_dk: Indsæt tabel
de_ch: Tabelle einfügen
fa_ir: افزودن جدول
fr_fr: Insérer un tableau
gl_es: Inserir táboa
he_il: הכנס טבלה
hr_hr: Umetni tablicu
hu_hu: Táblázat beszúrása
id_id: Sisipkan Tabel
it_it: Inserisci tabella
ja_jp: 表を挿入
nb_no: Sett inn tabell
nn_no: Set inn tabell
pl_pl: Wstaw tabelę
pt_br: Inserir Tabela
ro_ro: Introduce Tabel
ru_ru: Вставить таблицу
sk_sk: Vložiť tabuľku
sl_si: Vstavi tabelo
sv_se: Infoga tabell
tr_tr: Tablo ekle
uk_ua: Вставити таблицю
vi_vn: Chèn Bảng

source: Columns
ar_sa: أعمدة
cs_cz: Sloupce
da_dk: Kolonner
de_ch: Spalten
fa_ir: ستون‌ها
fr_fr: Colonnes
gl_es: Columnas
he_il: עמודות
hr_hr: Stupci
hu_hu: Oszlop
id_id: Kolom
it_it: Colonne
ja_jp: 列
nb_no: Kolonner
nn_no: Kolonner
pl_pl: Kolumny
pt_br: Colunas
ro_ro: Coloane
ru_ru: Ячеек
sk_sk: Stĺpce
sl_si: Stolpci
sv_se: Kolumner
tr_tr: Sütunlar
uk_ua: Стовпці
vi_vn: Cột

source: Rows
ar_sa: صفوف
cs_cz: Řádky
da_dk: Rækker
de_ch: Zeilen
fa_ir: ردیف‌ها
fr_fr: Lignes
gl_es: Filas
he_il: שורות
hr_hr: Retci
hu_hu: Sor
id_id: Baris
it_it: Righe
ja_jp: 行
nb_no: Rader
nn_no: Rader
pl_pl: Wiersze
pt_br: Linhas
ro_ro: Rânduri
ru_ru: Строк
sk_sk: Riadky
sl_si: Vrstice
sv_se: Rader
tr_tr: Satırlar
uk_ua: Рядки
vi_vn: Dòng

source: Align Left
ar_sa: محاذاة لليسار
cs_cz: Zarovnat vlevo
da_dk: Venstrejustér
de_ch: Linksbündig
fa_ir: هماهنگی به چپ
fr_fr: Aligner à gauche
gl_es: Á esquerda
he_il: יישר לשמאל
hr_hr: Ulijevo
hu_hu: Balra igazítás
id_id: Rata Kiri
it_it: Allinea a sinistra
ja_jp: 左寄せ
nb_no: Juster til venstre
nn_no: Venstrejustert
pl_pl: Wyrównaj do lewej
pt_br: Alinhar à Esquerda
ro_ro: Aliniere La Stânga
ru_ru: Выровнять слева
sk_sk: Zarovnať doľava
sl_si: Poravnaj levo
sv_se: Vänsterjustera
tr_tr: Sola yasla
uk_ua: Вирівняти за лівим краєм
vi_vn: Căn Trái

source: Align Center
ar_sa: محاذاة للوسط
cs_cz: Zarovnat na střed
da_dk: Centrér
de_ch: Zentriert
fa_ir: هماهنگی به مرکز
fr_fr: Aligner au centre
gl_es: Centrado
he_il: יישר לאמצע
hr_hr: Centriraj
hu_hu: Középre igazítás
id_id: Rata Tengah
it_it: Allinea al centro
ja_jp: 中央寄せ
nb_no: Juster til midten
nn_no: Midtstilt
pl_pl: Wyśrodkuj
pt_br: Centralizar
ro_ro: Aliniere La Centru
ru_ru: Выровнять по центру
sk_sk: Zarovnať na stred
sl_si: Poravnaj sredinsko
sv_se: Centrera
tr_tr: Ortala
uk_ua: Вирівняти по центру
vi_vn: Căn Giữa

source: Align Right
ar_sa: محاذاة لليمين
cs_cz: Zarovnat vpravo
da_dk: Højrejustér
de_ch: Rechtsbündig
fa_ir: هماهنگی به راست
fr_fr: Aligner à droite
gl_es: Á dereita
he_il: יישר לימין
hr_hr: Udesno
hu_hu: Jobbra igazítás
id_id: Rata Kanan
it_it: Allinea a destra
ja_jp: 右寄せ
nb_no: Juster til høyre
nn_no: Høgrejustert
pl_pl: Wyrównaj do prawej
pt_br: Alinhar à Direita
ro_ro: Aliniere La Dreapta
ru_ru: Выровнять справа
sk_sk: Zarovnať doprava
sl_si: Poravnaj desno
sv_se: Högerjustera
tr_tr: Sağa yasla
uk_ua: Вирівняти за правим краєм
vi_vn: Căn Phải

source: Resize Table
ar_sa: تعديل حجم الجدول
cs_cz: Změnit velikost tabulky
da_dk: Tilpas tabelstørrelse
de_ch: Tabellengrösse ändern
fa_ir: تغییر اندازه جدول
fr_fr: Redimensionner le tableau
gl_es: Refacer táboa
he_il: שנה גודל טבלה
hr_hr: Promijeni veličinu tablice
hu_hu: Táblázat átméretezése
id_id: Ubah Ukuran Tabel
it_it: Ridimensiona tabella
ja_jp: 表のリサイズ
nb_no: Endre tabellstørrelse
nn_no: Endre tabellstorleik
pl_pl: Zmień rozmiar tabeli
pt_br: Redimensionar Tabela
ro_ro: Redimensionează Tabel
ru_ru: Изменить размер таблицы
sk_sk: Zmeniť veľkosť tabuľky
sl_si: Spremeni velikost tabele
sv_se: Ändra tabellstorlek
tr_tr: Tablo boyutunu değiştir
uk_ua: Змінити розмір таблиці
vi_vn: Chỉnh Kích Cỡ Bảng

source: Delete Table
ar_sa: حذف الجدول
cs_cz: Smazat tabulku
da_dk: Slet tabel
de_ch: Tabelle löschen
fa_ir: حذف جدول
fr_fr: Effacer le tableau
gl_es: Eliminar táboa
he_il: מחק טבלה
hr_hr: Obriši tablicu
hu_hu: Táblázat törlése
id_id: Hapus Tabel
it_it: Elimina tabella
ja_jp: 表の削除
nb_no: Slett tabell
nn_no: Slett tabell
pl_pl: Usuń tabelę
pt_br: Remover Tabela
ro_ro: Șterge Tabel
ru_ru: Удалить таблицу
sk_sk: Odstrániť tabuľku
sl_si: Izbriši tabelo
sv_se: Radera tabell
tr_tr: Tabloyu kaldır
uk_ua: Видалити таблицю
vi_vn: Xoá Bảng

source: Typora are trying copy the newly inserted image to folder <code id='image-create-folder-target'></code> according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
ar_sa: يحاول Typora نسخ الصورة الجديدة المدرجة للمجلد <code id='image-create-folder-target'></code> بناءً على إعداد YAML Front Matter الخاص بك أو الإعدادات العامة، لكن لم نجد المجلد المراد. هل تود إنشاءه الآن؟
da_dk: Typora prøver at kopiere det netop indsatte billede til mappen <code id='image-create-folder-target'></code> i henhold til din YAML-fortekst eller de globale indstillinger, men mappen findes ikke - opret den nu?
fa_ir: اپلیکیشن Typora در تلاش است تا با توجه به YAML Front Matter شما یا تنظیمات سراسری تصویر افزوده شده‌ی جدید را به پوشه <code id='image-create-folder-target'></code> کپی کنید. اما پوشه مقصد وجود ندارد، تمایل دارید هم اکنون این پوشه ساخته شود?
fr_fr: Typora essaie de copier l’image nouvellement insérée au dossier <code id='image-create-folder-target'></code>, comformément à votre YAML Front Matter setting ou à vos préférences globales. Cependant, le dossier ciblé n’existe pas, voulez-vous le créer ?
gl_es: Typora está tentando copiar a imaxe recentemente inserida no cartafol <code id='image-create-folder-target'></code> dacordo coa túa configuración de YAML Front Matter ou as preferencias globais. Pero o cartafol de destino non existe, crealo agora?
he_il: אנו מנסים להעתיק את התמונה האחרונה לתיקייה <code id='image-create-folder-target'></code> כפי שדרשת ב־YAML Front Matter או בהגדרות הכלליות. משום מה, התיקייה לא קיימת. ליצור אותה כעת?
hu_hu: Az újonnan beszúrt képet a Typora megpróbálta a YAML Front Matterben vagy a Beállításokban található <code id='image-create-folder-target'></code> mappába másolni, de az nem létezik. Létrehozzuk?
id_id: Typora mencoba menyalin gambar yang baru disisipkan ke folder <code id='image-create-folder-target'></code> sesuai dengan setelan YAML Front Matter atau preferensi global. Namun, folder tujuan tidak eksis. Buat folder tersebut sekarang?
it_it: Typora sta provando a copiare l'immagine appena inserita nella cartella <code id='image-create-folder-target'></code> in base alla preferenza o alle impostazioni globali di YAML Front Matter. Ma la cartella di destinazione non esiste, vuoi crearla?
ja_jp: Typoraは、YAMLフロントマターの設定またはグローバル設定にしたがって、新しく挿入された画像をフォルダ <code id='image-create-folder-target'></code> に保存してようとしています。しかし、対象のフォルダが存在しません。今作成しますか？
nb_no: Typora prøver å kopiere nylig satt inn bilde til mappen<code id='image-create-folder-target'></code> etter dine YAML Front Matter innstillinger eller globale preferanser, men mappen eksisterer ikke. Vil du opprette mappen nå?
nn_no: Typora prøver å kopiera nyleg innsett inn bilete til mappa<code id='image-create-folder-target'></code> etter YAML Front Matter-innstillingane dine eller globale innstillingar, men mappa finst ikkje. Vil du laga mappa no?
pl_pl: Typora usiłuje skopiować świeżo wstawiony obraz do folderu <code id='image-create-folder-target'></code> zgodnie z ustawieniami YAML Front Matter lub globalnymi preferencjami. Docelowy folder jednak nie istnieje — utworzyć go?
pt_br: Typora está tentando copiar a imagem recém inserida para a pasta <code id='image-create-folder-target'></code> de acordo com seu ajuste de YAML Front Matter ou suas preferências globais. No entanto, a pasta de destino não existe, criar agora?
ro_ro: Typora încearcă să copieze imaginea tocmai introdusă in folderul <code id='image-create-folder-target'></code> în conformitate cu setările dumneavoastră YAML Front Matter sau setările globale. Dar folderul țintă nu există, doriți să îl creați acum?
ru_ru: Typora пытается скопировать недавно вставленное изображение в папку <code id='image-create-folder-target'></code> в соответствии с настройкой YAML-заголовка. Но целевая папка не существует, создать её?
sk_sk: Typora sa snaží skopírovať novo vložený obrázok do priečinka <code id='image-create-folder-target'></code> podľa vášho nastavenia preddefinovaných premenných YAML alebo globálnych nastaveniach. Cieľový priečinok však neexistuje, vytvoriť teraz?
sl_si: Typora poskuša kopirati novo vstavljeno sliko v mapo <code id='image-create-folder-target'></code> glede na vaše nastavitve YAML oziroma na globalne nastavitve. Ciljna mapa ne obstaja, jo ustvarite zdaj?
tr_tr: Typora sizin YAML Front Matter ayarlarınız veya genel ayarlarınıza göre <code id='image-create-folder-target'></code> dosyasına yeni yerleştirilen resmi kopyalamaya çalışıyor. Ancak hedef gösterilen klasör yok, Şimdi oluşturmak ister misiniz?
uk_ua: Typora намагається скопіювати свіжовставлене зображення у директорію <code id='image-create-folder-target'></code> відповідно до вашого налаштування YAML Front Matter або глобальних налаштувань, але цільва директорія не існує. Створити її зараз?
vi_vn: Typora đang cố gắng sao chép hình ảnh vừa mới chèn vào thư mục <code id='image-create-folder-target'></code> dựa theo tuỳ chỉnh YAML Front Matter hoặc tuỳ chỉnh chung của bạn. Tuy nhiên thư mục đó không tồn tại, bạn có muốn tạo thư mục đó?

source: Create Folder
ar_sa: إنشاء مجلد
cs_cz: Vytvořit složku
da_dk: Opret mappe
de_ch: Ordner erstellen
fa_ir: ساختن پوشه
fr_fr: Créer Dossier
gl_es: Crear cartafol
he_il: צור תיקייה
hr_hr: Stvori direktorij
hu_hu: Mappa létrehozása
id_id: Buat Folder
it_it: Crea cartella
ja_jp: フォルダを作成
nb_no: Opprett mappe
nn_no: Lag mappe
pl_pl: Utwórz folder
pt_br: Criar Pasta
ro_ro: Crează Folder
ru_ru: Создать папку
sk_sk: Vytvoriť priečinok
sl_si: Ustvari mapo
sv_se: Skapa mapp
tr_tr: Yeni Klasör Oluştur
uk_ua: Створити директорію
vi_vn: Tạo Thư Mục

source: Edit
ar_sa: تعديل
cs_cz: Upravit
da_dk: Rediger
de_ch: Bearbeiten
fa_ir: ویرایش
fr_fr: Éditer
gl_es: Editar
he_il: ערוך
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
nb_no: Rediger
nn_no: Rediger
pl_pl: Edytuj
pt_br: Editar
ro_ro: Editează
ru_ru: Правка
sk_sk: Upraviť
sl_si: Uredi
sv_se: Redigera
tr_tr: Düzenle
uk_ua: Редагування
vi_vn: Chỉnh sửa

source: Delete Math
ar_sa: حذف الرموز الرياضية
cs_cz: Vymazat vzorec
da_dk: Slet formel
de_ch: Formel löschen
fa_ir: حذف ریاضی
fr_fr: Supprimer Maths
gl_es: Eliminar Math
he_il: מחק ביטוי מתמטי
hr_hr: Obriši Math
hu_hu: Képlet törlése
id_id: Hapus Matematika
it_it: Elimina Math
ja_jp: 数式を削除
nb_no: Slett matte
nn_no: Slett matte
pl_pl: Usuń Math
pt_br: Deletar Equação
ro_ro: Șterge Matematică
ru_ru: Удалить формулу
sk_sk: Odstrániť Matematiku
sl_si: Izbriši Matematiko
sv_se: Radera matte
tr_tr: Matematik formulünü sil
uk_ua: Видалити математичний блок
vi_vn: Xoá công thức Toán

source: Preview
ar_sa: معاينة
cs_cz: Náhled
da_dk: Forhåndsvisning
de_ch: Vorschau
fa_ir: پیش‌ نمایش
fr_fr: Prévisualiser
gl_es: Vista previa
he_il: תצוגה מקדימה
hr_hr: Pregled
hu_hu: Előnézet
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
nb_no: Forhåndsvis
nn_no: Førehandsvis
pl_pl: Podgląd
pt_br: Pré-visualizar
ro_ro: Previzualizează
ru_ru: Предпросмотр
sk_sk: Náhľad
sl_si: Predogled
sv_se: Förhandsvisa
tr_tr: Önizle
uk_ua: Попередній перегляд
vi_vn: Xem trước

source: Articles
ar_sa: المستندات
cs_cz: Články
da_dk: Bibliotek
de_ch: Artikel
fa_ir: مقالات
gl_es: Artigos
he_il: כתבות
hr_hr: Članci
hu_hu: Fájl betekintés
id_id: Artikel
it_it: Articoli
ja_jp: 文書
nb_no: Artikkel
nn_no: Artikkel
pl_pl: Artykuły
pt_br: Artigos
ro_ro: Articole
ru_ru: Файлы
sk_sk: Články
sl_si: Članki
sv_se: Artiklar
tr_tr: Metinler
uk_ua: Статті
vi_vn: Bài Viết

source: Outline
ar_sa: موجز
cs_cz: Přehled
da_dk: Disposition
de_ch: Gliederung
fa_ir: طرح کلی
fr_fr: Plan
gl_es: Esquema
he_il: מבנה
hu_hu: Vázlat
id_id: Garisbesar
it_it: Struttura
ja_jp: アウトライン
nb_no: Disposisjon
nn_no: Disposisjon
pl_pl: Konspekt
pt_br: Índices
ro_ro: Schiță
ru_ru: Оглавление
sk_sk: Prehľad
sl_si: Oris
sv_se: Översikt
tr_tr: Özet
uk_ua: Структура
vi_vn: Dàn Bài

source: Files
ar_sa: الملفات
cs_cz: Soubory
da_dk: Filer
de_ch: Dateien
fa_ir: فایل‌ها
fr_fr: Fichiers
gl_es: Arquivos
he_il: קבצים
hr_hr: Fajlovi
hu_hu: Fájlkezelő
id_id: Fail
it_it: File
ja_jp: ファイル
nb_no: Filer
nn_no: Filer
pl_pl: Pliki
pt_br: Arquivos
ro_ro: Fișiere
ru_ru: Файлы
sk_sk: Súbory
sl_si: Datoteke
sv_se: Filer
tr_tr: Dosyalar
uk_ua: Файли
vi_vn: Tệp Tin

source: Switch to File List view
ar_sa: تبديل لوضع قائمة الملفات
cs_cz: Přepnout do zobrazení seznamu souborů
da_dk: Skift til listevisning
de_ch: Zur Dateilistenansicht wechseln
fa_ir: تغییر به فایل نمایه‌ی فهرست
fr_fr: Basculer sur la vue Liste des Fichiers
gl_es: Cambiar á vista Lista de arquivos
he_il: עבור לתצוגת רשימת קבצים
hr_hr: Prebaci na pregled datoteka - lista
hu_hu: Felsorolás nézetbe váltás
id_id: Alihkan ke tinjauan Lis Fail
it_it: Passa a vista Elenco
ja_jp: リスト表示に切替
nb_no: Bytt til filliste-visnig
nn_no: Byt til fillistevising
pl_pl: Przejdź do widoku listy plików
pt_br: Visualizar em Lista
ro_ro: Treci la Vizualizare Listă Fișiere
ru_ru: Переключиться на просмотр списка файлов
sk_sk: Prepnúť na zobrazenie zoznamu súborov
sl_si: Preklopi na pogled seznama datotek
sv_se: Byt till listvy
tr_tr: Dosya listesi görünümüne geç
uk_ua: Перемкнутися на Список файлів
vi_vn: Chuyển sang kiểu xem Danh Sách Tệp Tin

source: Switch to File Tree view
ar_sa: تبديل لوضع شجرة الملفات
cs_cz: Přepnout do zobrazení stromu souborů
da_dk: Skift til filoversigt
de_ch: Zur Dateibaumansicht wechseln
fa_ir: تغییر به فایل نمایه‌ی درخت
fr_fr: Basculer sur la vue Arborescence des Fichiers
gl_es: Cambiar á vista Árbore de arquivos
he_il: עבור לתצוגת עץ קבצים
hr_hr: Prebaci na pregled datoteka - stablo
hu_hu: Fanézetbe váltás
id_id: Alihkan ke tinjauan Pohon Fail
it_it: Passa a vista Albero
ja_jp: ツリー表示に切替
nb_no: Bytt til filtre-visning
nn_no: Byt til filtrevising
pl_pl: Przejdź do widoku drzewa
pt_br: Visualizar em Árvore
ro_ro: Treci la Vizualizare Arbore Fișiere
ru_ru: Переключиться на просмотр дерева файлов
sk_sk: Prepnúť na stromové zobrazenie súborov
sl_si: Preklopi na drevesni pogled datotek
sv_se: Byt till trädvy
tr_tr: Dosya ağacı görünümüne geç
uk_ua: Перемкнутися на Дерево файлів
vi_vn: Chuyển sang kiểu xem Cây Tệp Tin
