Repository: typora/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: ar_sa, cs_cz, da_dk, de_ch, fa_ir, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, nb_no, nn_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Table of Contents
ar_sa: جدول المحتويات
cs_cz: Obsah
da_dk: Indholdsfortegnelse
de_ch: Inhaltsverzeichnis
fa_ir: جدول محتوا
fr_fr: Table des matières
gl_es: Táboa de contidos
he_il: תוכן עיניינים
hr_hr: Tablica Sadržaja
hu_hu: Tartalomjegyzék
id_id: Tabel Konten
it_it: Indice dei contenuti
ja_jp: 目次
nb_no: Innholdsfortegnelse
nn_no: Innhald
pl_pl: Spis treści
pt_br: Tabela de Conteúdos
ro_ro: Cuprins
ru_ru: Оглавление
sk_sk: Obsah
sl_si: Vsebina
sv_se: Innehållsförteckning
tr_tr: İçindekiler
uk_ua: Зміст
vi_vn: Mục Lục

source: Empty Diagram
ar_sa: إفراغ الرسم البياني
cs_cz: Prázdný diagram
da_dk: Tomt diagram
de_ch: Diagramm leeren
fa_ir: دیاگرام خالی
fr_fr: Diagramme vide
gl_es: Diagrama baleiro
he_il: תרשים ריק
hr_hr: Isprazni dijagram
hu_hu: Üres diagram
id_id: Diagram Kosong
it_it: Diagramma vuoto
ja_jp: 空のダイアグラム
nb_no: Tomt diagram
nn_no: Tomt diagram
pl_pl: Pusty diagram
pt_br: Diagrama Vazio
ro_ro: Diagramă Goală
ru_ru: Пустая диаграмма
sk_sk: Prázdny diagram
sl_si: Prazen diagram
sv_se: Tomt diagram
tr_tr: Boş Diyagram
uk_ua: Порожній графік
vi_vn: Diagram Trống

source: Input Math TeX here
ar_sa: أدخل رموز ماث تيكس الرياضية هنا
cs_cz: Vložte matematický vzorec TeX zde
da_dk: Indtast TeX formular her
de_ch: Math TeX hier eingeben
fa_ir: متن ریاضی را در اینجا قرار دهید
fr_fr: Entrer TeX Math ici
gl_es: Introducir Math TeX aquí
he_il: הכנס ביטוי מתמטי (TeX) כאן
hr_hr: Unesi Math TeX ovdje
hu_hu: TeX képlet helye
id_id: Masukkan TeX Matematika di sini
it_it: Inserisci formula Math TeX
ja_jp: ここに数式を入力
nb_no: Skriv inn Math TeX her
nn_no: Skriv inn Math TeX her
pl_pl: Wprowadź tutaj składnię zgodną z Math TeX
pt_br: Insira Equação TeX aqui
ro_ro: Introduce Math TeX aici
ru_ru: Введите формулу TeX
sk_sk: Vložiť Matematiku TeX tu
sl_si: Tu vstavite TeX enačbo
sv_se: Fyll i matte TeX här
tr_tr: Math TeX 'ini Yerleştir
uk_ua: Введіть формулу TeX тут
vi_vn: Chèn Math TeX vào đây

source: Need to define the reference footnote <b>{0}</b> with syntax <a>[^{1}]: www.example.com</a>
ar_sa: تحتاج إلى تحديد الحاشية المرجعية <b>{0}</b> بالتركيب <a>[^{1}]: www.example.com</a>
cs_cz: Je potřeba definovat referenční poznámku pod čarou<b>{0}</b> se syntaxí <a>[^{1}]: www.ukázka.cz</a>
da_dk: Referencen til fodnoten <b>{0}</b> skal angives med formatet <a>[^{1}]: www.example.com</a>
de_ch: Es ist notwendig, die referenzierte Fussnote <b>{0}</b> mit Hilfe der Syntax <a>[^{1}]: www.example.com</a> zu definieren
fa_ir: نیاز است تا پانویس مرجع <b>{0}</b> با توجه به این استایل <a>[^{1}]: www.example.com تعریف کنید</a>
fr_fr: Il faut définir la référence de la note de bas de page <b>{0}</b> avec la syntaxe <a>[^{1}]: www.exemple.com</a>
gl_es: Necesita definir a nota de referencia ao pé <b>{0}</b> coa sintaxe <a>[^{1}]:www.example.com</a>
he_il: צריך להגדיר הפנייה להערת שוליים <b>{0}</b> בעזרת התחביר <a>[^{1}]: www.example.com</a>
hu_hu: A <b>{0}</b> lábjegyzet hivatkozást <a>[^{1}]: www.example.com</a> formában kell megadni
id_id: Perlu mendefinisikan referensi catatan kaki <b>{0}</b> dengan sintaksis <a>[^{1}]: www.example.com</a>
it_it: Definisci il riferimento delle note a pié di pagina <b>{0}</b> con la sintassi <a>[^{1}]: www.esempio.com</a>
ja_jp: 脚注を<b>{0}</b>文法付きで<a>[^{1}]: www.example.com</a>定義してください
nb_no: Du må definere fotnoten <b>{0}</b> med sytaks <a>[^{1}]: www.eksempel.no</a>
nn_no: Du må definera fotnota <b>{0}</b> med syntaks <a>[^{1}]: www.eksempel.no</a>
pl_pl: Musisz zdefiniować odsyłacz do przypisu <b>{0}</b> ze składnią <a>[^{1}]: www.example.com</a>
pt_br: É necessário definir a referência da nota de rodapé <b>{0}</b> com sintaxe <a>[^{1}]: www.exemplo.com</a>
ro_ro: Trebuie să definiţi referința la nota de subsol <b>{0}</b> cu sintaxa <a>[^{1}]: www.example.com</a>
ru_ru: Нужно определить сноску <b>{0}</b> с синтаксисом <a>[^{1}]: www.example.com</a>
sk_sk: Potreba definovať referenčnú poznámku pod čiarou <b>{0}</b> so syntaxou <a>[^{1}]: www.priklad.sk</a>
sl_si: Določiti je potrebno referečno opombo <b>{0}</b> z obliko zapisa <a>[^{1}]: www.example.com</a>
sv_se: Fotnoten <b>{0}</b> behöver definieras med följande syntax: <a>[^{1}]: www.example.com</a>
tr_tr: Referans dipnotunun <b>{0}</b><a>[^{1}]: www.example.com</a> söz dizimi ile tanımlanması gerekir
uk_ua: Потрібно визначити виноску <b>{0}</b> синтаксимом <a>[^{1}]: www.example.com</a>
vi_vn: Cần định nghĩa chú thích tham chiếu chân trang <b>{0}</b> với cú pháp <a>[^{1}]: www.example.com</a>

source: Need to define the reference link <b>[{0}]</b> with syntax <b>[{1}]: www.example.com</b>
ar_sa: تحتاج إلى تحديد الارتباط المرجعي <b>[{0}]</b> بالتركيب <b>[{1}]: www.example.com</b>
cs_cz: Je potřeba definovat referenční odkaz<b>[{0}]</b> se syntaxí <b>[{1}]: www.ukázka.cz</b>
da_dk: Henvisningen til referencen <b>[{0}]</b> skal angives med formatet <b>[{1}]: www.example.com</b>
de_ch: Es ist notwendig, die referenzierte Verknüpfung <b>[{0}]</b> mit Hilfe der Syntax <b>[{1}]: www.example.com</b> zu definieren
fa_ir: نیاز است تا لینک مرجع <b>[{0}]</b> با توجه به این استایل <b>[{1}]: www.example.com</b> تعریف کنید
fr_fr: Il faut définir le lien de référence <b>[{0}]</b> avec la syntaxe <b>[{1}]: www.exemple.com</b>
gl_es: Necesita definir a ligazón de referencia <b>[{0}]</b> coa sintaxe <b>[{1}]:www.example.com</b>
he_il: צריך להגדיר קישור הפנייה <b>[{0}]</b> בעזרת התחביר <b>[{1}]: www.example.com</b>
hu_hu: A <b>[{0}]</b> link hivatkozást <b>[{1}]: www.example.com</b> formában kell megadni
id_id: Perlu mendefinisikan referensi pranala <b>[{0}]</b> dengan sintaks <b>[{1}]: www.example.com</b>
it_it: Definisci il riferimento al link <b>[{0}]</b> con la sintassi <b>[{1}]: www.esempio.com</b>
ja_jp: 参照リンクを<b>[{0}]</b>文法付きで<b>[{1}]: www.example.com</b>定義してください
nb_no: Du må definere lenken <b>[{0}]</b> med syntaks <b>[{1}]: www.eksempel.no</b>
nn_no: Du må definera lenka <b>[{0}]</b> med syntaks <b>[{1}]: www.eksempel.no</b>
pl_pl: Musisz zdefiniować odsyłacz do adresu <b>[{0}]</b> ze składnią <b>[{1}]: www.example.com</b>
pt_br: É necessário definir o link <b>[{0}]</b> com sintaxe <b>[{1}]: www.exemplo.com</b>
ro_ro: Trebuie să definiţi referința la linkul <b>[{0}]</b> cu sintaxa <b>[{1}]: www.example.com</b>
ru_ru: Нужно определить ссылку <b>[{0}]</b> с синтаксисом <b>[{1}]: www.example.com</b>
sk_sk: Potreba definovať referenčný odkaz <b>[{0}]</b> so syntaxou <b>[{1}]: www.priklad.sk</b>
sl_si: Določiti je potrebno referečno povezavo <b>[{0}]</b> z obliko zapisa <b>[{1}]: www.example.com</b>
sv_se: Länkreferensen <b>[{0}]</b> behöver definieras med följande syntax: <b>[{1}]: www.example.com</b>
tr_tr: Referans linkini <b>[{0}]</b><b>[{1}]: www.example.com</b> söz dizimi ile tanımlanması gerekir
uk_ua: Потрібно визначити посилання <b>[{0}]</b> синтаксисом <b>[{1}]: www.example.com</b>
vi_vn: Cần định nghĩa liên kết tham chiếu <b>[{0}]</b> với cú pháp <b>[{1}]: www.example.com</b>

source: Please define image reference by [{0}]: http://example.png
ar_sa: يرجى تحديد مرجع الصورة بواسطة [{0}]: http://example.png
cs_cz: Prosím nadefinujte reference obrázku podle [{0}]: http://ukázka.png
da_dk: Angiv venligst billedreference med [{0}]: http://example.png
de_ch: Die Bildreferenz muss über [{0}]: http://example.png definiert werden
fa_ir: لطفا منبع تصویر را به این صورت مشخص کنید [{0}]: http://example.png
fr_fr: Veuillez définir la référence de l’image [{0}]: http://exemple.png
gl_es: Define a referencia de imaxe por [{0}]:http://example.png
he_il: הגדר הפנייה לתמונה על ידי [{0}]: http://example.png
hu_hu: Adja meg a kép hivatkozást így [{0}]: http://example.png
id_id: Silakan definisikan referensi gambar dengan [{0}]: http://example.png
it_it: Definisci i riferimenti alle immagini con [{0}]: http://esempio.png
ja_jp: 画像参照を定義してください [{0}]: http://example.png
nb_no: Du må definere bilde referansen med [{0}]: http://eksempel.png
nn_no: Du må definera biletreferansen med [{0}]: http://eksempel.png
pl_pl: Zdefiniuj odsyłacz do obrazu [{0}]: http://example.png
pt_br: Por favor defina a referência da imagem como [{0}]: http://exemplo.png
ro_ro: Trebuie să definiţi referința la imagini cu [{0}]: http://example.png
ru_ru: Пожалуйста, определите ссылку на изображение [{0}]: http://example.png
sk_sk: Prosím definujte odkaz na obrázok pomocou [{0}]: http://priklad.png
sl_si: Določiti je potrebno referečno sliko z [{0}]: http://example.png
sv_se: Vänligen definiera bildreferensen enligt [{0}]: http://example.png
tr_tr: Lütfen resim referansını [{0}]: http://example.png olarak tanımlayın
uk_ua: Будь ласка, задайте посилання на зображення як [{0}]: http://example.png
vi_vn: Vui lòng định nghĩa hình ảnh tham chiếu bằng cách [{0}]: http://example.png

source: Failed to create file
ar_sa: فشل إنشاء الملف
cs_cz: Nepodařilo se vytvořit soubor
da_dk: Kunne ikke oprette fil
de_ch: Datei konnte nicht erstellt werden
fa_ir: فایل ساخته نشد
fr_fr: Impossible de créer le fichier
gl_es: Fallo ao crear arquivo
he_il: יצירת הקובץ נכשלה
hr_hr: Stvaranje datoteke nije uspjelo
hu_hu: A fájl létrehozása nem sikerült
id_id: Gagal membuat fail
it_it: Impossibile creare il file
ja_jp: ファイル作成に失敗しました
nb_no: Klarte ikke opprette ny fil
nn_no: Klarte ikkje laga ny fil
pl_pl: Nie udało się stworzyć pliku
pt_br: Erro ao criar arquivo
ro_ro: Crearea fișierului nu a reușit
ru_ru: Не удалось создать файл
sk_sk: Zlyhalo vytvorenie súboru
sl_si: Ustvarjanje nove datoteke ni uspelo
sv_se: Kunde inte skapa filen
tr_tr: Dosya oluşturulamadı
uk_ua: Не вдалося створити файл
vi_vn: Tạo tệp tin không thành công

source: Failed to create folder
ar_sa: فشل إنشاء المجلد
cs_cz: Nepodařilo se vytvořit složku
da_dk: Kunne ikke oprette mappe
de_ch: Ordner konnte nicht erstellt werden
fa_ir: پوشه ساخته نشد
fr_fr: Impossible de créer le dossier
gl_es: Fallo ao crear cartafol
he_il: יצירת התיקייה נכשלה
hr_hr: Stvaranje direktorija nije uspjelo
hu_hu: A mappa létrehozása nem sikerült
id_id: Gagal membuat folder
it_it: Impossibile creare la cartella
ja_jp: フォルダ作成に失敗しました
nb_no: Klarte ikke opprette ny mappe
nn_no: Klarte ikkje laga ny mappe
pl_pl: Nie udało się stworzyć folderu
pt_br: Erro ao criar pasta
ro_ro: Crearea folderului nu a reușit
ru_ru: Не удалось создать папку
sk_sk: Zlyhalo vytvorenie priečinka
sl_si: Ustvarjanje nove mape ni uspelo
sv_se: Kunde inte skapa mappen
tr_tr: Klasör oluşturulamadı
uk_ua: Не вдалося створити директорію
vi_vn: Tạo thư mục không thành công

source: Failed to rename file
ar_sa: فشلت إعادة تسمية الملف
cs_cz: Nepodařilo se přejmenovat soubor
da_dk: Kunne ikke omdøbe fil
de_ch: Datei konnte nicht umbenannt werden
fa_ir: تغییر نام انجام نشد
fr_fr: Impossible de renommer le fichier
gl_es: Fallo ao renomear arquivo
he_il: שינוי שם הקובץ נכשל
hr_hr: Preimenovanje datoteke nije uspjelo
hu_hu: A fájl átnevezése nem sikerült
id_id: Gagal namaiulang fail
it_it: Impossibile rinominare il file
ja_jp: 名前の変更に失敗しました
nb_no: Klarte ikke bytte filnavn
nn_no: Klarte ikkje byta filnamn
pl_pl: Nie udało się zmienić nazwy pliku
pt_br: Erro ao renomear arquivo
ro_ro: Redenumirea fișierului nu a reușit
ru_ru: Не удалось переименовать файл
sk_sk: Zlyhalo premenovanie súboru
sl_si: Preimenovanje datoteke ni uspelo
sv_se: Kunde inte byta filnamn
tr_tr: Dosya ismi değiştirilemiyor
uk_ua: Не вдалося перейменувати файл
vi_vn: Đổi tên tệp tin không thành công

source: Folder does not exist at %@
ar_sa: المجلد غير موجود في %@
cs_cz: Složka neexistuje v %@
da_dk: Mappen %@ eksisterer ikke
de_ch: Der Ordner unter %@ existiert nicht
fa_ir: پوشه در %@ وجود ندارد
fr_fr: Le dossier situé à %@ n’existe pas
gl_es: O cartafol non existe en %@
he_il: התיקייה ב־%@ לא קיימת
hr_hr: Direktorij ne postoji na %@
hu_hu: A %@ helyen lévő mappa nem létezik
id_id: Folder tidak eksis di %@
it_it: La cartella %@ non esiste
ja_jp: %@にフォルダがありません
nb_no: Mappe finnes ikke på %@
nn_no: Mappa finst ikkje på %@
pl_pl: Nie ma takiego folderu w %@
pt_br: Pasta não existe em %@
ro_ro: Folderul nu există la %@
ru_ru: Папки не существует в %@
sk_sk: Priečinok neexistuje v %@
sl_si: Mapa ne obstaja na lokaciji %@
sv_se: Det existerar ingen mapp vid %@
tr_tr: %@ 'da belirtilen klasör yok
uk_ua: Директорія не існує у %@
vi_vn: Thư mục không tồn tại ở %@

source: File with the same name already exists at target path
ar_sa: يوجد ملف يحمل نفس الاسم في المسار المحدد
cs_cz: Soubor stejného jména už v cílové složce existuje
da_dk: En fil med samme navn findes allerede i destinationsmappen
de_ch: Eine Datei mit demselben Namen existiert bereits im Zielordner
fa_ir: در مسیر انتخاب شده فایلی با همین نام وجود دارد
fr_fr: Il y a déjà un fichier avec le même nom au chemin ciblé
gl_es: Un arquivo co mesmo nome xa existe na ruta de destino
he_il: קובץ עם אותו השם כבר קיים בתיקיית היעד
hr_hr: Datoteka s istim imenom već postoji na tom mjestu
hu_hu: A megadott helyen már létezik ilyen nevű fájl
id_id: Fail dengan nama yang sama telah ada di target jalur
it_it: Un file con lo stesso nome è già presente nel percorso di destinazione
ja_jp: 対象パスに同一名称のファイルがすでにあります
nb_no: Fil med samme navn eksisterer allerede på målbanen
nn_no: Fil med same namn finst allereie
pl_pl: Plik o takiej samej nazwie istnieje w docelowej ścieżce
pt_br: Um arquivo com o mesmo nome já existe no local de destino
ro_ro: Există deja un fișier cu acest nume la calea specificată.
ru_ru: Файл с тем же именем уже существует в указанном каталоге
sk_sk: Na cieľovej ceste už existuje súbor s rovnakým názvom
sl_si: Datoteka z enakim imenom že obstaja
sv_se: Målet innehåller redan en fil med samma namn
tr_tr: Belirtilen konumda aynı isimde bir dosya var
uk_ua: Файл з таким іменем уже існує за цільовою адресою
vi_vn: Tệp tin với tên trùng đã tồn tại sẵn ở trong đường dẫn

source: Apply to All
ar_sa: تطبيق للكل
cs_cz: Použít na vše
da_dk: Anvend på alt
de_ch: Auf alle anwenden
fa_ir: اعمال به همه
fr_fr: Appliquer à tous
gl_es: Aplicar a todos
he_il: החל על הכל
hr_hr: Primijeni na sve
hu_hu: Alkalmazás mindegyikre
id_id: Terapkan untuk Semua
it_it: Applica a tutto
ja_jp: すべてに適用
nb_no: Gjelder for alle
nn_no: Gjeld for alle
pl_pl: Zastosuj dla wszystkich
pt_br: Aplicar a Todos
ro_ro: Aplică la Tot
ru_ru: Применить ко всем
sk_sk: Použiť na všetky
sl_si: Uveljavi za vse
sv_se: Tillämpa på alla
tr_tr: Hepsi İçin Onayla
uk_ua: Застосувати до всіх
vi_vn: Áp dụng cho Tất Cả

source: Overwrite
ar_sa: استبدال
cs_cz: Přepsat
da_dk: Overskriv
de_ch: Überschreiben
fa_ir: بازنویسی
fr_fr: Écraser
gl_es: Sobrescribir
he_il: דרוס
hr_hr: Prepiši
hu_hu: Felülírás
id_id: Timpa
it_it: Sovrascrivi
ja_jp: 上書きする
nb_no: Overskriv
nn_no: Overskriv
pl_pl: Zastąp
pt_br: Substituir
ro_ro: Suprascrie
ru_ru: Перезаписать
sk_sk: Prepísať
sl_si: Prepiši
sv_se: Skriv över
tr_tr: Üzerine Yaz
uk_ua: Переписати
vi_vn: Ghi đè

source: Stop
ar_sa: إيقاف
cs_cz: Zastavit
de_ch: Abbruch
fa_ir: توقف
fr_fr: Arrêter
gl_es: Deter
he_il: עצור
hr_hr: Stani
hu_hu: Állj
it_it: Ferma
ja_jp: ストップ
nb_no: Stopp
nn_no: Stopp
pl_pl: Zatrzymaj
pt_br: Interromper
ru_ru: Остановить
sk_sk: Zastaviť
sl_si: Ustavi
sv_se: Stopp
tr_tr: Durdur
uk_ua: Зупинитися
vi_vn: Dừng lại

source: back to document
ar_sa: العودة للمستند
cs_cz: Zpět do dokumentu
da_dk: tilbage til dokument
de_ch: Zurück zum Dokument
fa_ir: بازگشت به سند
fr_fr: retour au document
gl_es: volver ao documento
he_il: חזור למסמך
hr_hr: natrag na dokument
hu_hu: vissza a dokumentumhoz
id_id: kembali ke dokumen
it_it: torna al documento
ja_jp: 文書に戻る
nb_no: tilbake til dokumentet
nn_no: attende til dokumentet
pl_pl: Wróć do dokumentu
pt_br: voltar ao documento
ro_ro: Înapoi la document
ru_ru: вернуться к документу
sk_sk: späť do dokumentu
sl_si: nazaj na dokument
sv_se: tillbaka till dokumentet
tr_tr: Belgeye geri dön
uk_ua: назад до документу
vi_vn: quay lại tài liệu

source: Failed to load file
ar_sa: فشل تحميل الملف
cs_cz: Soubor nelze načíst
da_dk: Kunne ikke indlæse fil
de_ch: Datei kann nicht geladen werden
fa_ir: فایل باز نشد
fr_fr: Impossible de charger le fichier
gl_es: Fallo ao cargar o arquivo
he_il: טעינת הקובץ נכשלה
hr_hr: Neuspjelo učitavanje datoteke
hu_hu: A fájl betöltése nem sikerült
id_id: Gagal memuat fail
it_it: Impossibile caricare il file
ja_jp: ファイル読み込みに失敗しました
nb_no: Klarte ikke laste inn fil
nn_no: Klarte ikkje å lasta inn fil
pl_pl: Nie udało się załadować pliku
pt_br: Erro ao carregar arquivo
ro_ro: Nu s-a reușit încărcarea fișierului
ru_ru: Не удалось загрузить файл
sk_sk: Zlyhalo načítanie súboru
sl_si: Nalaganje datoteke ni uspelo
sv_se: Kunde inte läsa in filen
tr_tr: Dosya yüklenemedi
uk_ua: Не вдалося завантажити файл
vi_vn: Tải tệp tin không thành công

source: Save File Failed!
ar_sa: فشل حفظ الملف!
cs_cz: Soubor nelze uložit!
da_dk: Kunne ikke gemme fil!
de_ch: Datei kann nicht gespeichert werden!
fa_ir: فایل ذخیره نشد!
fr_fr: Échec de la sauvegarde du fichier !
gl_es: Fallo ao Gardar arquivo!
he_il: שמירת הקובץ נכשלה!
hr_hr: Spremanje datoteke nije uspjelo!
hu_hu: A fájl mentése nem sikerült!
id_id: Simpan Fail Gagal!
it_it: Salvataggio file non riuscito!
ja_jp: ファイル保存に失敗！
nb_no: Lagre fil mislykkes!
nn_no: Lagre fil mislyktest!
pl_pl: Nie udało się zapisać pliku!
pt_br: Erro ao Salvar Arquivo!
ro_ro: Salvarea fișierului nu a reușit!
ru_ru: Ошибка сохранения файла!
sk_sk: Zlyhalo uloženie súboru!
sl_si: Shranjevanje datoteke ni uspelo!
sv_se: Kunde inte spara filen!
tr_tr: Dosya kaydedilemedi!
uk_ua: Зберегти файл не вдалося!
vi_vn: Lưu Tệp Tin Không Thành Công!

source: Cannot open folder {0}
ar_sa: لا يمكن فتح المجلد {0}
cs_cz: Složku nelze otevřít {0}
da_dk: Kan ikke åbne mappen {0}
de_ch: Der Ordner {0} kann nicht geladen werden
fa_ir: نمی‌توانم فایل را باز کنم {0}
fr_fr: Impossible d’ouvrir le dossier {0}
gl_es: Non se pode abrir o cartafol {0}
he_il: ישנה בעיה בפתיחת התיקייה {0}
hr_hr: Ne mogu otvoriti direktorij {0}
hu_hu: A {0} mappát nem lehet megnyitni
id_id: Takdapat membuka folder {0}
it_it: Impossibile aprire la cartella {0}
ja_jp: ファイルを開けませんでした {0}
nb_no: Kan ikke åpne mappe {0}
nn_no: Kan ikkje opna mappa {0}
pl_pl: Nie można otworzyć folderu {0}
pt_br: Não foi possível abrir a pasta {0}
ro_ro: Nu se poate deschide folderul {0}
ru_ru: Не удается открыть папку {0}
sk_sk: Nemožno otvoriť priečinok {0}
sl_si: Ne morem odpreti mape {0}
sv_se: Kan inte öppna mappen vid {0}
tr_tr: {0} dosyası açılamıyor
uk_ua: Не можу відкрити директорію {0}
vi_vn: Không thể mở thư mục {0}

source: File content is changed by external applications. Reload content from disk ?
ar_sa: تم تغيير محتوى الملف من قبل تطبيق خارجي. هل تود تحديث المحتوى من الذاكرة؟
cs_cz: Obsah souboru byl změněn externí aplikací. Chcete načíst obsah z disku?
da_dk: Filens indhold er blevet ændret af et andret program. Genindlæs fra disk?
de_ch: Der Dateiinhalt wurde durch eine andere Anwendung geändert. Soll die Datei neu geladen werden?
fa_ir: محتوای فایل با اپلیکیشن/ابزار دیگری تغییر کرده است. محتوا را از روی دیسک دوباره بارگذاری کنم?
fr_fr: Le contenu du fichier a été modifié par une application externe. Faut-il la recharger depuis le disque ?
gl_es: O contido do arquivo modificouse con aplicacións externas. Recargares o contido do disco?
he_il: תוכן הקובץ שונה על ידי תוכנה חיצונית. טען מחדש את תוכן הקובץ מהדיסק?
hr_hr: Sadržaj datoteke je izmijenjen externom aplikacijom. Da osvježim trenutni sadržaj s diska ?
hu_hu: A fájl tartalmát egy másik alkalmazás megváltoztatta. Újra betöltsük a lemezről?
id_id: Konten fail diganti oleh aplikasi eksternal. Muatulang konten dari diska?
it_it: Il contenuto del file è stato modificato da un'applicazione esterna. Ricaricare il contenuto dal disco ?
ja_jp: ファイルの中身が他のアプリで変更されています。再読み込みしますか？
nb_no: Filinnhold ble endret av et annet program. Vil du laste inn innhold på nytt fra disk?
nn_no: Filinnhald vart endra av eit anna program. Vil du lasta inn innhaldet på nytt frå lageret?
pl_pl: Zawartość pliku jest modyfikowana przez inne aplikacje. Załadować ponownie zawartość z dysku?
pt_br: O conteúdo do arquivo foi modificado por aplicativos externos. Recarregar o conteúdo do disco?
ro_ro: Conținutul fișierului a fost modificat de o aplicație externă. Doriți să reîncărcați conținutul de pe disc ?
ru_ru: Содержимое файла изменено внешними приложениями. Перезагрузить содержимое с диска?
sk_sk: Obsah súboru bol zmenený externou aplikáciou. Chcete načítať obsah z disku ?
sl_si: Vsebino datoteke je spremenila zunanja aplikacija. Naložim spremenjeno vsebino?
sv_se: Filen har ändrats utanför Typora. Vill du läsa in filen på nytt ?
tr_tr: Dosyanın içeriği başka bir program tarafından değiştirilmiş. Dosyanın içeriğini diskten yüklemek ister misiniz ?
uk_ua: Вміст файлу був змінений зовнішнім застосунком. Перезавантажити вміст з диску?
vi_vn: Nội dung tệp tin đã bị thay đổi bởi các chương trình khác. Tải lại tệp tin từ đĩa ?

source: Rename to "{0}" ?
ar_sa: إعادة تسمية إلى "{0}" ?
cs_cz: Přejmenovat na "{0}" ?
da_dk: Omdøb til "{0}"?
de_ch: Nach "{0}" umbenennen
fa_ir: تغییر نام به "{0}" ?
fr_fr: Renommer en "{0}" ?
gl_es: Renomear como "{0}" ?
he_il: שנה שם ל־"{0}"?
hr_hr: Preimenuj u "{0}" ?
hu_hu: Átnevezés erre "{0}" ?
id_id: Namaiulang ke "{0}" ?
it_it: Rinominare in "{0}" ?
ja_jp: "{0}"に名称変更しますか？
nb_no: Bytt navn til "{0}" ?
nn_no: Byt namn til "{0}" ?
pt_br: Renomear para "{0}" ?
ro_ro: Redenumește cu "{0}" ?
ru_ru: Переименовать в "{0}" ?
sk_sk: Premenovať na "{0}" ?
sl_si: Preimenujem v "{0}" ?
sv_se: Byt namn till "{0}" ?
tr_tr: İsmi "{0}" olarak değiştir ?
uk_ua: Перейменувати як "{0}" ?
vi_vn: Đổi tên thành "{0}" ?

source: Failed to rename from "{0}" to "{1}"
ar_sa: فشلت إعادة التسمية من "{0}" إلى "{1}"
cs_cz: Přejmenování z "{0}" na "{1}"se nezdařilo
da_dk: Kunne ikke omdøbe fra "{0}" til "{1}"
de_ch: Umbenennung von "{0}" nach "{1}" fehlgeschlagen
fa_ir: تغییر نام از "{0}" به "{1}" انجام نشد
fr_fr: Impossible de renommer "{0}" en "{1}"
gl_es: Fallou renomear de "{0}" a "{1}"
he_il: שינוי השם מ־"{0}" ל־"{1}" נכשל
hr_hr: Nije uspjelo preimenovanje sa"{0}" u "{1}"
hu_hu: Az átnevezés "{0}" névről "{1}" névre nem sikerült.
id_id: Gagal namaiulang dari "{0}" ke "{1}"
it_it: Impossibile rinominare "{0}" in "{1}"
ja_jp: "{0}"から"{1}"への名称変更に失敗しました
nb_no: Klarte ikke bytte navn fra "{0}" til "{1}"
nn_no: Klarte ikkje å byta namn frå "{0}" til "{1}"
pl_pl: Zmiana nazwy z "{0}" na "{1}" nie powiodła się
pt_br: Erro ao renomear de "{0}" para "{1}"
ro_ro: Redenumirea de la "{0}" la "{1}" nu s/a reușit
ru_ru: Не удалось переименовать "{0}" в "{1}"
sk_sk: Zlyhalo premenovanie z "{0}" na "{1}"
sl_si: Preimenovanje datoteke iz "{0}" v "{1}" ni uspelo
sv_se: Kunde inte byta namn från "{0}" till "{1}"
tr_tr: "{0}" olan isim "{1}" olarak değiştirilemiyor
uk_ua: Не вдалося перейменувати файл із "{0}" на "{1}"
vi_vn: Đổi tên từ "{0}" sang "{1}" không thành công

source: Successfully uploaded {0} images.
ar_sa: تم رفع {0} صور بنجاح.
cs_cz: Bylo úspěšně nahráno obrázků: {0}
da_dk: Oploadede {0} billeder uden fejl.
de_ch: {0} Bilder wurden erfolgreich hochgeladen
fa_ir: آپلود تصاویر {0} با موفقیت انجام شد.
fr_fr: {0} images envoyées avec succès.
gl_es: Cargou con éxito {0} imaxes.
he_il: העלאת {0} תמונות בוצעה בהצלחה.
hr_hr: Uspješno uploadano {0} slika.
hu_hu: {0} kép feltöltése sikeres volt.
id_id: Berhasil mengunggah {0} gambar.
it_it: Sono state caricate {0} immagini.
ja_jp: {0}個の画像アップロードに成功しました。
nb_no: Lastet opp {0} bilder.
nn_no: Lasta opp {0} bilete.
pl_pl: Liczba przesłanych obrazów: {0}
pt_br: {0} imagens carregadas com sucesso.
ro_ro: Încărcat cu succes {0} imagini.
ru_ru: Успешно загружено {0} изображений.
sk_sk: Bolo úspešne nahrané {0} obrázkov
sl_si: Uspešno naloženo {0} slik.
sv_se: Uppladdning av {0} bilder lyckades.
tr_tr: {0} adet resim başarıyla yüklendi.
uk_ua: Успішно завантажено {0} зображень.
vi_vn: Đã tải lên thành công {0} hình ảnh.
