Repository: typora/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: ar_sa, cs_cz, da_dk, de_ch, fa_ir, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, nb_no, nn_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: <strong>%@</strong> has been turned on.
ar_sa: <strong>%@</strong> تم تشغيله.
cs_cz: <strong>%@</strong> bylo zapnuto.
da_dk: <strong>%@</strong> er blevet aktiveret.
de_ch: <strong>%@</strong> wurde angeschalten.
fa_ir: <strong>%@</strong> روشن شده است.
fr_fr: <strong>%@</strong> a été activé.
gl_es: <strong>%@</strong> foi activado.
he_il: <strong>%@</strong> הופעל.
hu_hu: <strong>%@</strong> bekapcsolódott.
id_id: <strong>%@</strong> telah diaktifkan.
it_it: <strong>%@</strong> è stato abilitato.
ja_jp: <strong>%@</strong> が有効になりました。
nb_no: <strong>%@</strong> er skrudd på.
nn_no: <strong>%@</strong> har vorte slått på.
pl_pl: <strong>%@</strong> został włączony.
pt_br: <strong>%@</strong> foi habilitado.
ro_ro: <strong>%@</strong> a fost activat.
ru_ru: <strong>%@</strong> активирован.
sk_sk: <strong>%@</strong> bolo zapnuté.
sl_si: <strong>%@</strong> je bil izključen.
sv_se: <strong>%@</strong> är aktiverat.
tr_tr: <strong>%@</strong> açıldı.
uk_ua: <strong>%@</strong> було увімкнено.
vi_vn: <strong>%@</strong> đã được bật lên.

source: You could turn it off from `View` menu.
ar_sa: تستطيع إيقافه من قائمة `عرض`.
cs_cz: Mělo by být vypnuto z nabídky `Zobrazení`.
da_dk: Du kan deaktivere det fra menuen `Visning`.
de_ch: Du könntest es im `Darstellung`-Menü ausstellen.
fa_ir: شما می‌توانید آن را از منوی `نمایش` خاموش کنید.
fr_fr: Vous pouvez le désactiver du menu `Présentation`.
gl_es: Podes desactivalo desde o menú `Ver`.
he_il: ניתן לכבות זאת תחת תפריט ה־`תצוגה`
hu_hu: A `Nézet` menüből kikapcsolható.
id_id: Anda dapat menonaktifkannya dari menu `Tinjau`.
it_it: Puoi disattivarlo dal menu `Vista`.
ja_jp: `表示` メニューから無効にできます。
nb_no: Du kan skru den av fra `Visning` menyen.
nn_no: Du kan skru den av frå `Visings`-menyen.
pl_pl: Możesz go wyłączyć w menu `Widok`.
pt_br: Você pode desabilitá-lo no menu `Visualização
ro_ro: Poți să îl dezactivezi de la meniul `Vizualizare`.
ru_ru: Можно отключить из меню `Вид`.
sk_sk: Môžete vypnúť z ponuky `Zobrazenie`.
sl_si: Vključite ga lahko v meniju `Pogled`.
sv_se: Du kan stänga av det från `Innehåll` menyn.
tr_tr: `Görünüm` menüsünden kapatabilirsiniz.
uk_ua: Ви можете вимкнути її через меню `Вигляд`.
vi_vn: Bạn có thể tắt nó từ menu `Xem`.

source: The file is too large to render in Typora.
ar_sa: الملف كبير جدًا على Typora.
cs_cz: Tento soubor je příliš veliký pro zobrazení v Typoře.
da_dk: Filen er for stor til at blive vist i Typora.
de_ch: Die Datei ist zu gross, um in Typora dargestellt zu werden.
fa_ir: فایل جهت رندر کردن در Typora بیش از حد بزرگ است.
fr_fr: Le fichier est trop large pour être affiché dans Typora.
gl_es: O arquivo é demasiado grande para renderizar en Typora.
he_il: הקובץ גדול מידי בכדי להציג אותו ב־Typora.
hu_hu: A fájl nem jeleníthető meg, mert túl nagy.
id_id: Fail terlalu besar untuk dirender di Typora.
it_it: Il file è troppo grande per essere visualizzato in Typora.
ja_jp: ファイルサイズが大きすぎるため、Typoraではレンダリングできません。
nb_no: Filen er for stor til å vises i Typora.
nn_no: Fila er for stor til å bli vist i Typora.
pl_pl: Plik jest zbyt duży dla Typory.
pt_br: O arquivo é muito grande para renderizar no Typora.
ro_ro: Fișierul e prea mare pentru a fi redat în Typora.
ru_ru: Файл слишком большой для рендеринга в Typora.
sk_sk: Súbor je príliš veľký na vykreslenie v Typore.
sl_si: Datoteka je prevelika za prikaz v Typori.
sv_se: Filen är för stor för att rendera i Typora.
tr_tr: Dosya Typora 'da görüntülenebilmek için fazla büyük.
uk_ua: Файл занадто великий для відображення у Typora.
vi_vn: Tệp tin quá lớn để hiển thị trong Typora.

source: Open in…
ar_sa: فتح في…
cs_cz: Otevřít v…
da_dk: Åben i…
de_ch: Öffnen mit…
fa_ir: بازکردن در…
fr_fr: Ouvrir dans…
gl_es: Abrir en…
he_il: פתח ב...
hu_hu: Társítás…
id_id: Buka di…
it_it: Apri in…
ja_jp: …で開く
nb_no: Åpne i…
nn_no: Opne i…
pl_pl: Otwórz w…
pt_br: Abrir no
ro_ro: Deschide în…
ru_ru: Открыть в…
sk_sk: Otvoriť v…
sl_si: Odpri v …
sv_se: Öppna i…
tr_tr: … Dosya konumunda aç
uk_ua: Відкрити у…
vi_vn: Mở trong…

source: Quick Look
ar_sa: نظرة سريعة
cs_cz: Rychlý náhled
da_dk: Hurtig visning
de_ch: Schnellvorschau
fa_ir: دیدن سریع
fr_fr: Jeter un oeil
gl_es: Ollada rápida
he_il: מבט מהיר
hu_hu: Gyorsnézet
id_id: Lihat Segera
it_it: Sguardo Rapido
ja_jp: 簡易表示
nb_no: Hurtigvisning
nn_no: Hurtigvising
pl_pl: Szybki podgląd
pt_br: Visualização Rápida
ro_ro: Vizualizare Rapidă
ru_ru: Быстрый просмотр
sk_sk: Rýchly náhľad
sl_si: Hitri ogled
sv_se: Snabbtitt
tr_tr: Genel Bakış
uk_ua: Швидкий перегляд
vi_vn: Xem Nhanh

source: Filter
ar_sa: تصفية
cs_cz: Filtr
fa_ir: فیلتر
fr_fr: Filtrer
gl_es: Filtro
he_il: מסנן
hu_hu: Szűrő
it_it: Filtro
ja_jp: フィルター
pl_pl: Filtruj
pt_br: Filtrar
ro_ro: Filtru
ru_ru: Фильтр
tr_tr: Flitre
uk_ua: Фільтр
vi_vn: Lọc

source: No result found.
ar_sa: لا توجد نتائج
cs_cz: Nebylo nic nalezeno.
da_dk: Ingen resultater fundet.
de_ch: Keine Resultate gefunden.
fa_ir: هیچ نتیجه‌ای نداشت.
fr_fr: Aucun resultat trouvé.
gl_es: Sen resultados.
he_il: לא נמצאו תוצאות.
hu_hu: Nincs találat.
id_id: Tiada resultan yang ditemukan.
it_it: Nessun risultato trovato.
ja_jp: 結果が見つかりません。
nb_no: Fant ingen resultater.
nn_no: Fann ingen ting.
pl_pl: Brak wyników.
pt_br: Nenhum resultado encontrado.
ro_ro: Nu s-au găsit rezultate.
ru_ru: Результатов не найдено.
sk_sk: Nenašiel sa žiadny výsledok.
sl_si: Ni rezultatov.
sv_se: Inga resultat funna.
tr_tr: Sonuç bulunamadı.
uk_ua: Результатів не знайдено.
vi_vn: Không tìm thấy kết quả.

source: Continue & Overwrite
ar_sa: متابعة واستبدال
cs_cz: Pokračovat a Přepsat
da_dk: Fortsæt og overskriv
de_ch: Fortfahren und Überschreiben
fa_ir: ادامه و بازنویسی
fr_fr: Continuer & Écraser
gl_es: Continuar & Sobrescribir
he_il: המשך ודרוס
hu_hu: Folytatás és felülírás
id_id: Lanjut & Timpa
it_it: Continua & sovrascrivi
ja_jp: 上書きして続行
nb_no: Fortsett & overskriv
nn_no: Hald fram, og overskriv
pl_pl: Kontynuuj i zastąp
pt_br: Continuar & Sobrescrever
ro_ro: Continuă & Suprascrie
ru_ru: Продолжить и перезаписать
sk_sk: Pokračovať & Prepísať
sl_si: Nadaljuj & Prepiši
sv_se: Fortsätt & skriv över
tr_tr: Devam Et ve Üzerine Yaz
vi_vn: Tiếp tục & Ghi đè

source: The file is read-only, or you do not have right permissions to modify the file.
ar_sa: إما أن الملف للقراءة فقط أو ليست لديك صلاحيات تعديله.
cs_cz: Tento soubor je pouze pro čtení nebo nemáte dostatečná práva pro jeho úpravu.
da_dk: Denne fil er ikke skrivbar eller du har ikke tilladelse til at ændre den.
de_ch: Diese Datei ist schreibgeschützt oder du hast nicht die Berechtigungen diese Datei zu verändern.
fa_ir: فایل فقط قابل خواندن است، یا شما دسترسی کافی جهت ویرایش آن را ندارید..
fr_fr: Le fichier est en lecture seule, ou vous n’avez pas les permissions de le modifier.
gl_es: O arquivo é de só lectura ou non tes os permisos correctos para modificalo.
he_il: הקובץ הוא לקריאה בלבד, או שאין לך את ההרשאות המתאימות כדי לערוך אותו.
hu_hu: A fájl írásvédett vagy nincs jogosultsága a módosításához.
id_id: Fail tersedia baca-saja, atau Anda tidak punya izin untuk mengubah fail tersebut.
it_it: Il file è di sola lettura, o non disponi dell'autorizzazione per modificare il file.
ja_jp: このファイルは読み込み専用または編集する権限がありません。
nb_no: Filen er skrivebeskyttet, eller så mangler du skriverettigheter.
nn_no: Fila er skriveverna, eller så manglar du skriverettar.
pl_pl: Plik jest tylko do odczytu bądź nie masz uprawnień do modyfikacji jego zawartości.
pt_br: O arquivo só permite leitura ou você não tem permissão para modificá-lo.
ro_ro: Acest fișier este disponibil doar în citire, sau nu aveți permisiunile necesare să îl modificați.
ru_ru: Файл доступен только для чтения, или у вас нет прав для изменения файла.
sk_sk: Tento súbor je iba na čítanie alebo nemáte oprávnenie na jeho úpravu.
sl_si: Datoteka je označena le za branje ali pa nimate dovoljenja za prepisovanje.
sv_se: Filen är skrivskyddad eller så har du inte rätt rättigheter för att ändra filen.
tr_tr: Dosya yazılmaya karşı korumalı veya dosyayı düzenlemek için gerekli izinlere sahip değilsiniz.
uk_ua: Файл доступний тільки для читання, або ж ви не маєте прав для його зміни.
vi_vn: Tệp tin ở chế độ chỉ đọc (read-only), hoặc bạn không có quyền truy cập để chỉnh sửa tệp tin.

source: Learn Data Recovery
ar_sa: تعلم استعادة الملفات
cs_cz: Naučit se obnovu dat
da_dk: Gendannelse af lærte data
de_ch: Data-Recovery kennenlernen
fa_ir: آموزش بازگردانی داده
fr_fr: Apprendre la récupération de données
gl_es: Aprende Recuperación de datos
he_il: למד על שחזור נתונים
hu_hu: Tudnivalók az adatvisszaállításról
id_id: Pelajari Pemulihan Data
it_it: Impara Recupero dei dati
ja_jp: データの復元についてもっと詳しく
nb_no: Lær datagjenoppretting
nn_no: Lær datagjenoppretting
pl_pl: Dowiedz się o odzyskiwaniu danych
pt_br: Aprender Recuperação de Dados
ro_ro: Învață despre Recuperarea Datelor
ru_ru: Подробнее о восстановлении данных
sk_sk: Naučiť sa Obnovenie údajov
sl_si: Izvedite več o obnovitvi podatkov
tr_tr: Veri kurtarmayı öğren
uk_ua: Дізнатися про відновлення даних
vi_vn: Tìm hiểu về Khôi Phục Dữ Liệu

source: Auto refresh on Files Panel cannot be enabled.
ar_sa: لا يمكن تفعيل التحديث التلقائى في قائمة الملفات
da_dk: Automatisk genvisning af filpanel kan ikke aktiveres.
de_ch: Automatisches Neuladen vom Files-Panel konnten nicht aktiviert werden.
fa_ir: تازه‌سازی خودکار در پنل پوشه‌ها نمی‌تواند فعال شو..
fr_fr: Le rafraîchissement automatique sur le panneau des fichiers ne peut être activé.
gl_es: Non se pode activar a actualización automática no Panel de arquivos.
he_il: לא ניתן להפעיל את הרענון האוטומטי בתפריט הקבצים.
hu_hu: Nem sikerült bekapcsolni az automatikus frissítést a Fájlkezelőben.
id_id: Oto segarulang pada Panel Fail tidak dapat diaktifkan.
it_it: Impossibile abilitare l'aggiornamento automatico del del pannello File.
ja_jp: ファイルパネルの自動更新は有効にできません。
nb_no: Automatisk oppdatering i filpanelet er ikke skrudd på.
nn_no: Automatisk oppdatering i filpanelet har ikkje vorte skrudd på.
pl_pl: Nie można włączyć automatycznego odświeżania w panelu plików.
pt_br: Atualização automática no Painel de Arquivos não pôde ser habilitada.
ro_ro: Reîmprospătarea automată în panoul fișierelor nu poate fi activată.
ru_ru: Автоматическое обновление на панели файлов невозможно.
sk_sk: Automatické obnovenie na paneli súborov nie je možné povoliť.
sl_si: Samodejnega osveževanja seznama datotek ni mogoče omogočiti.
tr_tr: Dosya panelinde otomatik yenileme aktifleştrilemiyor.
uk_ua: Автоматичне оновлення на Панелі файлів увімкнути неможливо.
vi_vn: Tính năng tự động cập nhật của Bảng Tệp tin (Files Panel) không thể kích hoạt.

source: Delete Permanently
ar_sa: حذف نهائي
da_dk: Slet permanent
de_ch: Unwiderruflich Löschen
fr_fr: Supprimer de façon permanente
gl_es: Eliminar permanentemente
he_il: מחק לצמיתות
hu_hu: Végleges törlés
id_id: Hapus Permanen
it_it: Elimina definitivamente
ja_jp: 完全に削除
nb_no: Slett permanent
nn_no: Slett for evig
pl_pl: Usuń bezpowrotnie
pt_br: Remover Permanentemente
ro_ro: Șterge Definitiv
ru_ru: Удалить навсегда
sk_sk: Odstrániť natrvalo
sl_si: Dokončno izbriši
sv_se: Ta bort Permanent
tr_tr: Kalıcı olarak sil
uk_ua: Видалити остаточно
vi_vn: Xoá Vĩnh Viễn

source: Failed to upload images:
ar_sa: فشل رفع الصور:
da_dk: Fejl ved upload af billeder:
fr_fr: Impossible d'envoyer les images :
gl_es: Fallo ao subir imaxes:
he_il: נכשל בהעלאת תמונות:
hu_hu: A képek feltöltése nem sikerült:
id_id: Gagal mengunggah gambar:
it_it: Caricamento immagini non riuscito:
ja_jp: 画像のアップロードに失敗しました:
nb_no: Opplasting av bilder mislyktes:
nn_no: Opplasting av bilete mislyktest:
pl_pl: Nieudane przesyłanie plików:
pt_br: Erro ao carregar imagens:
ro_ro: Nu s-a reușit încărcarea imaginilor:
ru_ru: Не удалось загрузить изображения:
sl_si: Neuspešno nalaganje slik:
tr_tr: Resim yüklemede hata meydana geldi:
vi_vn: Không thể tải lên hình ảnh:

source: Uploading in progress
ar_sa: جار الرفع
da_dk: Upload udføres
fr_fr: Téléversement en cours
gl_es: Carga en curso
he_il: ההעלאה מתבצעת
hu_hu: Feltöltés folyamatban
id_id: Pengunggahan dalam progres
it_it: Caricamento in corso
ja_jp: アップロード中です
nb_no: Laster opp...
nn_no: Lastar opp...
pl_pl: Przesyłanie w toku
pt_br: Carregamento em processo
ro_ro: Încărcare în desfășurare
ru_ru: Идёт загрузка
sl_si: Poteka nalaganje
tr_tr: Yükleniyor
vi_vn: Đang trong quá trình tải lên

source: Successfully uploaded {0} images, {1} failed.
ar_sa: تم رفع {0} صور، وفشل رفع {1} صور.
da_dk: Uploaded {0} billeder uden problemer, {1} fejlede.
fr_fr: {0} images ont été envoyées avec succès, {1} ont échouées.
gl_es: Imaxes cargadas correctamente {0}, erros {1}.
he_il: הועלו בהצלחה {0} תמונות ({1} תמונות נכשלו).
hu_hu: {0} kép feltöltése sikeres, {1} képé sikertelen volt.
id_id: Sukses penuh diunggah {0} gambar, {1} gagal.
it_it: Sono state caricate {0} immagini, {1} non riuscito/i.
ja_jp: アップロードは {0} 件成功し, {1} 件失敗しました。
nb_no: Lastet opp {0} bilder, {1} mislyktes.
nn_no: Lasta opp {0} bilete, {1} mislyktest.
pl_pl: Obrazy przesłane: {0}, nie przesłano: {1}.
pt_br: {0} imagens carregadas com sucesso, {1} falharam.
ro_ro: Încărcat cu succes {0} imagini, {1} nereușite.
ru_ru: Успешно загружено изображений — {0}, не удалось загрузить — {1}.
sl_si: Uspešno prenešenih {0} slik, {1} ni uspelo.
tr_tr: {0} adet resim sorunsuz şekilde yükendi, {1} yükenemedi.
vi_vn: Đã tải lên {0} hình ảnh thành công, {1} thất bại.

source: You could undo this operation later via `Edit` → `Undo`.
da_dk: Du kan fortryde denne operation senere med `Redigér` → `Fortryd`.
fr_fr: Vous pouvez annuler cette opération par la suite via `Éditer` → `Annuler`.
gl_es: Podes desfacer esta operación máis tarde mediante `Editar` → `Desfacer`.
hu_hu: Később visszavonhatod ezt a műveletet a Szerkesztés → Visszavonás-sal.
id_id: Anda dapat membatalkan operasi ini nanti via `Edit` → `Takjadi`.
it_it: Puoi annullare questa operazione successivamente in `Modifica` → `Annulla`.
ja_jp: この操作は`編集` → `元に戻す`で元に戻せます。
nb_no: Du kan andre denne handlingen senere via `Rediger` → `Angre`.
nn_no: Du kan endre denne handlinga seinare via `Rediger` → `Angre`.
pl_pl: Możesz później cofnąć tę czynność, wybierając `Edycja` → `Cofnij`.
pt_br: Você pode desfazer essa operação mais tarde em `Editar` → `Desfazer`.
ro_ro: Poți anula această acțiune mai târziu prin `Editare` → `Anulează`.
ru_ru: Можно отменить эту операцию позже с помощью команды `Правка` → `Отменить`.
sl_si: To operacijo lahko pozneje prekličete prek `Urejanje` → `Razveljavi`.
vi_vn: Bạn có thể hoàn tác cho thao tác vừa rồi qua lệnh `Chỉnh sửa` → `Hoàn tác`.

source: You can press <strong>⌘ + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
da_dk: Du kan trykke <strong>⌘ + Click</strong> for at åbne <a href='#'>links</a> eller hoppe til en fodnote definition.
fr_fr: Vous pouvez appuyer sur <strong>⌘ + Clic</strong> pour ouvrir <a href='#'>links</a> ou allez à la note de pied de page.
gl_es: Podes premer <strong>⌘ + Click</strong> para abrir as <a href='#'>ligazóns</a> ou ir á definición da nota ao pé.
id_id: Anda dapat menekan <strong>⌘ + Klik</strong> untuk membuka <a href='#'>links</a> atau lompat ke definisi catatan kaki.
it_it: Puoi premere <strong>⌘ + Click</strong> per aprire i <a href='#'>collegamenti</a> o saltare alla definizione della nota a pié di pagina.
ja_jp: <strong>⌘ + クリック</strong> で、<a href='#'>リンク</a> を開いたり、脚注にアクセスしたりできます。
nb_no: Du kan holde <strong>⌘-knappen</strong> nede og trykke på <a href='#'>lenker</a> for å åpne nettsider eller hoppe til fotnotene.
nn_no: Du kan halda <strong>⌘-knappen</strong> nede og trykkja på <a href='#'>lenkjer</a> for å opna nettsider eller hoppa til fotnotene.
pl_pl: Możesz użyć kombinacji <strong>⌘ + kliknięcie</strong>, aby otworzyć <a href='#'>łącza</a> albo przejść do treści przypisu.
pt_br: Você pode pressionar <strong>⌘ + Clique</strong> para abrir <a href='#'>links</a> ou ir à nota de rodapé.
ru_ru: Можно нажать <strong>⌘ + клик</strong> для открытия <a href='#'>ссылок</a> или перехода к определению сноски.
sl_si: Lahko pritisnete <strong>⌘ + klik</strong, da odprete <a href='#'>povezave</a> ali skočite na definicijo opombe pod črto.
vi_vn: Bạn có thể nhấn <strong>⌘ + Click</strong> để mở <a href='#'>đường dẫn</a> hoặc nhảy đến phần định nghĩa chân trang.

source: You can press <strong>CTRL + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
da_dk: Du kan trykke <strong>CTRL + Click</strong> for at åbne <a href='#'>links</a> eller hoppe til en fodnote definition.
fr_fr: Vous pouvez appuyer sur <strong>CTRL + Clic</strong> pour ouvrir <a href='#'>links</a> ou allez à la note de pied de page.
gl_es: Podes premer <strong>CTRL + clic</strong> para abrir <a href='#'>ligazóns</a> ou ir á definición da nota ao pé.
id_id: Anda dapat menekan <strong>CTRL + Klik</strong> untuk membuka <a href='#'>pranala</a> atau lompat ke definisi catatan kaki.
it_it: Puoi premere <strong>CTRL + Click</strong> per aprire i <a href='#'>collegamenti</a> o saltare alla definizione della nota a pié di pagina.
ja_jp: <strong>CTRL + クリック</strong>で、<a href='#'>リンク</a> を開いたり、脚注にアクセスしたりできます。
nb_no: Du kan holde <strong>CTRL-knappen</strong> nede og trykke på <a href='#'>lenker</a> for å åpne nettsider eller hoppe til fotnotene.
nn_no: Du kan halda <strong>CTRL-knappen</strong> nede og trykkja på <a href='#'>lenkjer</a> for å opna nettsider eller hoppa til fotnotene.
pl_pl: Możesz użyć kombinacji <strong>CTRL + kliknięcie</strong>, aby otworzyć <a href='#'>łącza</a> albo przejść do treści przypisu.
pt_br: Você pode pressionar <strong>CTRL + Clique</strong> para abrir <a href='#'>links</a> ou ir à nota de rodapé.
ru_ru: Можно нажать <strong>CTRL + клик</strong> для открытия <a href='#'>ссылок</a> или перехода к определению сноски.
sl_si: Lahko pritisnete <strong>CTRL + Click</strong>, da odprete <a href='#'>links</a> ali skočite na definicijo opombe pod črto.
vi_vn: Bạn có thể nhấn <strong>CTRL + Click</strong> để mở <a href='#'>đường dẫn</a> hoặc nhảy đến phần định nghĩa chân trang.

source: <strong>Unibody</strong> style has been turned on.
da_dk: <strong>Unibody</strong> stil er blevet aktiveret.
fr_fr: Le style <strong>Unibody</strong> a été activé.
gl_es: Activouse o estilo <strong>Unibody</strong>.
hu_hu: <strong>Unibody</strong> stílus bekapcsolódott.
id_id: Gaya <strong>Unibodi</strong> telah diaktifkan.
it_it: Lo stile <strong>Unibody</strong> è stato abilitato.
ja_jp: <strong>ユニボディ</strong> スタイルが有効化されました。
nb_no: <strong>Unibody</strong> stil har blitt skrudd på.
nn_no: <strong>Unibody</strong-stil har vorte slått på.
pl_pl: Styl <strong>Unibody</strong> został włączony.
pt_br: O estilo <strong>Unibody</strong> foi ativado.
ru_ru: Включен стиль <strong>Unibody</strong>.
sl_si: <strong>Unibody</strong> stil je izključen.
vi_vn: Kiểu <strong>Unibody</strong> đã được bật lên.

source: You can right click titlebar to popup application menu.
da_dk: Du kan højreklikke på titelbjælken for at åbne applikationsmenuen.
fr_fr: Vous pouvez effectuer un clic droit sur la barre de titre pour afficher le menu de l’application.
gl_es: Se pode facer clic co botón dereito na barra de título para abrir o menú emerxente da aplicación.
hu_hu: Az alkalmazás menü megnyitásához kattints jobb gombbal a címsorra.
id_id: Anda dapat mengklik kanan bilah judul untuk memunculkan menu aplikasi.
it_it: Puoi premere il pulsante destro del mouse sulla barra del titolo per aprire il menu dell'applicazione.
ja_jp: タイトルバーを右クリックしてアプリケーションメニューを表示できます。
nb_no: Du kan høyreklikke tittelbaren for å åpne programvarevinduet
nn_no: Du kan høgreklikka på tittelen for å opna programvarevindauget
pl_pl: Możesz kliknąć prawym przyciskiem myszy, aby wywołać menu aplikacji.
pt_br: Você pode clicar com o botão direito na barra de titulo para exibir o menu do aplicativo.
ru_ru: Вы можете щелкнуть правой кнопкой мыши на панели заголовка, чтобы открыть меню приложения.
sl_si: Z desnim klikom na naslovno vrstico lahko odprete meni aplikacije.
vi_vn: Bạn có thể click chuột phải vào thanh tiêu đề để làm nổi lên menu của ứng dụng.

source: Support Document
da_dk: Support dokument
fr_fr: Document d’assistance
gl_es: Documento de soporte
hu_hu: Támogatási dokumentáció
id_id: Dokumen Pendukung
it_it: Documentazione di Supporto
ja_jp: サポートドキュメント
nb_no: Håndbok
nn_no: Handbok
pl_pl: Dokumentacja
pt_br: Documento de Suporte
ru_ru: Вспомогательный документ
sl_si: Dokument za podporo
vi_vn: Tài Liệu Hỗ Trợ

source: Cannot open location <code>$1</code>, do you mean <a href='https://$3'>https://$2</a> ?
hr_hr: Ne mogu otvoriti lokaciju <code>$1</code>, jeste li mislili <a href='https://$3'>https://$2</a> ?
id_id: Takdapat membuka lokasi <code>$1</code>, apakah maksud Anda <a href='https://$3'>https://$2</a> ?
ro_ro: Nu se poate deschide locația <code>$1</code>, vreți să spuneți <a href='https://$3'>https://$2</a> ?
sl_si: Ne morem odpreti naslova <code>$1</code>, ste morda mislili <a href='https://$3'>https://$2</a> ?

source: Should continue moving and overwrite exisiting file(s) ?
fa_ir: آیا انتقال و بازنویسی فایل(های) موجود ادامه یابد?
hr_hr: Da nastavim s premještanjem i prepišem postojeću datoteku(e) ?
id_id: Lanjutkan pemindahan dan penimpaan fail yang eksis ?
ro_ro: Doriți să continuați să mutați și să suprascrieți fișierul existent ?
tr_tr: Dosyaları taşımak ve önceki dosyanın/dosyaların üzerine yazmak ister misiniz ?
