Repository: typora/Typora-i18n
Catalog: *.lproj/Menu.strings
Languages: ar_sa, ca_ca, fa_ir, he_il, sl_si, vi_vn

source: Add Row Above
ar_sa: إضافة صف إلى الأعلى
ca_ca: Inserir fila abans
fa_ir: افزودن ردیف در بالا
he_il: הוסף שורה למעלה
sl_si: Dodaj vrstico zgoraj
vi_vn: Thêm dòng ở trên

source: Add Row Below
ar_sa: إضافة صف إلى الأسفل
ca_ca: Inserir fila després
fa_ir: افزودن ردیف در پایین
he_il: הוסף שורה למטה
sl_si: Dodaj vrstico spodaj
vi_vn: Thêm dòng bên dưới

source: Delete Row
ar_sa: حذف صف
ca_ca: Eliminar fila
fa_ir: حذف ردیف
he_il: מחק שורה
sl_si: Izbriši vsrtico
vi_vn: Xoá dòng

source: Add Column Before
ar_sa: إضافة عمود لليسار
ca_ca: Inserir columna abans
fa_ir: افزودن ستون در قبل
he_il: הוסף עמודה לפני
sl_si: Dodaj stolpec pred
vi_vn: Thêm cột phía trước

source: Add Column After
ar_sa: إضافة عمود لليمين
ca_ca: Inserir columna després
fa_ir: افزودن ستون در بعد
he_il: הוסף עמודה אחרי
sl_si: Dodaj stolpec za
vi_vn: Thêm cột phía sau

source: Delete Column
ar_sa: حذف عمود
ca_ca: Eliminar columna
fa_ir: حذف ستون
he_il: מחק עמודה
sl_si: Izbriši stolpec
vi_vn: Xoá cột

source: Copy Table
ar_sa: نسخ الجدول
ca_ca: Copiar taula
fa_ir: کپی جدول
he_il: העתק טבלה
sl_si: kopiraj tabelo
vi_vn: Sao chép bảng

source: Delete Table
ar_sa: حذف الجدول
ca_ca: Eliminar taula
fa_ir: حذف جدول
he_il: מחק טבלה
sl_si: Izbriši tabelo
vi_vn: Xoá bảng

source: Insert Paragraph After
ar_sa: إضافة فقرة إلى الأعلى
ca_ca: Inserir paràgraf després
fa_ir: افزودن پارگرا در بعد
he_il: הוסף פסקה אחרי
sl_si: Vstavi odstavek za
vi_vn: Chèn đoạn văn sau đó

source: Insert Paragraph Before
ar_sa: إضافة فقرة إلى الأسفل
ca_ca: Inserir paràgraf abans
fa_ir: افزودن پارگرا در قبل
he_il: הוסף פסקי לפני
sl_si: Vstavi odstavek pred
vi_vn: Chèn đoạn văn trước đó

source: Delete Code Block
ar_sa: حذف قالب الرمز المصدري
ca_ca: Eliminar bloc de codi
fa_ir: حذف بلوک کد
he_il: מחק בלוק קוד
sl_si: Izbriši blok s kodo
vi_vn: Xoá khung chứa mã lệnh

source: Copy as MathML
ar_sa: نسخ كـ MathML
ca_ca: Copiar com a MathML
fa_ir: کپی بصورت MathML
he_il: העתק בתוק MathML
sl_si: Kopiraj kot MathML
vi_vn: Sao chép dưới dạng MathML

source: Copy as Tex
ar_sa: نسخ كـ Tex
ca_ca: Copiar com a TeX
fa_ir: کپی بصورت متن
he_il: העתק בתור Tex
sl_si: Kopiraj kot Tex
vi_vn: Sao chép dưới dạng Tex

source: Copy Math
ar_sa: نسخ الرموز الرياضياتية
ca_ca: Copiar equació
fa_ir: کپی ریاضی
he_il: העתק מתמטיקה
sl_si: Kopiraj matematični izraz
vi_vn: Sao chép biểu thức toán

source: Reveal in Finder
ar_sa: إظهار في الباحث
ca_ca: Mostrar al Finder
fa_ir: نشان دادن در Finder
he_il: הראה במאתר
sl_si: Prikaži v Finderju
vi_vn: Mở trong Finder

source: Open Link
ar_sa: فتح الرابط
ca_ca: Obrir enllaç
fa_ir: باز کردن لینک
he_il: פתח קישור
sl_si: Odpri povezavo
vi_vn: Mở đường dẫn

source: Reveal in Sidebar
ar_sa: فتح في القائمة الجانبية
ca_ca: Mostrar a la barra lateral
fa_ir: نشان دادن در نوار کناری
he_il: הראה בתפריט צד
sl_si: Prikaži v stranski vrstici
vi_vn: Hiện ra trong thanh bên

source: Open in New Window
ar_sa: فتح في نافذة جانبية
ca_ca: Obrir en una nova finestra
fa_ir: نشان دادن در پنجره جدید
he_il: פתח בחלון חדש
sl_si: Odpri v novem oknu
vi_vn: Mở trong cửa sổ mới

source: Copy File Path
ar_sa: نسخ مسار الملف
ca_ca: Copiar ruta d'arxiu
fa_ir: کپی مسیر فایل
he_il: העתק מיקום קובץ
sl_si: Kopiraj pot datoteke
vi_vn: Sao chép đường dẫn tập tin

source: New File
ar_sa: ملف جديد
ca_ca: Nou arxiu
fa_ir: فایل جدید
he_il: קובץ חדש
sl_si: Nova datoteka
vi_vn: Tập tin mới

source: New Folder
ar_sa: مجلد جديد
ca_ca: Nova carpeta
fa_ir: پوشه جدید
he_il: תיקייה חדשה
sl_si: Nova mapa
vi_vn: Thư mục mới

source: Learn Spelling
ar_sa: تعلم النطق
ca_ca: Afegir al diccionari
fa_ir: یادگیری املا
he_il: למד לאיית
sl_si: Učenje črkovanja
vi_vn: Học chính tả

source: Math
ar_sa: رياضيات
ca_ca: Matemàtiques
fa_ir: ریاضی
he_il: מתמטיקה
sl_si: Matematika
vi_vn: Toán học

source: Insert
ar_sa: إدراج
ca_ca: Inserir
fa_ir: افزودن
he_il: הכנס
sl_si: Vstavi
vi_vn: Chèn

source: Inspect Element
ar_sa: فحص العنصر
ca_ca: Inspeccionar element
he_il: הכנס אלמנט
sl_si: Preveri element
vi_vn: Kiểm tra phần tử

source: Copy to MS Word
ar_sa: نسخ لمايكروسوفت ورد
ca_ca: Copiar a MS Word
fa_ir: کپی بصورت MS Word
he_il: העתק לוורד (MS Word)
sl_si: Kopiraj v MS Word
vi_vn: Sao chép tới MS Word

source: Paragraph (before)
ar_sa: فقرة (قبل)
ca_ca: Paràgraf (abans)
fa_ir: پارگراف (قبلی)
he_il: פסקה (לפני)
sl_si: Odstavek (prej)
vi_vn: Đoạn văn (trước)

source: Paragraph (after)
ar_sa: فقرة (بعد)
ca_ca: Paràgraf (després)
fa_ir: پارگراف (بعدی)
he_il: פסקה (אחרי)
sl_si: Odstavek (potem)
vi_vn: Đoạn văn (sau)

source: Search with Google
ar_sa: بحث جوجل
ca_ca: Cercar amb Google
fa_ir: جستجو با گوگل
he_il: חפש בגוגל
sl_si: Iskanje z Google
vi_vn: Tìm kiếm với Google

source: Search With…
ar_sa: البحث بـ…
ca_ca: Cercar amb…
fa_ir: جستجو با…
he_il: חפש בעזרת...
sl_si: Iskanje z …
vi_vn: Tìm kiếm với…

source: Open Failed
ar_sa: الفتح فشل
ca_ca: Error a l'obrir
fa_ir: باز نشد
he_il: הפתיחה נכשלה
sl_si: Odpiranje ni uspelo
vi_vn: Không thể mở

source: File or folder does not exist.
ar_sa: الملف أو المجلد غير موجود.
ca_ca: L'arxiu o la carpeta no existeix.
fa_ir: فایل یا پوشه وجود ندارد.
he_il: קובץ או תיקייה לא קיימים.
sl_si: Datoteka ali mapa ne obstaja.
vi_vn: Tập tin hoặc thư mục không tồn tại.

source: Prettify Source Code
ar_sa: تجميل النص المصدري
fa_ir: منبع کد زیبا
he_il: סדר קוד מקור
sl_si: Olepšaj izvorno kodo

source: Copy '%@'
ar_sa: نسخ '%@'
fa_ir: کپی '%@'
he_il: העתק '%@'
sl_si: Kopiraj '%@'
vi_vn: Sao chép '%@'

source: Copy to %@
ar_sa: نسخ لـ %@
fa_ir: کپی به %@
he_il: העתק ל־%@
sl_si: kopiraj v %@
vi_vn: Sao chép tới %@

source: Copy Image to
ar_sa: نسخ الصورة لـ
fa_ir: کپی تصویر به
he_il: העתק תמונה ל
sl_si: Kopiraj sliko v
vi_vn: Sao chép hình ảnh đến

source: Open Image Location
ar_sa: فتح مسار الصورة
fa_ir: باز کردن محل تصویر
he_il: פתח מקור תמונה
sl_si: Odpri lokacijo slike
vi_vn: Mở vị trí hình ảnh

source: Learn More
ar_sa: اعرف أكثر
fa_ir: بیشتر بدانید
he_il: למד עוד
sl_si: Izvedi več
vi_vn: Tìm hiểu thêm

source: Whitespace and Line Breaks
ar_sa: المسافات والسطور
fa_ir: فاصله و شکستن خطوط
he_il: רווחים, טאבים וירידות שורה
sl_si: Presledki in prelomi vrstic
vi_vn: Khoảng trắng và ngắt dòng

source: Indent first line of paragraphs
ar_sa: وضع مسافة لأول سطر
fa_ir: تورفتگی خط اول پارگراف
he_il: הזח שורה ראשונה בפסקה
sl_si: Poravnaj prve vrstice odstavkov
vi_vn: Thụt đầu dòng cho câu đầu đoạn văn

source: Preserve single line break
ar_sa: الإبقاء على وضعية السطر الواحد
fa_ir: نگهداری خط شکن تکی
he_il: שמור ירידת שורה בודדת
sl_si: Ohrani prelom enojne vrstice
vi_vn: Bảo toàn ngắt dòng đơn

source: Visible <br/>
ar_sa: ظاهر <br/>
fa_ir: نمایان <br/>
he_il: תג <br/> נראה
sl_si: Vidno <br/>
vi_vn: Hiện <br/>

source: Save All
ar_sa: حفظ الكل
fa_ir: ذخیره همه
he_il: שמור הכל
sl_si: Shrani vse
vi_vn: Lưu tất cả

source: New Window
ar_sa: نافذة جديدة
fa_ir: پنجره جدید
he_il: חלון חדש
sl_si: Novo okno
vi_vn: Cửa sổ mới

source: Reopen Closed File
ar_sa: إعادة فتح الملف المغلق
fa_ir: دوباره باز کردن فایل بسته
he_il: פתח מחדש קבצים שנסגרו
sl_si: Ponovno odpri zaprto datoteko
vi_vn: Mở lại tập tin đã đóng

source: Global Image Settings
ar_sa: إعدادات الصورة العامة
fa_ir: تضیمات کلی تصویر
he_il: הגדרות תמונה כלליות
sl_si: Globalne nastavitve slik
vi_vn: Tuỳ chỉnh chung cho hình ảnh

source: Smart Punctuation
ar_sa: علامات ترقيم ذكية
fa_ir: تلفظ هوشمند
he_il: פיסוק חכם
sl_si: Pametna ločila
vi_vn: Chấm câu tự động

source: Convert on Input
ar_sa: تحويل عند الإدخال
fa_ir: تبدیل به ورودی
he_il: המר בעת קבלת קלט
sl_si: Pretvori ob vnosu
vi_vn: Chuyển đổi lúc nhập liệu

source: Convert on Rendering
ar_sa: تحويل عند القراءة
fa_ir: تبدیل به رندرینگ
he_il: המר בעת תצוגה (Render)
sl_si: Pretvori ob izrisu
vi_vn: Chuyển đổi lúc hiển thị

source: Remap Unicode Punctuation on Parse
fa_ir: تغویض نقطه گذاری یونیکد در تجزیه
he_il: המר ניקוד יוניקוד בעת ניתוח
sl_si: Ob razčlenjevanju preoblikuj unicode ločila
vi_vn: Sắp đặt chấm câu Unicode theo phân tích ngữ pháp

source: More Options
ar_sa: خيارات أكثر
fa_ir: گزینه های بیشتر
he_il: אפשרויות נוספות
sl_si: Več možnosti
vi_vn: Tuỳ chọn khác

source: HTML Block
ar_sa: HTML قالب
fa_ir: HTML بلوک
he_il: בלוק HTML
sl_si: HTML blok
vi_vn: Khối HTML

source: Delete %@
ar_sa: حذف %@
fa_ir: حذف %@
he_il: מחק %@
sl_si: Izbriši %@
vi_vn: Xoá %@

source: Play
ar_sa: تشغيل
fa_ir: پخش
he_il: נגן
sl_si: Predvajaj
vi_vn: Phát

source: Pause
ar_sa: إيقاف مؤقت
fa_ir: مکث
he_il: עצור
sl_si: Premor
vi_vn: Tạm dừng

source: Spell Check
ar_sa: تصحيح إملائي
fa_ir: بررسی املا
he_il: בדיקת איות
sl_si: Preverjanje črkovanja
vi_vn: Kiểm tra chính tả

source: Unlearn Spelling
ar_sa: محو معجم التصحيح الإملائي
fa_ir: از یاد بردن املا
he_il: שכח איות זה
sl_si: Pozabi črkovanje
vi_vn: Mục chính tả chưa học

source: Properties
ar_sa: خصائص
fa_ir: خصوصیات
he_il: תכונות
sl_si: Lastnosti
vi_vn: Thuộc tính

source: Search
ar_sa: بحث
ca_ca: Cercar
fa_ir: جستجو
he_il: חפש
sl_si: Iskanje
vi_vn: Tìm kiếm

source: Copy without Theme Styling
ar_sa: نسخ بدون النمط
fa_ir: کپی بدون استایل پوسته
he_il: העתק ללא עיצוב
sl_si: Kopiraj brez stila trenutne teme
vi_vn: Sao chép không kèm định dạng nguồn

source: Recent Files
ar_sa: الملفات الحديثة
fa_ir: فایل‌های اخیر
he_il: קבצים אחרונים
sl_si: Nedavne datoteke
vi_vn: Tập tin gần đây

source: File Results
ar_sa: نتائج الملف
fa_ir: نتایج فایل
he_il: תוצאות קבצים
sl_si: Rezultati datotek
vi_vn: Kết quả tập tin

source: Insert Table
ar_sa: إدراج جدول
fa_ir: افزودن جدول
he_il: הכנס טבלה
sl_si: Vstavi tabelo
vi_vn: Chèn bảng

source: Insert Image
ar_sa: إدراج صورة
fa_ir: افزودن تصویر
he_il: הכנס תמונה
sl_si: Vstavi sliko
vi_vn: Chèn hình ảnh

source: Allow Magnification
ar_sa: السماح بالتكبير
he_il: אפשר להגדיל
sl_si: Dovoli povečavo
vi_vn: Cho phép phóng to

source: Move Row Up
ar_sa: حرك الصف إلى الأعلى
he_il: העבר שורה למעלה
sl_si: Pomakni vrstico gor
vi_vn: Dịch chuyển dòng lên

source: Move Row Down
ar_sa: حرك الصف إلى الأسفل
he_il: העבר שורה למטה
sl_si: Pomakni vrstico dol
vi_vn: Dịch chuyển dòng xuống

source: Move Column Left
ar_sa: حرك العمود إلى اليسار
he_il: העבר עמודה שמאלה
sl_si: Pomakni stolpec levo
vi_vn: Dịch chuyển cột sang trái

source: Move Column Right
ar_sa: حرك العمود إلى اليمين
he_il: העבר עמודה ימינה
sl_si: Pomakni stolpec desno
vi_vn: Dịch chuyển cột sang phải

source: Zoom Image
ar_sa: تكبير الصورة
he_il: הגדל תמונה
sl_si: Povečaj sliko
vi_vn: Phóng to hình ảnh

source: Zoom Image to %@
ar_sa: تكبير الصورة لـ %@
he_il: הגדל תמונה ל־%@
sl_si: Povečaj sliko za %@
vi_vn: Phóng to hình ảnh đến %@

source: Copy as Plain Text
ar_sa: نسخ كنص مجرد
he_il: העתק בתור טקסט (ללא עיצוב)
sl_si: Kopiraj kot golo besedilo
vi_vn: Sao chép dưới dạng văn bản thô

source: Selection
ar_sa: تحديد
he_il: בחירה
sl_si: Izbor
vi_vn: Lựa chọn

source: Check Updates
ar_sa: تحقق من التحديثات
he_il: בדוק עבור עדכונים
sl_si: Preveri posodobitve
vi_vn: Kiểm tra cập nhật

source: HTML (without Styles)
ar_sa: HTML (بلا نمط)
he_il: HTML (ללא סגנונות)
sl_si: HTML (brez stilov)
vi_vn: HTML (không có Styles)

source: Highlight Current Header
ar_sa: إبراز التروسية الحالية
he_il: בחר את הכותרת הנוכחית
sl_si: Označi trenutno glavo
vi_vn: Làm nổi bật tiêu đề hiện tại

source: Expand All
ar_sa: توسيع الكل
he_il: הרחב הכל
sl_si: Razširi vse
vi_vn: Mở rộng tất cả

source: Collapse All
ar_sa: طي الكل
he_il: כווץ הכל
sl_si: Skrči vse
vi_vn: Thu gọn tất cả

source: Collapsible Outline
ar_sa: موجز قابل للطي
he_il: כווץ מבנה
sl_si: Skrčljiv oris
vi_vn: Thu gọn dàn bài

source: Flat Outline
ar_sa: موجز مسطح
he_il: מבנה שטוח
sl_si: Enoten oris
vi_vn: Mở rộng dàn bài

source: Articles (List View)
ar_sa: المستندات (عرض كقائمة)
he_il: כתבות (תצוגת רשימה)
sl_si: Članki (pogled seznama)
vi_vn: Bài viết (Xem kiểu danh sách)

source: File Tree (Tree View)
ar_sa: شجرة الملفات (عرض كشجرة)
he_il: עץ הקבצים (תצוגת עץ)
sl_si: Drevo datotek (drevesni pogled)
vi_vn: Cây thư mục (Xem kiểu cây thư mục)

source: Upload Image
ar_sa: رفع صورة
he_il: העלה תמונה
sl_si: Naloži sliko
vi_vn: Tải hình ảnh lên

source: Upload All Local Images
ar_sa: رفع جميع الصور المحلية
he_il: העלה את כל התמונות מהאחסון
sl_si: Naloži vse lokalne slike
vi_vn: Tải lên tất cả hình ảnh nội bộ

source: Open Image in Browser
ar_sa: فتح الصورة في المتصفح
he_il: פתח תמונה בדפדפן
sl_si: Odpri sliko v spletnem brskalniku
vi_vn: Mở hình ảnh bằng trình duyệt

source: More Actions
he_il: פעולות נוספות
sl_si: Več dejanj
vi_vn: Nhiều câu lệnh khác

source: Get Info
sl_si: Pridobite informacije
vi_vn: Hiện thông tin

source: Export with Previous
sl_si: Izvozi s predhodnim
vi_vn: Xuất với định dạng đã chọn trước đó

source: Export and Overwrite with Previous
sl_si: Izvozi in prepiši s predhodnim
vi_vn: Xuất và ghi đè với định dạng đã chọn trước đó

source: Emoji and Symbols
sl_si: Emodži in simboli
vi_vn: Emoji và biểu tượng

source: Insert Final New Line On Save
sl_si: Vstavi končno novo vrstico ob shranjevanju
vi_vn: Chèn dòng mới ở cuối dùng khi lưu

source: Hyperlink Actions
sl_si: Dejanja hiperpovezav
vi_vn: Các thao tác Siêu liên kết

source: Copy Link Address
sl_si: Kopiranje naslova povezave
vi_vn: Sao chép đường dẫn liên kết

source: Click
sl_si: Klik

source: Export Setting
sl_si: Nastavitev izvoza
vi_vn: Xuất các tuỳ chỉnh

source: My License
sl_si: Moja licenca
vi_vn: Giấy phép của tôi

source: Registration / Activation
sl_si: Registracija / Aktivacija
vi_vn: Đăng ký / Kích hoạt

source: Format
ar_sa: تهيئة
fa_ir: قالب
he_il: עיצוב
vi_vn: Định dạng

source: Copy / Paste As…
ar_sa: نسخ / لصق كـ…
ca_ca: Copiar / Enganxar com a...
fa_ir: کپی/چسباندن بصورت...
he_il: העתק / הדבק בשם...
vi_vn: Sao chép / Dán như…

source: Filter
ar_sa: تنقية
he_il: מסנן
vi_vn: Bộ lọc

source: Copy Image
he_il: העתק תמונה
vi_vn: Sao chép hình ảnh

source: Select Line/Sentence
ca_ca: Seleccionar línia/oració

source: Delete Line/Sentence
ca_ca: Eliminar línia/oració
