Repository: typora/Typora-i18n
Catalog: *.lproj/Menu.strings
Languages: ar_sa, ca_ca, fa_ir, he_il, sl_si, vi_vn

source: About Typora
ar_sa: حول تايبورا
ca_ca: Sobre Typora
fa_ir: درباره Typora
he_il: אודות Typora
sl_si: O Typori
vi_vn: Thông tin về Typora

source: Preferences
ar_sa: التفضيلات
ca_ca: Preferències
fa_ir: تنظیمات
he_il: העדפות
sl_si: Nastavitve
vi_vn: Tuỳ chọn

source: Check for Updates
ar_sa: تحقق من وجود تحديثات
ca_ca: Cercar actualitzacions
fa_ir: بررسی بروزرسانی
he_il: חפש בעבור עדכונים
sl_si: Preveri za posodobitve
vi_vn: Kiểm tra cập nhật

source: Services
ar_sa: خدمات
ca_ca: Serveis
fa_ir: خدمات
he_il: שירותים
sl_si: Servisi
vi_vn: Dịch vụ

source: Hide Typora
ar_sa: إخفاء تايبورا
ca_ca: Amagar Typora
fa_ir: مخفی کردن Typora
he_il: הסתר Typora
sl_si: Skrij Typoro
vi_vn: Ẩn Typora

source: Hide Others
ar_sa: إخفاء الأخرى
ca_ca: Amagar altres
fa_ir: مخفی کردن دیگران
he_il: הסתר אחרים
sl_si: Skrij ostalo
vi_vn: Ẩn các cửa sổ khác

source: Show All
ar_sa: إظهار الكل
ca_ca: Mostar tot
fa_ir: نمایش همه
he_il: הצג הכל
sl_si: Prikaži vse
vi_vn: Hiện tất cả

source: Quit Typora
ar_sa: إغلاق تايبورا
ca_ca: Sortir de Typora
fa_ir: خروج
he_il: צא מ־Typora
sl_si: Izhod iz Typore
vi_vn: Thoát Typora

source: File
ar_sa: ملف
ca_ca: Arxiu
fa_ir: فایل
he_il: קובץ
sl_si: Datoteka
vi_vn: Tập tin

source: New
ar_sa: جديد
ca_ca: Nou
fa_ir: جدید
he_il: חדש
sl_si: Novo
vi_vn: Mới

source: Open
ar_sa: فتح
ca_ca: Obrir
fa_ir: باز کردن
he_il: פתח
sl_si: Odpri
vi_vn: Mở

source: Open Folder
ar_sa: فتح مجلد
ca_ca: Obrir carpeta
fa_ir: باز کردن پوشه
he_il: פתח תיקייה
sl_si: Odpri mapo
vi_vn: Mở thư mục

source: Reopen with Encoding
ar_sa: إعادة فتح مع الترميز
ca_ca: Reobrir amb codificació
fa_ir: باز کردن مجدد با Encoding
he_il: פתח מחדש עם קידוד
sl_si: Ponovno odpri s kodiranjem
vi_vn: Mở lại với mã hóa

source: Auto
ar_sa: تلقائي
fa_ir: خودکار
he_il: אוטומטי
sl_si: Samodejno
vi_vn: Tự động

source: Open Recent
ar_sa: فتح ملفات حديثة
ca_ca: Obrir recents
fa_ir: باز کردن موارد اخیر
he_il: פתח אחרונים
sl_si: Odpri nedavno
vi_vn: Đã mở gần đây

source: Recent Locations
ar_sa: مسارات حديثة
ca_ca: Ubicacions recents
fa_ir: مکان‌های اخیر
he_il: מקומות אחרונים
sl_si: Nedavne lokacije
vi_vn: Vị trí gần đây

source: Clear Items
ar_sa: تنظيف العناصر
ca_ca: Netejar elements
fa_ir: پاک کردن آیتم‌ها
he_il: נקה פריטים
sl_si: Počisti seznam
vi_vn: Dọn sạch các mục

source: No Recent Files
ar_sa: لا ملفات حديثة
ca_ca: No hi ha arxius recents
fa_ir: هیچ فایل اخیری وجود ندارد
he_il: אין קבצים אחרונים
sl_si: Ni nedavnih datotek
vi_vn: Không có tập tin gần đây

source: Open Quickly
ar_sa: فتح سريع
ca_ca: Obrir ràpidament
fa_ir: باز کردن سریع
he_il: פתח בזריזות
sl_si: Hitro odpiranje
vi_vn: Mở nhanh

source: Open File Location
ar_sa: فتح مسار الملف
ca_ca: Obrir la ubicació de l'arxiu
fa_ir: بازکردن مکان فایل
he_il: פתח את מיקוץ הקובץ
sl_si: Odpri datoteko na lokaciji
vi_vn: Mở vị trí tập tin

source: Reveal in Library
ar_sa: عرض في المكتبة
ca_ca: Mostrar a la llibreria
fa_ir: آشکارسازی در کتابخانه
he_il: הצג בסיפרייה
sl_si: Prikaži v knjižnici
vi_vn: Hiện vị trí trong Thư viện

source: Reveal in File Tree
ar_sa: عرض في شجرة الملفات
ca_ca: Mostrar a l'arbre d'arxius
fa_ir: آشکار سازی در درخت فایل
he_il: הצג בעץ הקבצים
sl_si: Prikaži v drevesnem pogledu
vi_vn: Hiện vị trí trong Cây tập tin

source: Close
ar_sa: إغلاق
ca_ca: Tancar
fa_ir: بستن
he_il: סגור
sl_si: Zapri
vi_vn: Đóng

source: Save
ar_sa: حفظ
ca_ca: Desar
fa_ir: ذخیره کردن
he_il: שמור
sl_si: Shrani
vi_vn: Lưu

source: Save As
ar_sa: حفظ كـ
ca_ca: Desar com a
fa_ir: ذخیره به عنوان
he_il: שמור בשם
sl_si: Shrani kot
vi_vn: Lưu như

source: Duplicate
ar_sa: تكرار
ca_ca: Duplicar
fa_ir: کپی کردن
he_il: שכפל
sl_si: Podvoji
vi_vn: Nhân bản

source: Rename
ar_sa: إعادة تسمية
ca_ca: Reanomenar
fa_ir: تغییر نام
he_il: שנה שם
sl_si: Preimenuj
vi_vn: Sửa tên

source: Move To
ar_sa: نقل لـ
ca_ca: Moure a
fa_ir: انتقال به
he_il: העבר ל
sl_si: Premakni v
vi_vn: Di chuyển đến

source: Revert To
ar_sa: الرجوع لـ
ca_ca: Reverteix a
fa_ir: بازگرداندن به
he_il: החזר ל
sl_si: Povrni v
vi_vn: Trở lại phiên bản

source: Browse All Versions
ar_sa: استعراض كل النسخ
ca_ca: Explorar totes les versions
fa_ir: مرور همه نسخه ها
he_il: עיין בכל הגרסאות
sl_si: Prikaži vse različice
vi_vn: Xem lại tất cả phiên bản

source: Import
ar_sa: استيراد
ca_ca: Importar
fa_ir: وارد کردن
he_il: יבא
sl_si: Uvoz
vi_vn: Nhập

source: Export
ar_sa: تصدير
ca_ca: Exportar
fa_ir: خارج کردن
he_il: יצא
sl_si: Izvoz
vi_vn: Xuất

source: Page Setup
ar_sa: هيئة الصفحة
ca_ca: Configuració de la pàgina
fa_ir: تنظیم صفحه
he_il: הגדרות עמוד
sl_si: Priprava strani
vi_vn: Thiết đặt trang giấy

source: Print
ar_sa: طباعة
ca_ca: Imprimir
fa_ir: چاپ کردن
he_il: הדפס
sl_si: Natisni
vi_vn: In

source: Edit
ar_sa: تعديل
ca_ca: Editar
fa_ir: ویراییش
he_il: ערוך
sl_si: Uredi
vi_vn: Chỉnh sửa

source: Undo
ar_sa: تراجع
ca_ca: Desfer
fa_ir: لغو
he_il: בטל
sl_si: Razveljavi
vi_vn: Hoàn tác

source: Redo
ar_sa: إعادة
ca_ca: Refer
fa_ir: دوباره
he_il: החזר
sl_si: Uveljavi
vi_vn: Làm lại

source: Cut
ar_sa: قص
ca_ca: Retallar
fa_ir: برش
he_il: גזור
sl_si: Izreži
vi_vn: Cắt

source: Copy
ar_sa: نسخ
ca_ca: Copiar
fa_ir: کپی
he_il: העתק
sl_si: Kopiraj
vi_vn: Sao chép

source: Paste
ar_sa: لصق
ca_ca: Enganxar
fa_ir: چسباندن
he_il: הדבק
sl_si: Prilepi
vi_vn: Dán

source: Copy as Markdown
ar_sa: نسخ هيئة المارك داون
ca_ca: Copiar com a Markdown
fa_ir: کپی به عنوان نشانه گذاری
he_il: העתק בתור Markdown
sl_si: Kopiraj kot Markdown
vi_vn: Sao chép theo dạng Markdown

source: Copy as HTML Code
ar_sa: نسخ كترميز HTML
ca_ca: Copiar com a codi HTML
fa_ir: کپی به عنوان کد HTML
he_il: העתק בתור קוד HTML
sl_si: Kopiraj kot HTML kodo
vi_vn: Sao chép theo dạng HTML Code

source: Paste as Plain Text
ar_sa: لصق كنص عادي
ca_ca: Enganxar com a text sense format
fa_ir: چسباندن به عنوان متن ساده
he_il: העתק בתור טקסט רגיל
sl_si: Prilepi kot golo besedilo
vi_vn: Dán theo dạng văn bản gốc

source: Select All
ar_sa: تحديد الكل
ca_ca: Seleccionar tot
fa_ir: انتخاب همه
he_il: בחר הכל
sl_si: Izberi vse
vi_vn: Chọn tất cả

source: Select Styled Scope
ar_sa: تحديد النطاق المُنمط
ca_ca: Seleccionar àmbit d'estil
fa_ir: انتخاب دامنه محتوی
he_il: בחר קטע מעוצב
sl_si: Izberi obseg trenutnega stila
vi_vn: Chọn theo kiểu định dạng

source: Select Word
ar_sa: تحديد كلمة
ca_ca: Seleccionar paraula
fa_ir: انتخاب کلمه
he_il: בחר מילה
sl_si: Izberi besedo
vi_vn: Chọn từ

source: Delete
ar_sa: حذف
ca_ca: Eliminar
fa_ir: حذف
he_il: מחר
sl_si: Izbriši
vi_vn: Xoá

source: Delete Range
ar_sa: حذف النطاق
ca_ca: Eliminar rang
fa_ir: حذف محدوده
he_il: מחק טווח
sl_si: Izbriši obseg
vi_vn: Xoá theo vùng

source: Delete Word
ar_sa: حذف كلمة
ca_ca: Eliminar paraula
fa_ir: حذف کلمه
he_il: מחק מילה
sl_si: Izbriši besedo
vi_vn: Xoá theo từ

source: Delete Styled Scope
ar_sa: حذف النطاق المُنمط
ca_ca: Eliminar àmbit d'estil
fa_ir: حذف دامنه محتوی
he_il: מחק קטע מעוצב
sl_si: Izbriši obseg trenutnega stila
vi_vn: Xoá theo kiểu định dạng

source: Jump To
ar_sa: قفز إلى
ca_ca: Saltar a
fa_ir: پرش به
he_il: קפוץ ל
sl_si: Pojdi na
vi_vn: Nhảy đến

source: Jump to Top
ar_sa: قفز إلى الأعلى
ca_ca: Saltar a la part superior
fa_ir: پرش به بالا
he_il: קפוץ למעלה
sl_si: Pojdi na vrh
vi_vn: Nhảy về trên cùng

source: Jump to Selection
ar_sa: قفز إلى المحدد
ca_ca: Saltar a la selecció
fa_ir: برش به انتخاب شده
he_il: קפוץ לחלק המסומן
sl_si: Pojdi na označeno
vi_vn: Nhảy đến phần đã chọn

source: Jump to Bottom
ar_sa: قفز إلى الأسفل
ca_ca: Saltar a la part inferior
fa_ir: پرش به پایین
he_il: קפוץ למטה
sl_si: Pojdi na dno
vi_vn: Nhảy xuống dưới cùng

source: Math Tools
ar_sa: أدوات الرياضيات
ca_ca: Eines matemàtiques
fa_ir: ابزار ریاضی
he_il: כלים מתמטיים
sl_si: Orodja za matematiko
vi_vn: Công cụ Toán

source: Refresh All Math Expressions
ar_sa: تحديث كل العبارات الرياضية
ca_ca: Actualitzar totes les expressions matemàtiques
fa_ir: تازه کردن تمام اشکال ریاضی
he_il: טען מחדש את כל הביטויים המתמטיים
sl_si: Osveži vse matematične izraze
vi_vn: Làm mới lại tất cả biểu thức Toán

source: Image Tools
ar_sa: أدوات الصور
ca_ca: Eines d'imatge
fa_ir: ابزار تصاویر
he_il: כלי תמונה
sl_si: Slikovna orodja
vi_vn: Công cụ hình ảnh

source: Insert Local Images
ar_sa: إدخال صور محلية
ca_ca: Inserir imatges locals
fa_ir: افزودن تصویر محلی
he_il: הכנס תמונה מהאחסון
sl_si: Vstavi lokalne slike
vi_vn: Chèn ảnh từ máy tính

source: Upload Local Images via iPic
ar_sa: رفع الصور المحلية عبر iPic
ca_ca: Carregar imatges locals via iPic
fa_ir: آپلود تصویر محلی بوسیله iPic
he_il: העלה תמונה לענן בעזרת iPic
sl_si: Naloži slike s pomočjo iPic
vi_vn: Tải ảnh từ máy lên thông qua iPic

source: When Insert Local Image
ar_sa: عند إدراج صورة محلية
ca_ca: Quan inserir una imatge local
fa_ir: هنگام انتخاب تصویر محلی
he_il: כאשר אתה טוען תמונה מהאחסון
sl_si: Ko vstaviš lokalno sliko
vi_vn: Khi chèn ảnh từ máy tính

source: Copy Image File to Folder
ar_sa: نسخ ملف الصورة للمجلد
ca_ca: Copiar arxiu d'imatge a la carpeta
fa_ir: کپی فایل تصویر به پوشه
he_il: העתק את קובץ התמונה לתיקייה
sl_si: Kopiraj sliko v mapo
vi_vn: Sao chép tập tin ảnh vào thư mục

source: Use Image Root Path
ar_sa: استخدام مسار الصورة الأصلي
ca_ca: Usar ruta principal de la imatge
fa_ir: اتخاب مسیر اصلی تصویر
he_il: השתמש בכתובת התמונה המקורית
sl_si: Uporabi korensko pot do slike
vi_vn: Sử dụng đường dẫn gốc của ảnh

source: Line Endings
ar_sa: نهاية الأسطر
ca_ca: Finals de línia
fa_ir: پایان خط
he_il: תווי סיום שורה
sl_si: Zaključki vrstic
vi_vn: Kiểu kết thúc dòng

source: Windows Line Endings (CRLF)
ar_sa: نهاية أسطر ويندوز (CRLF)
ca_ca: Finals de línia de Windows (CRLF)
fa_ir: پایان خط ویندوز (CRLF)
he_il: תו סיום השורה של חלונות (CRLF)
sl_si: Windows (CRLF)
vi_vn: Kiểu kết thúc dòng Windows (CRLF)

source: Unix Line Endings (LF)
ar_sa: نهاية أسطر يونكس (LF)
ca_ca: Finals de línia de Unix (LF)
fa_ir: پایان خط یونیکس (LF)
he_il: תו סיום השורה של יוניקס (LF)
sl_si: Unix (LF)
vi_vn: Kiểu kết thúc dòng Unix (LF)

source: Find
ar_sa: بحث
ca_ca: Cercar
fa_ir: پیدا کردن
he_il: מצא
sl_si: Najdi
vi_vn: Tìm kiếm

source: Find Next
ar_sa: بحث التالي
ca_ca: Cercar següent
fa_ir: پیدا کردن بعدی
he_il: מצא הבא
sl_si: Najdi nalednjega
vi_vn: Tìm kiếm kế tiếp

source: Find Previous
ar_sa: بحث السابق
ca_ca: Cercar anterior
fa_ir: پیدا کردن قبلی
he_il: מצא קודם
sl_si: Najdi prejšnjega
vi_vn: Tìm kiếm trước đó

source: Find and Replace
ar_sa: بحث واستبدال
ca_ca: Cercar i Substituir
fa_ir: پیدا کردن و جایگزینی
he_il: מצא והחלף
sl_si: Najdi in zamenjaj
vi_vn: Tìm kiếm và thay thế

source: Replace
ar_sa: استبدال
ca_ca: Reemplaçar
fa_ir: جایگزینی
he_il: החלף
sl_si: Zamenjaj
vi_vn: Thay thế

source: Replace Next
ar_sa: استبدال التالي
ca_ca: Reemplaçar següent
fa_ir: جایگزینی بعدی
he_il: החלף הבא
sl_si: Zamenjaj naslednjega
vi_vn: Thay thế kế tiếp

source: Spelling and Grammar
ar_sa: التصحيح القواعدي والإملائي
ca_ca: Ortografia i gramàtica
fa_ir: هجی کردن کردن و گرامر
he_il: דקדוק ואיות
sl_si: Črkovanje in slovnica
vi_vn: Chính tả và ngữ pháp

source: Check Document Now
ar_sa: تحقق من المستند الآن
ca_ca: Comprovar document ara
fa_ir: بررسی سند در حال حاضر
he_il: בדוק מסמך עכשיו
sl_si: Preveri dokument
vi_vn: Kiểm tra tài liệu ngay

source: Check Spelling While Typing
ar_sa: تحقق من الأخطاء الإملائية عند الكتابة
ca_ca: Comprovar ortografia mentre s'escriu
fa_ir: بررسی املا در هنگام تایپ
he_il: בדוק איות בזמן הקלדה
sl_si: Preverjanje črkovanja ob vnosu
vi_vn: Kiểm tra chính tả trong khi gõ

source: Check Grammar With Spelling
ar_sa: تحقق من الأخطاء الإملائية والقواعدية
ca_ca: Comprovar gramàtica amb ortografia
fa_ir: بررسی گرامر با املا
he_il: בדוק דקדוק ביחד עם איות
sl_si: Preveri slovnico in črkovanje
vi_vn: Kiểm tra ngữ pháp cùng với chính tả

source: Correct Spelling Automatically
ar_sa: تصحيح الأخطاء الإملائية تلقائيًا
ca_ca: Corregir ortografia automàticament
fa_ir: تصحیح خودکار املا
he_il: תקן שגיאות איות באופן אוטומטי
sl_si: Samodejno popravi napake črkovanja
vi_vn: Tự động chỉnh sửa lỗi chính tả

source: Substitutions
ar_sa: التعويضات
ca_ca: Substitucions
fa_ir: جایگزینی
he_il: חילופים
sl_si: Zamenjave
vi_vn: Thay thế

source: Smart Quotes
ar_sa: علامات اقتباس ذكية
ca_ca: Cites intel·ligents
fa_ir: نقل قول هوشمند
he_il: גרשיים אוטומטיות
sl_si: Pametni narekovaji
vi_vn: Đóng dấu ngoặc tự động

source: Smart Dashes
ar_sa: شرطات ذكية
ca_ca: Guions intel·ligents
fa_ir: فاصله‌های هوشمند
he_il: קו מפריד (מקף) אוטומטי
sl_si: Pametni vezaji
vi_vn: Thêm dấu gạch ngang tự động

source: Text Replacement
ar_sa: تبديل النص
ca_ca: Reemplaçar text
fa_ir: تعویض متن
he_il: החלפת טקסט
sl_si: Zamenjava besedila
vi_vn: Thay thế văn bản

source: Speech
ar_sa: تحدث
ca_ca: Parla
fa_ir: گفتار
he_il: דיבור
sl_si: Narek
vi_vn: Phát âm

source: Start Speaking
ar_sa: بدء التحدث
ca_ca: Començar a lectura en veu alta
fa_ir: شروع گفتار
he_il: התחל דיבור
sl_si: Začni narek
vi_vn: Bắt đầu phát âm

source: Stop Speaking
ar_sa: إيقاف التحدث
ca_ca: Aturar lectura en veu alta
fa_ir: توقف گفتار
he_il: עצור דיבור
sl_si: Ustavi narek
vi_vn: Ngừng phát âm

source: Paragraph
ar_sa: فقرة
ca_ca: Paràgraf
fa_ir: پارگراف
he_il: פסקה
sl_si: Odstavek
vi_vn: Đoạn văn

source: Heading 1
ar_sa: عنوان 1
ca_ca: Capçalera 1
fa_ir: سرصفحه 1
he_il: כותרת 1
sl_si: Naslov 1
vi_vn: Tiêu đề 1

source: Heading 2
ar_sa: عنوان 2
ca_ca: Capçalera 2
fa_ir: سرصفحه 2
he_il: כותרת 2
sl_si: Naslov 2
vi_vn: Tiêu đề 2

source: Heading 3
ar_sa: عنوان 3
ca_ca: Capçalera 3
fa_ir: سرصفحه 3
he_il: כותרת 3
sl_si: Naslov 3
vi_vn: Tiêu đề 3

source: Heading 4
ar_sa: عنوان 4
ca_ca: Capçalera 4
fa_ir: سرصفحه 4
he_il: כותרת 4
sl_si: Naslov 4
vi_vn: Tiêu đề 4

source: Heading 5
ar_sa: عنوان 5
ca_ca: Capçalera 5
fa_ir: سرصفحه 5
he_il: כותרת 5
sl_si: Naslov 5
vi_vn: Tiêu đề 5

source: Heading 6
ar_sa: عنوان 6
ca_ca: Capçalera 6
fa_ir: سرصفحه 6
he_il: כותרת 6
sl_si: Naslov 6
vi_vn: Tiêu đề 6

source: Increase Heading Level
ar_sa: زيادة مستوى العنوان
ca_ca: Augmentar nivell de capçalera
fa_ir: افزایش اندازه سرصفحه
he_il: העלה רמת כותרת
sl_si: Povečaj raven naslova
vi_vn: Tăng cấp độ tiêu đề

source: Decrease Heading Level
ar_sa: تنقيص مستوى العنوان
ca_ca: Disminuir nivell de capçalera
fa_ir: کاهش اندازه سرصفحه
he_il: הורד רמת כותרת
sl_si: Zmanjšaj raven naslova
vi_vn: Giảm cấp độ tiêu đề

source: Table
ar_sa: جدول
ca_ca: Taula
fa_ir: جدول
he_il: טבלה
sl_si: Tabela
vi_vn: Bảng

source: Code Fences
ar_sa: سياج الرمز المصدري
ca_ca: Bloc de codi
fa_ir: بلاک کد
he_il: גדרות קוד
sl_si: Blok s kodo
vi_vn: Khung chứa mã lệnh

source: Math Block
ar_sa: قالب رموز رياضياتية
ca_ca: Bloc d'equacions
fa_ir: بلاک ریاضی
he_il: תיבת מתמטיקה
sl_si: Matematični blok
vi_vn: Hộp công thức Toán

source: Quote
ar_sa: اقتباس
ca_ca: Citar
fa_ir: نقل قول
he_il: ציטוט
sl_si: Citat
vi_vn: Trích dẫn

source: Ordered List
ar_sa: قائمة مرتبة
ca_ca: Llista enumerada
fa_ir: لیست مرتب
he_il: רשימה ממוספרת
sl_si: Urejen seznam
vi_vn: Danh sách có thứ tự

source: Unordered List
ar_sa: قائمة غير مرتبة
ca_ca: Llista sense ordenar
fa_ir: لیست نامرتب
he_il: רשימה לא ממוספרת
sl_si: Neurejen seznam
vi_vn: Danh sách không thứ tự

source: Task List
ar_sa: قائمة المهام
ca_ca: Llista de tasques
fa_ir: لیست وضایف
he_il: רשימת מטלות
sl_si: Seznam opravil
vi_vn: Danh sách công việc

source: Task Status
ar_sa: حالة المهام
ca_ca: Estat de les tasques
fa_ir: وضعیت وظایف
he_il: מצב מטלה
sl_si: Status pravil
vi_vn: Trạng thái công việc

source: Toggle Task Status
ar_sa: تبديل حالة المهام
ca_ca: Alternar estat de les tasques
fa_ir: تغییر وضعیت وظایف
he_il: שנה מצב מטלה
sl_si: Zamenjaj status opravila
vi_vn: Chuyển đổi trạng thái công việc

source: Mark as Complete
ar_sa: علم كمنجز
ca_ca: Marcar com a completat
fa_ir: انتخاب به عنوان تکمیل شده
he_il: סמן כ־"הושלם"
sl_si: Označi kot končano
vi_vn: Đánh dấu đã hoàn thành

source: Mark as Incomplete
ar_sa: علم كعدم منجز
ca_ca: Marcar com a no completat
fa_ir: انتخاب شده به عنوان ناتمام
he_il: סמן כ־"לא הושלם"
sl_si: Označi kot nedokončano
vi_vn: Đánh dấu chưa hoàn thành

source: List Indentation
ar_sa: إدراج مسافة بادئة
ca_ca: Sagnat de llista
fa_ir: فهرست تورفتگی‌ها
he_il: הזחת הרשימה
sl_si: Poravnava seznama
vi_vn: Danh sách thụt lề

source: Indent
ar_sa: مسافة بادئة
ca_ca: Augmentar sagnat
fa_ir: تورفتگی
he_il: הזח החוצה
sl_si: Povečaj zamik
vi_vn: Thụt lề vào trong

source: Outdent
ar_sa: تراجع سلبي
ca_ca: Disminuir sagnat
fa_ir: بیرون‌ رفتگی
he_il: הזח פנימה
sl_si: Znanjšaj zamik
vi_vn: Thụt lề ra ngoài

source: Link Reference
ar_sa: رابط مرجعي
ca_ca: Vincular referència
fa_ir: مرجع لینک
he_il: הפניה לקישור
sl_si: Referenca povezave
vi_vn: Đường dẫn tham khảo

source: Footnotes
ar_sa: حاشية
ca_ca: Notes a peu
fa_ir: پانویس
he_il: הערת שוליים
sl_si: Sprotne opombe
vi_vn: Chú thích cuối trang

source: Horizontal Line
ar_sa: خط عرضي
ca_ca: Línia horitzontal
fa_ir: خط افقی
he_il: קו אופקי
sl_si: Vodoravna črta
vi_vn: Đường thẳng ngang

source: Table of Contents
ar_sa: قائمة المحتويات
ca_ca: Taula de continguts
fa_ir: جدول محتوا
he_il: תוכן עניינים
sl_si: Vsebina
vi_vn: Mục lục

source: YAML Front Matter
fa_ir: YAML موضوع اصلی
he_il: נתונים נוספים (YAML Front Matter)
sl_si: YAML vzglavje

source: Strong
ar_sa: تمتين
ca_ca: Negreta
fa_ir: برجسته
he_il: דגש
sl_si: Krepko
vi_vn: Tô đậm

source: Emphasis
ar_sa: تأكيد
ca_ca: Cursiva
fa_ir: تاکید
he_il: נטוי
sl_si: Poševno
vi_vn: Nghiêng và tô đậm

source: Underline
ar_sa: خط سفلي
ca_ca: Subratllar
fa_ir: زیرخط دار
he_il: קו תחתון
sl_si: Podčrtano
vi_vn: Gạch dưới

source: Code
ar_sa: نص مصدري
ca_ca: Codi
fa_ir: کد
he_il: קוד
sl_si: Koda
vi_vn: Mã lệnh

source: Inline Math
ar_sa: رمز رياضي في السطر
ca_ca: Marcar com a equació
fa_ir: فرمول ریاضی درون خطی
he_il: מתמטיקה מוטבעת (בתוך השורה)
sl_si: Matematične formule v vrstici
vi_vn: Biểu thức toán học

source: Strike
ar_sa: شطب
ca_ca: Tatxar
fa_ir: خط کشی
he_il: קו חוצה
sl_si: Prečrtano
vi_vn: Gạch ngang từ

source: Highlight
ar_sa: إبراز
ca_ca: Ressaltar
fa_ir: هایلایت
he_il: הדגש
sl_si: Povdarjeno

source: Superscript
ar_sa: حرف فوقي
ca_ca: Superíndex
fa_ir: بالانویس
he_il: כתב עליון
sl_si: Nadpisano
vi_vn: Chỉ số trên

source: Subscript
ar_sa: حرف سفلي
ca_ca: Subíndex
fa_ir: پایین نویس
he_il: כתב תחתון
sl_si: Podpisano
vi_vn: Chỉ số dưới

source: Comment
ar_sa: تعليق
ca_ca: Comentari
fa_ir: اظهار نظر
he_il: תגובה
sl_si: Komentar
vi_vn: Bình luận

source: Hyperlink
ar_sa: ارتباط تشعبي
ca_ca: Enllaç
fa_ir: لینک
he_il: היפר־קישור
sl_si: Spletna povezava
vi_vn: Siêu liên kết

source: Image
ar_sa: صورة
ca_ca: Imatge
fa_ir: تصویر
he_il: תמונה
sl_si: Slika
vi_vn: Hình ảnh

source: Clear Format
ar_sa: مسح التهيئة
ca_ca: Esborrar format
fa_ir: پاک کردن قالب
he_il: נקה עיצוב
sl_si: Počisti formatiranje
vi_vn: Xoá bỏ định dạng

source: View
ar_sa: عرض
ca_ca: Visualització
fa_ir: چشم انداز
he_il: תצוגה
sl_si: Prikaz
vi_vn: Xem

source: New Tab
ar_sa: نافذة جديدة
ca_ca: Nova pestanya
fa_ir: برگه جدید
he_il: כרטיסייה חדשה
sl_si: Nov zavihek
vi_vn: Thẻ mới

source: Source Code Mode
ar_sa: وضع النص المصدري
ca_ca: Mode de codi font
fa_ir: حالت منبع کد
he_il: מצב קוד מקור
sl_si: Način pisanja kode
vi_vn: Chế độ mã nguồn

source: Focus Mode
ar_sa: وضع التركيز
ca_ca: Mode sense distraccions
fa_ir: حالت تمرکز
he_il: מצב ממוקד
sl_si: Način fokusa
vi_vn: Chế độ tập trung

source: Typewriter Mode
ar_sa: وضع آلة الكتابة
ca_ca: Mode de màquina d'escriure
fa_ir: حالت ماشین تحریر
he_il: מצב מכונת כתיבה
sl_si: Način pisalnega stroja
vi_vn: Chế độ máy đánh chữ

source: Toggle Sidebar
ar_sa: إخفاء وإظهار الشريط الجانبي
ca_ca: Alternar barra lateral
fa_ir: تغییر وضعیت نوار کناری
he_il: הצג/הסתר תפריט צדדי
sl_si: Prikaži/skrij stransko vrstico
vi_vn: Bật/tắt thanh bên

source: Outline
ar_sa: ملخص
ca_ca: Índex
fa_ir: طرح کلی
he_il: מבנה
sl_si: Oris
vi_vn: Dàn bài

source: Articles
ar_sa: مستندات
fa_ir: مقالات
he_il: כתבות
sl_si: Članki
vi_vn: Bài viết

source: File Tree
ar_sa: شجرة الملفات
ca_ca: Arbre d'arxius
fa_ir: درخت فایل
he_il: עץ קבצים
sl_si: Drevesni prikaz datotek
vi_vn: Cây tập tin

source: Always on Top
ar_sa: دائمًا إلى الأعلى
ca_ca: Sempre a dalt
fa_ir: همیشه در بالا
he_il: תמיד מעל הכל
sl_si: Vedno na vrhu
vi_vn: Luôn hiện cửa sổ trên cùng

source: Full Screen
ar_sa: شاشة كاملة
ca_ca: Pantalla completa
fa_ir: تمام صفحه
he_il: מסך מלא
sl_si: Celozaslonski način
vi_vn: Toàn màn hình

source: Show Status Bar
ar_sa: إظهار شريط الحالة
ca_ca: Mostrar barra d'estat
fa_ir: نمایش نوار وضعیت
he_il: הצג שורת מצב
sl_si: Prikaži statusno vrstico
vi_vn: Hiện thanh trạng thái

source: Toggle Fullscreen
ca_ca: Canviar a pantalla completa
fa_ir: تغییر وضعیت تمام صفحه
he_il: הפעל/כבה מצב מסך מלא
sl_si: Preklopi v celozaslonski način
vi_vn: Bật/tắt toàn màn hình

source: Actual Size
ar_sa: الحجم الحقيقي
ca_ca: Mida real
fa_ir: اندازه واقعی
he_il: גודל מקורי
sl_si: Privzeta povečava
vi_vn: Kích thước thực tế

source: Zoom In
ar_sa: تكبير
ca_ca: Ampliar
fa_ir: بزرگنمایی
he_il: הגדל
sl_si: Povečaj prikaz
vi_vn: Phóng to

source: Zoom Out
ar_sa: تصغير
ca_ca: Reduir
fa_ir: کوچکنمایی
he_il: הקטן
sl_si: Zmanjšaj prikaz
vi_vn: Thu nhỏ

source: Switch Between Opened Documents
ar_sa: التبديل بين المستندات المفتوحة
ca_ca: Canviar entre documents oberts
fa_ir: جابجای بین اسناد باز شده
he_il: עבור בין מסמכים פתוחים
sl_si: Preklopi med odprtimi dokumenti
vi_vn: Chuyển sang cửa sổ tài liệu khác đã mở

source: Toggle DevTools
ar_sa: إظهار وإخفاء أدوات المطور (DevTools)
ca_ca: Alternar a eines de desenvolupador
fa_ir: تغییر وضعیت در ابزار توسعه
he_il: הפעל/כבה כלים למפתחים
sl_si: Prikaži/skrij DevTools
vi_vn: Bật/tắt công cụ DevTools

source: Themes
ar_sa: الأنماط
ca_ca: Temes
fa_ir: پوسته‌ها
he_il: ערכות נושא
sl_si: Teme

source: Window
ar_sa: نافذة
ca_ca: Finestra
fa_ir: پنجره
he_il: חלון
sl_si: Okno
vi_vn: Cửa sổ

source: Minimize
ar_sa: تصغير
ca_ca: Minimitzar
fa_ir: کوچک کردن
he_il: מזער
sl_si: Pomanjšaj
vi_vn: Thu nhỏ

source: Zoom
ar_sa: تكبير
fa_ir: بزرگنمایی
he_il: זום
sl_si: Povečava
vi_vn: Phóng to

source: Bring All to Front
ar_sa: جلب الجميع للأمام
ca_ca: Portar al davant
fa_ir: همه را بیار جلو
he_il: העבר הכל לקידמה
sl_si: Premakni vse v ospredje
vi_vn: Hiện tất cả cửa sổ lên phía trước

source: Help
ar_sa: مساعدة
ca_ca: Ajuda
fa_ir: کمک
he_il: מידע
sl_si: Pomoč
vi_vn: Giúp đỡ

source: Privacy Policy
ar_sa: سياسة الخصوصية
fa_ir: سیاست حفظ حریم خصوصی
he_il: מדיניות פרטיות
sl_si: Politika zasebnosti
vi_vn: Chính sách bảo mật

source: Credits
ar_sa: الحقوق
ca_ca: Crèdits
fa_ir: اعتبارات
he_il: קרדיטים
sl_si: Zasluge
vi_vn: Tác giả

source: Change Log
ar_sa: ما الجديد
ca_ca: Registre de canvis
fa_ir: لیست تغییرات
he_il: לוג שינויים
sl_si: Zadnje spremembe
vi_vn: Nhật ký thay đổi

source: Website
ar_sa: الموقع
ca_ca: Lloc web
fa_ir: سایت
he_il: אתר רשמי
sl_si: Spletna stran

source: Feedback
ar_sa: للاقتراحات
ca_ca: Enviar comentaris
fa_ir: بازخورد
he_il: משוב
sl_si: Povratne informacije
vi_vn: Phản hồi

source: About
ar_sa: عن
ca_ca: Sobre
fa_ir: درباره
he_il: אודות
sl_si: O programu
vi_vn: Thông tin thêm

source: Block Styles
ar_sa: أنماط مقولبة
ca_ca: Bloc d'estils
fa_ir: سبک‌های بلوک
he_il: סגנונות
sl_si: Stili bloka
vi_vn: Theo kiểu hộp/khung

source: Inline Styles
ar_sa: أنماط مضمنة
ca_ca: Estils de línia
fa_ir: سبک‌های درون‌خطی
he_il: סגנונות מוטבעים (בתוך השורה)
sl_si: Stili v vrstici
vi_vn: Theo kiểu trong hàng

source: List Styles / Remove Block
ar_sa: إسدال الأنماط / إزالة القوالب
ca_ca: Llista d'estils / Eliminar bloc
fa_ir: فهرست سبک‌ها / حذف بلوک
he_il: רשימת סגנונות / הסרת סגנון
sl_si: Seznam stilov / Odstrani blok
vi_vn: Kiểu danh sách / Bỏ hộp

source: Exit Source Code Mode
ar_sa: الخروج من وضعية الرمز المصدري
ca_ca: Sortir del mode codi font
fa_ir: خروج از حالت منبع کد
he_il: יציאת ממצב קוד מקור
sl_si: Zapusti način urejanja kode
vi_vn: Thoát chế độ mã nguồn

source: Toggle Source Code Mode
ar_sa: تبديل وضعية الرمز المصدري
ca_ca: Alternar mode codi font
fa_ir: تغییر وضعیت در حالت منبع کد
he_il: הפעל/כבה מצב קוד מקור
sl_si: Preklopi način urejanja kode
vi_vn: Chuyển đổi chế độ mã nguồn
