Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Preferences
ar_sa: التفضيلات
ca_es: Preferències
cs_cz: Nastavení
de_ch: Einstellungen
el_gr: Προτιμήσεις
es_es: Preferencias
fa_ir: اولویت ها
gl_es: Preferencias
he_il: העדפות
hr_hr: Postavke
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nl_nl: Voorkeuren
pl_pl: Preferencje
pt_br: Preferências
ro_ro: Preferințe
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve
sv_se: Inställningar
tr_tr: Ayarlar
uk_ua: Параметри
vi_vn: Cài đặt
zh_hans: 偏好设置
zh_hant: 偏好設定

source: General
ar_sa: عام
cs_cz: Všeobecné
de_ch: Allgemein
el_gr: Γενικά
fa_ir: عمومی
gl_es: Xeral
he_il: כללי
hr_hr: Opće
hu_hu: Általános
it_it: Generali
ja_jp: 一般
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
ro_ro: Generale
ru_ru: Общие
sk_sk: Všeobecné
sl_si: Splošno
sv_se: Allmänt
tr_tr: Genel
uk_ua: Загальне
vi_vn: Chung
zh_hans: 通用
zh_hant: 一般

source: Window Style
ar_sa: نمط النافذة
ca_es: Estil de finestra
cs_cz: Styl okna
de_ch: Fensterstil
el_gr: Στυλ Παραθύρου
es_es: Estilo de ventana
fa_ir: سبک پنجره
gl_es: Estilo de Xanela
he_il: עיצוב החלון
hr_hr: Stil prozora
hu_hu: Ablak stílusa
it_it: Stile finestra
ja_jp: ウィンドウのスタイル
nl_nl: Venster Stijl
pl_pl: Wygląd okna
pt_br: Estilo da Janela
ro_ro: Stiluri Ferestre
ru_ru: Стиль окна
sk_sk: Štýl okna
sl_si: Stil okna
sv_se: Fönsterstil
tr_tr: Pencere Modu
uk_ua: Стиль вікна
vi_vn: Kiểu dáng cửa sổ
zh_hans: 窗口样式
zh_hant: 視窗樣式

source: Classic
ar_sa: كلاسيكي
ca_es: Clàssic
cs_cz: Klasický
de_ch: Klassisch
el_gr: Κλασσικό
es_es: Clásico
fa_ir: سنتی
gl_es: Clásico
he_il: קלאסי
hr_hr: Klasično
hu_hu: Klasszikus
it_it: Classica
ja_jp: クラシック
nl_nl: Klassiek
pl_pl: klasyczny
pt_br: Clássico
ro_ro: Clasic
ru_ru: Классический
sk_sk: Klasické
sl_si: Klasično
sv_se: Klassisk
tr_tr: Klasik
uk_ua: Класичний
vi_vn: Cổ điển
zh_hans: 经典
zh_hant: 經典

source: Seamless
ar_sa: سلس
ca_es: Sense costures
cs_cz: Bezešvý
de_ch: Nahtlos
el_gr: Αδιάλειπτο
es_es: Sin costuras
fa_ir: یک پارچه
gl_es: Descolgar
he_il: חלק
hr_hr: Konzistentno
it_it: Trasparente
ja_jp: シームレス
pl_pl: bezramkowy
pt_br: Desatado
ro_ro: Transparent
ru_ru: Бесшовный
sk_sk: Bezrámové
sl_si: Neskončno
sv_se: Sömlös
tr_tr: Kesintisiz
uk_ua: Безрамковий
vi_vn: Không viền
zh_hant: 無縫

source: Seamless window only support OS X later than 10.10.
ar_sa: النوافذ السلسة تدعم نظام تشغيل OS X أجدد من 10.10.
ca_es: La finestra sense costures només està suportada per OS X 10.10 o superiors.
cs_cz: Bezešvé okno je podporováno jen v OS X novějších než 10.10.
de_ch: Nahtlose Fenster werden erst ab macOS 10.10. und neuer unterstützt
el_gr: Το αδιάλειπτο παράθυρο υποστηρίζει εκδόσεις OS X μεταλύτερες από 10.10.
es_es: La ventana sin costuras solo está soportada por OS X 10.10 o superiores.
fa_ir: پنجره‌ی یکپارچه تنها در نسخه OS X و بعد از 10.10 پشتیبانی می‌شود‫.‬
gl_es: A ventá transparente só se admite en OS X máis alo de 10.10.
he_il: עיצוב חלון "חלק" זמין רק במערכת ההפעלה X לאחר 10.10.
hu_hu: Seamless ablak csak OS X 10.10 után támogatott.
it_it: Finestre trasparenti supportate solo a partire da OS X 10.10.
ja_jp: シームレスウィンドウはmacOS 10.10以降のみでサポートされます
nl_nl: Seamless venster ondersteunt alleen OS X later dan 10.10.
pl_pl: Okno bezramkowe jest dostępne jedynie dla OS X nowszych niż 10.10.
pt_br: Janela desatada só é compatível com macOS 10.10 e posteriores.
ro_ro: Ferestrele transparente sunt suportate doar de OS X de la 10.10.
ru_ru: Бесшовный стиль поддерживается только в OS X не ниже версии 10.10.
sk_sk: Bezrámové okno je podporové len u OS X novších než 10.10.
sl_si: Brezšivno okno podpira samo OS X, ki je starejši od 10.10.
sv_se: Sömlöst fönster stöds endast av OS X nyare än 10.10.
tr_tr: Kesintisiz mod sadece 10.10'dan sonraki OS X 'i destekler.
uk_ua: Безрамкове вікно доступне тільки у OS X, новіших за 10.10.
vi_vn: Không viền chỉ hoạt động cho phiên bản OS X mới hơn 10.10.
zh_hans: Seamless窗口样式只支持 10.10 以上的 macOS 版本
zh_hant: 無縫視窗僅支援 OS X 10.10 以上版本。

source: Themes
ar_sa: الأنماط
ca_es: Temes
cs_cz: Témata vzhledu
de_ch: Themen
el_gr: Θέματα
es_es: Temas
fa_ir: پوسته‌ها
gl_es: Temas
he_il: ערכות נושא
hr_hr: Teme
hu_hu: Témák
it_it: Temi
ja_jp: テーマ
nl_nl: Thema's
pl_pl: Motywy
pt_br: Temas
ro_ro: Teme
ru_ru: Темы
sk_sk: Motívy
sl_si: Teme
sv_se: Teman
tr_tr: Temalar
uk_ua: Теми
vi_vn: Chủ đề
zh_hans: 主题
zh_hant: 佈景主題

source: Open Theme Folder
ar_sa: فتح ملف الأنماط
ca_es: Obrir carpeta de temes
cs_cz: Otevřít složku s tématy
de_ch: Themenordner öffnen
el_gr: Άνοιγμα Φακέλου Θεμάτων
es_es: Abrir carpeta de temas
fa_ir: باز کردن پوشه‌ی پوسته
gl_es: Abrir cartafol do tema
he_il: פתח את תיקיית ערכות הנושא
hr_hr: Otvori folder s temama
hu_hu: Téma mappa megnyitása
it_it: Apri cartella temi
ja_jp: テーマフォルダを開く
nl_nl: Open Thema Map
pl_pl: Otwórz folder z motywami
pt_br: Abrir Pasta de Temas
ro_ro: Deschide Folder Teme
ru_ru: Открыть каталог тем
sk_sk: Otvoriť priečinok s motívmi
sl_si: Odpri mapo s temami
sv_se: Öppna temamapp
tr_tr: Tema Klasörünü Aç
uk_ua: Відкрити директорію тем
vi_vn: Mở thư mục Chủ đề
zh_hans: 打开主题文件夹
zh_hant: 開啟佈景主題資料夾

source: Please check `help`->`Quick Start` for short introduction. Visit http://theme.typora.io to get more themes or instructions.
ca_es: Per favor revisa `ajuda`->`Inici ràpid` per una breu introducció. Visita http://theme.typora.io per obtenir més temes o instruccions.
cs_cz: Prosím podívejte se na `Pomoc`->`Rychlý start` pro krátké instrukce. Navštivte http://theme.typora.io k získání většího množství instrukcí a témat vzhledu.
de_ch: Bitte nutzen Sie `Hilfe`->`Quick Start` für eine kurze Einführung. Besuchen Sie http://theme.typora.io um mehr Themen oder Anleitungen zu bekommen.
el_gr: Παρακαλώ ελέγξτε `βοήθεια`->`Γρήγορη Εκκίνηση` για μια σύντομη εισαγωγή. Επισκεφτείτε το http://theme.typora.io για περισσότερα θέματα ή οδηγίες.
es_es: Por favor revista `ayuda`->`Inicio rápido` para una breve introducción. Visita http://theme.typora.io para obtener más temas o instrucciones.
fa_ir: لطفا مسیر `help`->`Quick Start` را برای آشنایی کوتاه بررسی کنید. از لینک http://theme.typora.io برای دریافت پوسته‌ها و دستورات بیشتر استفاده کنید.
gl_es: Por favor, comprobar `Axuda`->`Inicio rápido` para unha breve introdución. Visitar http://theme.typora.io para obter máis temas ou instrucións.
he_il: לך ל־`help`->`Quick Start` למדריך קצר. בקר ב־http://theme.typora.io כדי להוריד ערכות נושא נוספות!
hu_hu: A kezdéshez útmutatót a `Súgó`->`Első lépések` menüpontban talál. További témák és útmutatók a http://theme.typora.io oldalon találhatók.
it_it: Vai su `Aiuto`->`Guida Rapida` per una breve introduzione. Visita http://theme.typora.io per scaricare altri temi e ricevere maggiori informazioni.
ja_jp: ヘルプ -> クイックスタートで簡単な紹介をご覧ください。追加のテーマやガイドは、http://theme.typora.io を参照してください。
nl_nl: Bekijk `help` ->` Snelle start` voor een korte introductie. Kijk op http://theme.typora.io voor meer thema's of instructies.
pl_pl: Przejdź do `Pomoc` -> `Quick Start`, aby poznać funkcje programu. Odwiedź http://theme.typora.io, aby odkryć więcej motywów oraz poradników.
pt_br: Por favor verifique `ajuda`->`Início Rápido` para uma breve introdução. Visite http://theme.typora.io para obter mais temas ou instruções.
ro_ro: Verificați `Ajutor`->`Pornire Rapidă` pentru o scurtă introducere. Vizitați http://theme.typora.io pentru a obține mai multe teme sau instrucțiuni.
ru_ru: Для знакомства с кратким руководством смотрите пункт `Справка` -> `Quick Start` (`Быстрый старт`). Посетите http://theme.typora.io для просмотра дополнительных тем и инструкций.
sk_sk: Prosím pozrite sa na `pomoc`->`Rýchly štart` pre krátke predstavenie. Navštívte http://theme.typora.io pre získanie viac motívov a inštrukcií.
sl_si: Prosimo preverite `Pomoč`->`Hitri začetek` za kratko predstavitev. Za več tem in navodil obiščite http://theme.typora.io.
sv_se: Gå till `hjälp`->`Snabbstart` för en kort introduktion. Besök http://theme.typora.io för att hämta fler teman eller få mer hjälp.
tr_tr: Lütfen kısa tanıtım için `yardım`->`hızlı başlangıç` konumunu kontrol edin. Daha fazla tema indirmek veya tanıtım için http://theme.typora.io sitesini ziyaret edin.
uk_ua: Будь ласка, перегляньте короткий вступ у меню `Довідка`->`Швидкий початок`. Відвідайте http://theme.typora.io, щоб отримати більше тем або інструкцій.
vi_vn: Vui lòng xem qua `Giúp đỡ`->`Khởi đầu nhanh` để có thêm thông tin cơ bản. Truy cập http://theme.typora.io để nhận thêm theme và hướng dẫn chi tiết.
zh_hans: 请参考 `帮助`->`Quick Start`，或访问 http://theme.typora.io 获取更多主题与指导。
zh_hant: 請查閱「說明」→「Quick Start」中的介紹。造訪 http://theme.typora.io 取得更多佈景主題及介紹。

source: Word Count
ar_sa: عدد الكلمات
ca_es: Recompte de paraules
cs_cz: Počet slov
de_ch: Wortanzahl
el_gr: Μετρητής Λέξεων
es_es: Conteo de palabras
fa_ir: شمارش حرف
gl_es: Reconto palabras
he_il: מספר מילים
hr_hr: Broj riječi
hu_hu: Szavak száma
it_it: Conteggio parole
ja_jp: 単語数を表示
nl_nl: Woord Teller
pl_pl: Licznik słów
pt_br: Contagem de Palavras
ro_ro: Contor de Cuvinte
ru_ru: Количество слов
sk_sk: Počet slov
sl_si: Število besed
sv_se: Ordräkning
tr_tr: Kelime Sayısı
uk_ua: Кількість слів
vi_vn: Bộ đếm từ
zh_hans: 字数统计
zh_hant: 字數統計

source: Always Show Word Count
ar_sa: إظهار عدد الكلمات دائمًا
ca_es: Mostrar sempre el recompte de paraules
cs_cz: Vždy zobrazovat počet slov
de_ch: Wortanzahl immer zeigen
el_gr: Μόνιμη Προβολή Μετρητή Λέξεων
es_es: Mostrar siempre el conteo de palabras
fa_ir: همیشه شمارش حرف را نمایش بده
gl_es: Amosar sempre reconto de palabras
he_il: הראה תמיד את מספר המילים
hr_hr: Uvijek pokaži broj riječi
hu_hu: Szavak számának mutatása mindig
it_it: Mostra sempre il conteggio delle parole
ja_jp: 常に単語数を表示
nl_nl: Altijd woord teller laten zien
pl_pl: Zawsze pokazuj licznik słów
pt_br: Sempre Mostrar a Contagem de Palavras
ro_ro: Arată Întotdeauna Contorul de Cuvinte
ru_ru: Всегда показывать количество слов
sk_sk: VVždy zobrazovať počet slov
sl_si: Vedno pokaži število besed
sv_se: Visa alltid ordräknare
tr_tr: Her Zaman Kelime Sayısını Göster
uk_ua: Показувати кількість слів завжди
vi_vn: Luôn hiện số lượng từ
zh_hans: 总是显示字数统计
zh_hant: 總是顯示字數統計

source: Font Size
ar_sa: حجم الخط
ca_es: Mida de la font
cs_cz: Velikost písma
de_ch: Schriftgrösse
el_gr: Μέγεθος Γραμματοσειράς
es_es: Tamaño de fuente
fa_ir: اندازه‌ی فونت
gl_es: Tamaño de letra
he_il: גודל גופן
hr_hr: Veličina fonta
hu_hu: Betűméret
it_it: Dimensione caratteri
ja_jp: フォントサイズ
nl_nl: Lettertypegrootte
pl_pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
ro_ro: Dimensiune Font
ru_ru: Размер шрифта
sk_sk: Veľkosť písma
sl_si: Velikost pisave
sv_se: Teckenstorlek
tr_tr: Yazı Tipi Boyutu
uk_ua: Розмір шрифту
vi_vn: Kích cỡ chữ
zh_hans: 字体大小
zh_hant: 字型大小

source: Auto ( Recommended )
ar_sa: تلقائي (محبذ)
ca_es: Automàtic ( Recomanat )
cs_cz: Automaticky （ Doporučeno ）
de_ch: Automatisch (Empfohlen)
el_gr: Αυτόματο ( Συνίσταται )
es_es: Automático ( Recomendado )
fa_ir: خودکار ( پیشنهاد شده )
gl_es: Auto ( Recomendado )
he_il: אוטומטי (מומלץ)
hr_hr: Automatski (preporučeno)
hu_hu: Automatikus (ajánlott)
it_it: Auto ( Consigliato )
ja_jp: 自動（推奨）
nl_nl: Automatisch ( Aanbevolen )
pl_pl: automatyczny (zalecany)
pt_br: Automático ( Recomendado )
ro_ro: Auto ( Recomandat )
ru_ru: Авто (рекомендуется)
sk_sk: Automaticky （ Odporúčané ）
sl_si: Samodejno (Priporočeno)
sv_se: Auto ( Rekommenderad )
tr_tr: Otomatik ( Önerilen )
uk_ua: Автоматично (Рекомендовано)
vi_vn: Tự động ( Đề xuất )
zh_hans: 自动（推荐）
zh_hant: 自動 (建議使用)

source: Customized
ar_sa: خاص
ca_es: Personalitzat
cs_cz: Přizpůsobené
de_ch: Benutzerdefiniert
el_gr: Προσαρμοσμένο
es_es: Personalizado
fa_ir: سفارشی
gl_es: Personalizado
he_il: מותאם אישית
hr_hr: Prilagođeno svojim potrebama
hu_hu: Egyedi
it_it: Personalizzata
ja_jp: カスタム
nl_nl: Afgestemd
pl_pl: własny
pt_br: Personalizado
ro_ro: Particularizat
ru_ru: Индивидуальный
sk_sk: Prispôsobené
sl_si: Prilagojeno
sv_se: Anpassad
tr_tr: Özelleştirilmiş
uk_ua: Власний
vi_vn: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: If custom font size is used, the actual font size will depend on the base font size and css style.
ar_sa: إذا تم استخدام حجم الخط المخصص ، فسيعتمد حجم الخط الفعلي على حجم الخط الأساسي ونمط css.
ca_es: Si s'usa una mida de font personalitzada, la mida real de la font dependrà de la mida de la font base i l'estil de CSS.
cs_cz: Pokud je použita vlastní velikost textu, bude velikost textu odvozena z CSS stylu.
de_ch: Wenn eine angepasste Schriftgrösse genutzt wird, ist die tatsächliche Schriftgrösse abhängig von der Basis-Schriftgrösse und der CSS Formatierung.
el_gr: Εάν χρησιμοποιείται προσαρμοσμένο μέγεθος γραμματοσειράς, το πραγματικό μέγεθος γραμματοσειράς θα εξαρτηθεί από το βασικό μέγεθος και το στυλ που βρίσκεται στο css.
es_es: Si se usa un tamaño de fuente personalizado, el tamaño real de la fuente dependerá del tamaño de la fuente base y el del estilo CSS.
fa_ir: اگر از اندازه سفارشی فونت استفاده شده, اندازه فونت حقیقی بر اساس اندازه فونت پایه و استایل فایل CSS خواهد بود.
gl_es: Se se usa tamaño de letra personalizado, o tamaño da fonte real dependerá do tamaño da fonte base e do estilo css.
he_il: אם גודל גופן מותאם אישית נמצא בשימוש, הגודל האמיתי יהיה מושפע גם מה־CSS של ערכת הנושא.
hu_hu: Egyedi betűméret esetén a tényleges betűméret az alap betűmérettől és a CSS stílustól függ.
it_it: Utilizzando una dimensione dei caratteri personalizzata, l'effettiva grandezza dipenderà dalla dimensione di base del font e dalle regole CSS.
ja_jp: カスタムを選択すると、ベースフォントやCSSに応じて実際のフォントサイズが決まります
nl_nl: Als de afgestemde tekengrootte wordt gebruikt, is de werkelijke lettergrootte afhankelijk van de basislettergrootte en de CSS stijl.
pl_pl: Jeśli wybrano opcję własnego rozmiaru czcionki, jej faktyczny rozmiar będzie zależał od rozmiaru czcionki podstawowej oraz stylu css.
pt_br: Se um tamanho de fonte personalizado for usado, o tamanho real da fonte dependerá do tamanho da fonte base e do estilo do CSS.
ro_ro: Dacă folosiți un font particularizat, dimensiunea actuala a fontului depinde de dimensiunea fontului de bază si de stilul css.
ru_ru: Если используется индивидуальный размер шрифта, фактический размер будет зависеть от базового размера шрифта и стиля CSS.
sk_sk: Ak je použitá vlastná veľkosť písma, tak veľkosť textu bude závisieť od veľkosti textu a štýlu CSS.
sl_si: Če se uporablja velikost pisave po meri, bo dejanska velikost pisave odvisna od osnovne velikosti pisave in sloga CSS.
sv_se: Om en anpassad teckenstorlek används kommer den faktiska storleken bero på teckensnittets grundstorlek och den css-styling som används.
tr_tr: Eğer özel yazı tipi kullanımdaysa asıl yazı tipi temel yazı tipi ve css stiline göre değişecektir.
uk_ua: Якщо використовується власний розмір шрифту, актуальний розмір шрифту залежатиме від базового розміру і css-стилів.
vi_vn: Nếu kích cỡ chử được tuỳ chỉnh lại thì các kích cỡ chữ thực tế sẽ phụ thuộc vào kích cỡ ban đầu và định kiểu trong css.
zh_hans: 使用自定义字体大小时，最终字号会由该选项和主题的CSS样式共同决定。
zh_hant: 若自行挑選字型大小，則實際字型大小將隨基礎字型大小及 CSS 樣式改變。

source: Left Panel
ar_sa: اللوحة اليسرى
ca_es: Panell esquerra
cs_cz: Levý panel
de_ch: Linke Seitenleiste
el_gr: Αριστερό Πάνελ
es_es: Panel izquierdo
fa_ir: نوار چپ
gl_es: Panel Esquerdo
he_il: לוח שמאלי
hr_hr: Lijevi Panel
hu_hu: Bal oldali panel
it_it: Barra laterale
ja_jp: 左パネル
nl_nl: Linker Paneel
pl_pl: Panel boczny
pt_br: Painel Esquerdo
ro_ro: Panou Stânga
ru_ru: Боковая панель
sk_sk: Ľavý panel
sl_si: Leva plošča
sv_se: Vänster panel
tr_tr: Sol Panel
uk_ua: Ліва панель
vi_vn: Bảng bên trái
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Show Outline Panel by Default
ar_sa: إظهار الموجز تلقائيًا
ca_es: Mostrar sempre el panell d'esquema
cs_cz: Zobrazovat panel přehledu
de_ch: Gliederungsleiste standardmässig anzeigen
el_gr: Προβολή Πίνακα Περιγράμματος σαν Προεπιλογή
es_es: Mostrar siempre el panel de índices
fa_ir: نمایش نوار کناری بصورت پیشفرض
gl_es: Amosar panel de esquema por defecto
he_il: הראה את לוח המבנה כברירת מחדל
hr_hr: Prikaži Outline Panel kao zadani
hu_hu: A bal oldali panel alapértelmezés szerint megjelenik
it_it: Mostra pannello Struttura come predefinito
ja_jp: 標準でアウトラインパネルを表示
nl_nl: Standaard Overzichtspaneel weergeven
pl_pl: Domyślnie pokazuj widok konspektu
pt_br: Exibir Painel de Índices por Padrão
ro_ro: Afișează Panou Schiță Implicit
ru_ru: Отображать по умолчанию панель оглавления
sk_sk: Zobrazovať prehľadový panel predvolene
sl_si: Privzeto pokaži orisno ploščo
sv_se: Visa översiktspanelen som standard
tr_tr: Özet Panelini Varsayılan Olarak Göster
uk_ua: Показувати Панель структури за замовчуванням
vi_vn: Hiện bảng dàn bài theo mặc định
zh_hans: 默认显示大纲视图
zh_hant: 預設顯示側邊欄大綱

source: Collapsible Outline on Left Panel
ar_sa: موجز قابل للطي على القائمة اليسرى
ca_es: Esquema desplegable al panell esquerre
cs_cz: Rozbalovací přehled na levém panelu.
de_ch: Zusammenklappbare Gliederung in der linken Seitenleiste
el_gr: Πτυσσόμενο Περίγραμμα στο Αριστερό Πάνελ
es_es: Índice desplegable en el panel izquierdo
fa_ir: طرح‌های پیچیده در نوار سمت چپ
gl_es: Esquema plegable no panel esquerdo
he_il: כווץ מבנה בלוח השמאלי
hu_hu: Összecsukható vázlat a bal oldali panelen
it_it: Espandi/comprimi Struttura sulla barra laterale
ja_jp: 左パネルに折り畳みアウトラインを表示
nl_nl: Inklapbaar overzicht op linker paneel
pl_pl: Zwijany konspekt w panelu bocznym
pt_br: Índice Expansível no Painel Esquerdo
ro_ro: Schiță Restrângibilă în Panou Stânga
ru_ru: Сворачиваемое оглавление в боковой панели
sk_sk: Zbaliteľný prehľad na ľavom paneli
sl_si: Zložljiv oris na levi plošči
sv_se: Hopfällbar översikt på vänsterpanelen
tr_tr: Sol Panel Üzerinde Daraltılabilen Özet
uk_ua: Розкладна структура на Лівій панелі
vi_vn: Bảng dàn bài gấp được ở bảng bên trái
zh_hans: 允许折叠和展开侧边栏的大纲视图
zh_hant: 允許展開/折疊側邊欄大綱

source: Save without asking when switch files on side panel
ar_sa: الحفظ دون السؤال عند تبديل الملفات على اللوحة الجانبية
ca_es: Guardar sense preguntar quan es canvien arxius al panell lateral
cs_cz: Uložit bez dotazu, když se přepnou soubory na bočním panelu
de_ch: Ohne Nachfragen speichern, wenn Dateien über die Seitenleiste gewechselt werden
el_gr: Αποθήκευση χωρίς να ερωτηθεί το πότε αλλαγή αρχείων στο πλαϊνό πάνελ
es_es: Guardar sin preguntar cuando se cambian archivos en el panel lateral
fa_ir: ذخیره بدون پرسش از چه چه موقع‫/‬سویچ فایل‌ها در نوار کناری
gl_es: Gardar sen preguntar ao cambiar os arquivos no panel lateral
he_il: שמור בכל מקרה כאשר מחליף קבצים בלוח הצדדי
hr_hr: Automatski sačuvaj prilikom prelaženja s fajla na fajl na bočnoj traci
hu_hu: Kérdés nélküli mentés, amikor az oldalsó panelen másik fájlt választ
it_it: Salva automaticamente quando apri un altro file dalla barra laterale
ja_jp: サイドパネルでファイルの切り替え時に自動保存
nl_nl: Sla op zonder te vragen wanneer tussen bestanden wordt geschakeld op het zijpaneel
pl_pl: Zapisz bez pytania, kiedy przejdziesz do innego pliku na panelu bocznym
pt_br: Salvar sem perguntar ao trocar de arquivo no painel lateral
ro_ro: Salvează fără să se întrebe când deschizi alte fișiere în panoul lateral
ru_ru: Сохранять при переключении файлов на боковой панели
sk_sk: Uložiť bez opýtania keď sa prepnú súbory na ľavom paneli
sl_si: Ob preklopu datoteke na stranski plošči shrani brez spraševanja
sv_se: Spara utan att fråga vid filbyte i sidopanelen
tr_tr: switch dosyaları kenar panelindeyken sormadan kaydet
uk_ua: Зберігати без перепитування, коли перемикаються файли на бічній панелі
vi_vn: Lưu mà không cần hỏi khi chuyển sang tập tin khác ở bảng bên
zh_hans: 切换文件时自动保存对上个文件的更改
zh_hant: 在側邊欄切換檔案時自動儲存無需詢問

source: Edited files will be saved without asking when switch files in left panel. When "Ask to keep changes when closing documents" is disabled in System Preference, this is always enabled.
ar_sa: سيتم حفظ الملفات التي تم تحريرها دون السؤال عند تبديل الملفات في اللوحة اليسرى. عند "السؤال عند حفظ التغييرات عند إغلاق المستندات" تم تعطيله في تفضيلات النظام ، يتم تمكين هذا دائمًا.
he_il: קבצים שנערכו ישמרו בכל מקרה כאשר מחליף קבצים בלוח השמאלי. כאשר "שאל אם לשמור שינויים בעת סגירת מסמך" מכובה בהגדרות המערכת, האפשרות הזו בכל מקרה מופעלת.
hu_hu: A szerkesztett fájlok kérdés nélkül mentésre kerülnek, amikor az oldalsó panelen másik fájlt választ. Amikor a Beállításokban a "Dokumentum bezárásakor kérdezzen rá a változtatások megtartására" ki van kapcsolva, akkor ez mindig be lesz kapcsolva.
it_it: I File modificati verranno salvati automaticamente quando si cambia file con la barra laterale. Quando "Chiedi di mantenere cambiamenti quando chiudi documento" è disattivato nelle preferenze di sistema, questo è sempre attivato.
ja_jp: 左のパネルでファイルを切り替えた際、自動で変更が保存されるようになりました。 これは、"文書を閉じたとき変更を維持するか尋ねる"がシステム設定で無効化されている場合、自動で有効化されます。
pl_pl: Edytowane pliki będą zapisywane bez pytania po wybraniu innego pliku w panelu bocznym. Gdy opcja "Pytaj, czy zapisywać zmiany podczas zamykania dokumentów" jest wyłączona w Preferencjach systemowych, to ustawienie jest zawsze aktywne.
pt_br: Arquivos editados serão salvos automaticamente quando alternar entre arquivos no painel esquerdo. Quando "Perguntar se alteração devem ser mantidas quando fechar documentos" está desabilitado nas Preferências do Sistema, está sempre habilitado.
ro_ro: Fișierele editate vor fi salvate fără să se întrebe când deschizi alte fișiere în panoul lateral. Când "Întreabă dacă trebuie salvate modificările când închizi un document" este dezactivat în Preferințe de Sistem, această opțiune este mereu activă.
ru_ru: Отредактированные файлы будут сохранены без запроса при переключении файлов в левой панели. Эта функция включается, если "Запрос о сохранении изменений при закрытии документов" отключен в настройках.
sl_si: Urejene datoteke bodo pri preklopu datotek na levi plošči samodejno shranjene. Kadar je v sistemskih nastavitvah onemogočena možnost "Pri zapiranju dokumentov vprašaj za ohranitev sprememb", je ta možnost vedno omogočena.
vi_vn: Tập tin đã chỉnh sửa sẽ tự động lưu mà không cần hỏi khi chuyển sang tập tin khác ở bảng bên trái. Khi tuỳ chọn "Ask to keep changes when closing documents" đã tắt trong System Preference, tính năng này sẽ luôn luôn được bật.
zh_hans: 在侧边栏切换文件时自动保存对上个文件的更改。 当在系统设置中，"关闭文稿时要求保存更改" 被关闭时，该选项被默认启用。
zh_hant: 在側邊欄切換檔案時，已編輯的檔案將會自動儲存。 當取消勾選系統偏好設定中的「關閉文件時詢問保留更動」時將永遠啟用。

source: Language
ar_sa: اللغة
ca_es: Idioma
cs_cz: Jazyk
de_ch: Sprache
el_gr: Γλώσσα
es_es: Idioma
fa_ir: زبان
gl_es: Idioma
he_il: שפה
hr_hr: Jezik
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sv_se: Språk
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: System Language
ar_sa: لغة النظام
ca_es: Idioma del sistema
cs_cz: Systémový jazyk
de_ch: Systemsprache
el_gr: Γλώσσα Συστήματος
es_es: Idioma del sistema
fa_ir: زبان سیستم
gl_es: Idioma do sistema
he_il: שפת מערכת
hr_hr: Jezik sustava
hu_hu: A rendszer nyelve
it_it: Lingua di sistema
ja_jp: システム言語
nl_nl: Systeem Taal
pl_pl: Język systemowy
pt_br: Idioma do Sistema
ro_ro: Limba Sistemului
ru_ru: Язык системы
sk_sk: Systémový jazyk
sl_si: Jezik sistema
sv_se: Systemspråk
tr_tr: Sistem Dili
uk_ua: Системна мова
vi_vn: Ngôn ngữ hệ thống
zh_hans: 系统语言
zh_hant: 系統語言

source: Editor
ar_sa: محرر
el_gr: Επεξεργαστής
fa_ir: ویرایشگر
he_il: עורך
hr_hr: Uređivač
hu_hu: Szerkesztő
ja_jp: エディタ
nl_nl: Bewerker
pl_pl: Edytor
ru_ru: Редактор
sl_si: Urejevalnik
tr_tr: Editör
uk_ua: Редактор
vi_vn: Trình soạn thảo
zh_hans: 编辑器
zh_hant: 編輯器
