Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: File/directory already exists at target path.
ar_sa: الملف أو المجلد موجود في المسار المحدد.
cs_cz: Složka/soubor již existuje v zadané cestě.
de_ch: Datei/Ordner existiert bereits beim Zielpfad.
fa_ir: فایل‫/‬دایرکتوری در مسیر ذکر شده وجود دارد.
he_il: קובץ/תיקייה כבר קיימת בכתובת היעד.
hu_hu: A cél elérési útján a fájl/könyvtár már létezik.
ja_jp: 指定したパスにファイル/ディレクトリがすでに存在します。
pl_pl: Plik/katalog już istnieje w docelowej ścieżce.
pt_br: Arquivo/pasta já existe no caminho de destino.
ro_ro: Fișierul/folderul există deja în calea specificată.
ru_ru: Файл/каталог уже существует по целевому пути.
sk_sk: Súbor/priečinok už existuje na cieľovej ceste.
sl_si: Datoteka/mapa na podani poti že obstaja.
sv_se: Fil/mapp finns redan vid sökvägen.
tr_tr: Dosya/hedef dizini zaten hedeflenen konumda mevcut.
uk_ua: Файл/директорія за цільовим шляхом уже існує.
vi_vn: Tập tin/thư mục đã tồn tại ở đường dẫn đã chọn.
zh_hans: 目标路径上已有文件存在。
zh_hant: 檔案/目錄已存在目標路徑。

source: Keep Both
ar_sa: إبقاء الإثنين
cs_cz: Zachovat obojí
de_ch: Beide behalten
fa_ir: نگهداری هردو
he_il: שמור את שניהם
hu_hu: Mindkettő megtartása
it_it: Mantieni entrambi
ja_jp: 両方とも保存する
pl_pl: Zachowaj oba
pt_br: Manter Ambos
ro_ro: Păstrează Ambele
ru_ru: Сохранить оба
sk_sk: Ponechať obidva
sl_si: Ohrani oboje
sv_se: Behåll båda
tr_tr: İkisini de Tut
uk_ua: Зберегти обидва/обидві
vi_vn: Giữ cả hai
zh_hans: 全部保留
zh_hant: 兩者都保留

source: Are you sure you want to move %@?
ar_sa: هل أنت متأكد بأنك تريد نقل %@?
cs_cz: Jste si jistí, že chcete přesunout %@?
de_ch: Bist du sicher, dass du %@ verschieben willst?
fa_ir: آیا از انتقال %@ اطمینان دارید؟
he_il: האם אתה בטוח שברצונך להעביר את %@?
hu_hu: Biztosan mozgatni akarja ezt: %@?
it_it: Sei sicuro di voler spostare %@?
ja_jp: 本当に %@ を移動しますか?
pl_pl: Na pewno chcesz przenieść %@?
pt_br: Tem certeza que deseja mover %@?
ro_ro: Ești sigur că vrei să muți %@?
ru_ru: Хотите переместить %@?
sk_sk: Naozaj chcete presunúť %@?
sl_si: Ste prepričani, da želite premakniti %@?
sv_se: Är du säker på att du vill flytta %@?
tr_tr: %@ 'yı taşımak istediğinize emin misiniz?
uk_ua: Ви дійсно хочете перемістити %@?
vi_vn: Bạn chắc chắn muốn di chuyển %@?
zh_hans: 是否要移动 %@?
zh_hant: 您確定要移動 %@?

source: Are you sure you want to delete %@?
ar_sa: هل أنت متأكد بأنك تريد حذف %@?
cs_cz: Jste si jistí, že chcete smazat %@?
de_ch: Bist du sicher, dass du %@ löschen willst?
fa_ir: آیا شما از حذف %@ اطمینان دارید؟
he_il: האם אתה בטוח שברצונך למחוק את %@?
hu_hu: Biztosan törölni akarja ezt: %@?
it_it: Sei sicuro di voler eliminare %@?
ja_jp: %@ をごみ箱に移動しますか?
pl_pl: Na pewno chcesz usunąć %@?
pt_br: Tem certeza que deseja remover %@?
ro_ro: Ești sigur că vrei să ștergi %@?
ru_ru: Хотите удалить %@?
sk_sk: Naozaj chcete vymazať %@?
sl_si: Ste prepričani, da želite izbrisati %@?
sv_se: Är du säker på att du vill radera %@?
tr_tr: %@ 'yı silmek istediğinize emin misiniz?
uk_ua: Ви дійсно хочете видалити %@?
vi_vn: Bạn chắc chắn muốn xoá %@?
zh_hans: 是否要删除 %@?
zh_hant: 您確定要刪除 %@?

source: You can restore from the Trash.
ar_sa: يمكنك الاستعادة من سلة المهملات.
cs_cz: Můžete obnovit z Koše.
de_ch: Du kannst aus dem Papierkorb wiederherstellen.
fa_ir: شما می‌توانید از سطل بازیافت بازیابی کنید.
he_il: אתה יכול לשחזר מהאשפה.
hu_hu: A Lomtárból később visszaállíthatja.
it_it: Puoi ripristinare dal Cestino.
ja_jp: ごみ箱から復元することができます。
pl_pl: Możesz przywrócić później z Kosza.
pt_br: Você pode restaurar do Lixo.
ro_ro: Poți restaura din Coșul de Gunoi.
ru_ru: Можно восстановить из корзины.
sk_sk: Obnoviť môžete z koša.
sl_si: Obnovite lahko iz smetnjaka.
sv_se: Du kan återställa från sopkorgen.
tr_tr: Çöpten tekrar geri kurtarabilirsiniz.
uk_ua: Ви можете відновити із Смітника.
vi_vn: Bạn có thể khôi phục lại từ Thùng rác.
zh_hans: 您可以从回收站恢复文件。
zh_hant: 您可以從垃圾桶中復原。

source: Reset All Dialog Warnings
ar_sa: إعادة ضبط مربعات الحوار التحذيرية
cs_cz: Resetovat všechny varovací dialogy
de_ch: Alle Dialog-Warnungen zurücksetzen
fa_ir: بازنشانی همه خطاهای دیالوگ
he_il: אפס את כל אזהרות הדיאלוג
hu_hu: A párbeszédablakok figyelmeztetéseinek visszaállítása
it_it: Ripristina avvisi delle finestre di dialogo
ja_jp: すべての警告ダイアログをリセット
pl_pl: Resetuj wszystkie okna ostrzeżeń
pt_br: Redefinir Todos os Diálogos de Aviso
ro_ro: Resetează Toate Ferestrele Avertisment
ru_ru: Сбросить все предупреждения
sk_sk: Resetovať všetky dialógové výstrahy
sl_si: Ponastavi vsa opozorila v pogovornem oknu
sv_se: Återställ alla dialogvarningar
tr_tr: Bütün Diyalog Uyarılarını Sıfırla
uk_ua: Скинути усі діалогові попередження
vi_vn: Đặt lại toàn bộ hộp thoại thông báo
zh_hans: 重置全部警告提示对话框
zh_hant: 重設所有對話方塊警告

source: Dialogs
ar_sa: مربعات الحوار
cs_cz: Dialogy
de_ch: Dialoge
fa_ir: دیالوگ‌ها
he_il: דיאלוגים
hu_hu: Párbeszédablakok
it_it: Finestre di dialogo
ja_jp: ダイアログ
pl_pl: Okna dialogowe
pt_br: Diálogos
ro_ro: Dialoguri
ru_ru: Диалоги
sk_sk: Dialógy
sl_si: Pogovorna okna
sv_se: Dialoger
tr_tr: Diyaloglar
uk_ua: Діалоги
vi_vn: Hộp thoại
zh_hans: 对话框
zh_hant: 對話方塊

source: Dialog warnings have been reset.
ar_sa: تمت إعادة ضبط مربعات الحوار التحذيرية.
cs_cz: Varovací dialogy byly přenastaveny.
de_ch: Dialog-Warnings wurden zurückgesetzt.
fa_ir: خطاهای دیالوگ بازنشانی شد.
he_il: אזהרות הדיאלוגים אופסו.
hu_hu: A párbeszédablakok figyelmeztetéseinek visszaállítása megtörtént.
it_it: Tutti gli avvisi delle finestre di dialogo sono stati ripristinati.
ja_jp: 警告ダイアログをリセットしました。
pl_pl: Okna ostrzeżeń zostały zresetowane.
pt_br: Avisos de diálogos foram redefinidos.
ro_ro: Ferestrele Avertisment au fost resetate.
ru_ru: Предупреждения сброшены.
sk_sk: Dialógové výstrahy boli resetované.
sl_si: Pogovorna okna o ponastavljena.
sv_se: Dialogvarningar har blivit återställda.
tr_tr: Diyalog uyarıları sıfırlandı.
uk_ua: Діалогові попередженні скинуті.
vi_vn: Các hộp thoại thông báo đã được đặt lại.
zh_hans: 警告提示对话框已被重置
zh_hant: 已重設對話方塊警告。

source: Operation Failed
ar_sa: العملية فشلت
cs_cz: Operace se nezdařila
de_ch: Operation ging schief
fa_ir: عملیات ناموفق
he_il: הפעולה נכשלה
hu_hu: A művelet sikertelen
it_it: Operazione non riuscita
ja_jp: 操作に失敗
pl_pl: Operacja zakończona niepowodzeniem
pt_br: Operação Falhou
ro_ro: Operațiune Nereușită
ru_ru: Операция не удалась
sk_sk: Operácia zlyhala
sl_si: Operacija ni uspela
sv_se: Operation misslyckad
tr_tr: İşlem Başarısız
uk_ua: Помилка дії
vi_vn: Xử lý không thành công
zh_hans: 操作失败
zh_hant: 操作失敗

source: Failed to move target file or folder to trash
ar_sa: فشل في نقل الملف أو المجلد المحدد إلى سلة المهملات
cs_cz: Nepovedlo se přesunout cílovou složku nebo soubor do koše
de_ch: Zielordner/-datei konnte nicht in den Papierkorb gelegt werden
fa_ir: انتقال فایل یا پوشه مورد نظر به سطل آشغال ناموفق بود‫.‬
he_il: נכשל בהעברת הקובץ או התיקייה לאשפה
hu_hu: A cél fájl vagy könyvtár mozgatása a lomtárba nem sikerült
it_it: Impossibile spostare il file o la cartella nel cestino
ja_jp: 対象のファイルまたはフォルダをごみ箱に移動できませんでした
pl_pl: Nie udało się przenieść docelowego pliku lub katalogu do kosza
pt_br: Falha ao mover o arquivo ou pasta de destino para o lixo
ro_ro: Nu s-a reușit mutarea fișierului sau folderului în coșul de gunoi
ru_ru: Не удалось переместить целевой файл или папку в корзину
sk_sk: Zlyhalo presunutie cieľového súboru alebo priečinka do koša
sl_si: Premikanje mape ali datoteke v smeti ni uspelo
sv_se: Misslyckades att flytta filen eller mappen till sopkorgen
tr_tr: Hedef dosya veya klasörü çöpe taşıma başarısız
uk_ua: Не вдалося перемістити цільовий файл або директорію у смітник
vi_vn: Không thể di chuyển tập tin hay thư mục đã chọn vào Thùng rác
zh_hans: 无法将文件移至回收站
zh_hant: 無法將目標檔案或資料夾移至垃圾桶

source: Undo %@
cs_cz: Vrátit %@
de_ch: %@ widerrufen
fa_ir: بازگشت %@
he_il: בטל %@
hu_hu: %@ visszavonása
it_it: Annulla %@
ja_jp: %@ を元に戻す
pl_pl: Cofnij %@
pt_br: Desfazer %@
ro_ro: Anulează %@
ru_ru: Отменить %@
sk_sk: Odvolať %@
sl_si: Razveljavi %@
sv_se: Ångra %@
tr_tr: Geri al: %@
uk_ua: Відмінити %@
vi_vn: Hoàn tác %@
zh_hans: 撤消%@
zh_hant: 復原 %@

source: Rename %@
ar_sa: إعادة تسمية %@
cs_cz: Přejmenovat %@
de_ch: %@ umbenennen
fa_ir: تغییر نام %@
he_il: שנה שם %@
hu_hu: %@ átnevezése
it_it: Rinomina %@
ja_jp: %@ を名前変更
pl_pl: Zmień nazwę %@
pt_br: Renomear %@
ro_ro: Redenumește %@
ru_ru: Переименовать %@
sk_sk: Premenovať %@
sl_si: Preimenuj %@
sv_se: Döp om %@
tr_tr: Yeniden adlandır: %@
uk_ua: Перейменувати %@
vi_vn: Đổi tên %@
zh_hans: 重命名 %@
zh_hant: 重新命名 %@

source: Copy %@
ar_sa: نسخ %@
cs_cz: Kopírovat %@
de_ch: %@ kopieren
fa_ir: کپی %@
he_il: העתק %@
hu_hu: %@ másolása
it_it: Copia %@
ja_jp: %@ をコピー
pl_pl: Skopiuj %@
pt_br: Copiar %@
ro_ro: Copiază %@
ru_ru: Копировать %@
sk_sk: Kopírovať %@
sl_si: Kopiraj %@
sv_se: Kopiera %@
tr_tr: Kopyala: %@
uk_ua: Скопіювати %@
vi_vn: Sao chép %@
zh_hans: 拷贝 %@
zh_hant: 複製 %@

source: Move %@
ar_sa: قص %@
cs_cz: Přesunout %@
de_ch: %@ verschieben
fa_ir: انتقال %@
he_il: העבר %@
hu_hu: %@ mozgatása
it_it: Sposta %@
ja_jp: %@ を移動
pl_pl: Przenieś %@
pt_br: Mover %@
ro_ro: Mută %@
ru_ru: Переместить %@
sk_sk: Presunúť %@
sl_si: Premakni %@
sv_se: Flytta på %@
tr_tr: Taşı: %@
uk_ua: Перемістити %@
vi_vn: Di chuyển %@
zh_hans: 移动 %@
zh_hant: 移動 %@

source: Delete %@
ar_sa: حذف %@
cs_cz: Smazat %@
de_ch: %@ löschen
fa_ir: حذف %@
he_il: מחק %@
hu_hu: %@ törlése
it_it: Elimina %@
ja_jp: %@ を削除
pl_pl: Usuń %@
pt_br: Remover %@
ro_ro: Șterge %@
ru_ru: Удалить %@
sk_sk: Vymazať %@
sl_si: Izbriši %@
sv_se: Radera %@
tr_tr: Sil: %@
uk_ua: Видалити %@
vi_vn: Xoá %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Turn off Typewriter / Focus Mode
ar_sa: الخروج من وضعية الآلة الكاتبة / وضعية التركيز
de_ch: Schreibmaschinen-/Fokusmodus ausstellen
fa_ir: غیرفعال کردن حالت ماشین تحریر ‫/‬ تمرکز
he_il: כבה מצב מכונת כתיבה / מצב ממוקד
hu_hu: Írógép/fókusz mód kikapcsolása
it_it: Disattiva modalità Typewriter / Focus
ja_jp: タイプライター/フォーカスモードをオフにする
pl_pl: Wyłącz tryb maszyny do pisania / skupienia
pt_br: Desativar Modo Máquina de Escrever / Foco
ro_ro: Dezactivează Mod Mașină de Scris / Focalizare
ru_ru: Отключить режим печатной машинки / фокусировки
sk_sk: Vypnúť režim písacieho stroja / zamerania
sl_si: Izključi način pisalnega stroja / osredotočen način
sv_se: Stäng av skrivmaskin / Fokusläge
tr_tr: Daktilo Modu / Odak Modu Kapat
uk_ua: Вимкнути режим друкарської машинки/фокусу
vi_vn: Tắt chế độ Typewriter / Focus
zh_hans: 关闭 打字机模式 / 专注模式
zh_hant: 關閉打字機 / 專注模式

source: Typewriter / Focus Mode have been turned off.
ar_sa: تم إيقاف وضعية الآلة الكاتبة / وضعية التركيز
de_ch: Schreibmaschinen-/Fokusmodus wurde ausgestellt.
fa_ir: حالت ماشین تحریر ‫/‬ تمرکز غیرفعال شد.
he_il: מצב מכונת כתיבה / מצב ממוקד כובה.
hu_hu: Az írógép/fókusz mód kikapcsolása megtörtént.
it_it: La modalità Typewriter / Focus è stata disattivata.
ja_jp: タイプライター/フォーカスモードがオフになっています。
pl_pl: Tryb maszyny do pisania / skupienia został wyłączony.
pt_br: Modo Máquina de Escrever / Foco foram desativados.
ro_ro: Modul Mașină de Scris / Focalizare a fost dezactivat.
ru_ru: Режим печатной машинки / фокусировки отключен.
sk_sk: Režim písacieho stroja / zamerania boli vypnuté.
sl_si: Način pisalnega stroja / osredotočen način je bil izključen.
sv_se: Skrivmaskin / Fokusläge har stängts av.
tr_tr: Daktilo Modu / Odak Modu kapatıldı.
uk_ua: Режим друкарської машинки/фокусу вимкнений.
vi_vn: Chế độ Typewriter / Focus đã được tắt.
zh_hans: 打字机模式 / 专注模式 已被关闭。
zh_hant: 打字機 / 專注模式已被關閉。

source: Reading Speed
ar_sa: سرعة القراءة
de_ch: Lesegeschwindigkeit
fa_ir: سرعت مطالعه
he_il: מהירות קריאה
hu_hu: Olvasási sebesség
it_it: Velocità di lettura
ja_jp: リーディング速度
pl_pl: Szybkość czytania
pt_br: Velocidade de Leitura
ro_ro: Viteza de Citire
ru_ru: Скорость чтения
sk_sk: Rýchlosť čítania
sl_si: Hitrost branja
sv_se: Läsfart
tr_tr: Okuma Hızı
uk_ua: Швидкість читання
vi_vn: Tốc độ đọc
zh_hans: 阅读速度
zh_hant: 朗讀速度

source: Auto
ar_sa: تلقائي
de_ch: Automatisch
fa_ir: خودکار
he_il: אוטומטי
hu_hu: Automatikus
ja_jp: 自動
pl_pl: Automatycznie
pt_br: Automatico
ru_ru: Автоматическая
sl_si: Samodejno
tr_tr: Otomatik
uk_ua: Автоматична
vi_vn: Tự động
zh_hans: 自动
zh_hant: 自動

source: words / min
ar_sa: كلمات / دقيقة
de_ch: Wörter / Minute
fa_ir: کلمه ‫/‬ دقیقه
he_il: מילים לדקה
hu_hu: szó/perc
it_it: parole / min
ja_jp: 単語 / 分
pl_pl: słów/min
pt_br: palavras / min
ro_ro: cuvinte / min
ru_ru: слов/минуту
sk_sk: slov / minút
sl_si: besed / minuto
sv_se: ord / min
tr_tr: kelime / dakika
uk_ua: слів/хв.
vi_vn: từ / phút
zh_hans: 词每分钟
zh_hant: 字數 / 分

source: Reset to Default
ar_sa: إعادة تعيين إلى الافتراضي
de_ch: Zurücksetzen
he_il: אפס לברירת מחדל
hu_hu: Alapbeállítások
it_it: Ripristina predefiniti
ja_jp: デフォルトにリセット
pl_pl: Przywróć domyślny
pt_br: Redefinir para Padrão
ro_ro: Resetează la Implicit
ru_ru: Восстановление значений по умолчанию
sl_si: Ponastavi na privzeto
sv_se: Återställ till standard
tr_tr: Varsayılanlara Sıfırla
uk_ua: Скинути до замовчування
vi_vn: Đặt về mặc định
zh_hans: 重置
zh_hant: 重設回預設值

source: 120 words/minute (Slow)
ar_sa: 120 كلمة/دقيقة (بطيء)
de_ch: 120 Wörter/Minute (langsam)
he_il: 120 מילים לדקה (איטי)
hu_hu: 120 szó/perc (lassú)
it_it: 120 parole/minuto (lento)
ja_jp: 120 単語/分 (低速)
pl_pl: 120 słów/minutę (wolno)
pt_br: 120 palavras/minuto (Devagar)
ro_ro: 120 cuvinte/minut (Lent)
ru_ru: 120 слов/минуту (Медленно)
sl_si: 120 besed/minuto (počasi)
sv_se: 120 ord/minut (Långsam)
tr_tr: 120 kelime/dakika (Yavaş)
uk_ua: 120 слів/хвилину (Повільно)
vi_vn: 120 từ/phút (Chậm)
zh_hans: 120 词每分钟 (较慢)
zh_hant: 每分鐘 120 字 (慢速)

source: 240 words/minute (Medium)
ar_sa: 240 كلمة/دقيقة (متوسط)
de_ch: 240 Wörter/Minute (mittel)
he_il: 240 מילים לדקה (ממוצע)
hu_hu: 240 szó/perc (közepes)
it_it: 240 parole/minuto (medio)
ja_jp: 240 単語/分 (標準)
pl_pl: 240 słów/minutę (średnio)
pt_br: 240 palavras/minuto (Normal)
ro_ro: 240 cuvinte/minute (Mediu)
ru_ru: 240 слов/минуту (Средне)
sl_si: 240 besed/minuto (normalno)
sv_se: 240 ord/minut (Mellan)
tr_tr: 240 kelime/dakika (Orta)
uk_ua: 240 слів/хвилину (Середньо)
vi_vn: 240 từ/phút (Vừa phải)
zh_hans: 240 词每分钟 (中等)
zh_hant: 每分鐘 240 字 (中速)

source: 382 words/minute (Fast)
ar_sa: 382 كلمة/دقيقة (سريع)
de_ch: 382 Wörter/Minute (schnell)
he_il: 382 מילים לדקה (מהיר)
hu_hu: 382 szó/perc (gyors)
it_it: 382 parole/minuto (veloce)
ja_jp: 382 単語/分 (高速)
pl_pl: 382 słowa/minutę (szybko)
pt_br: 382 palavras/minuto (Rápido)
ro_ro: 382 cuvinte/minute (Rapid)
ru_ru: 382 слова/минуту (Быстро)
sl_si: 382 besed/minuto (hitro)
sv_se: 382 ord/minut (Snabb)
tr_tr: 382 kelime/dakika (Hızlı)
uk_ua: 382 слів/хвилину (Швидко)
vi_vn: 382 từ/phút (Nhanh)
zh_hans: 382 词每分钟 (较快)
zh_hant: 每分鐘 382 字 (快速)

source: Copy and update image source to…
ar_sa: نسخ مصدر الصورة وتحديثه إلى ...
de_ch: Bildquelle kopieren und aktualisieren…
he_il: העתק ועדכן את מקור התמונה ל...
hu_hu: Kép másolása és helyének frissítése…
it_it: Copia e aggiorna la sorgente dell'immagine in…
ja_jp: 画像のソースをコピーして更新…
pl_pl: Skopiuj i zaktualizuj źródło obrazu na…
pt_br: Copiar e atualizar fonte da imagem para…
ro_ro: Copiază și actualizează sursele imaginilor în…
ru_ru: Скопировать и обновить источник изображений в…
sl_si: Kopiraj in posodobi vir slike na …
sv_se: Kopiera och uppdatera bildkälla till…
tr_tr: Resim kaynağını şuraya kopyala veya yükle…
uk_ua: Скопіювати й оновити джерело зображення як…
vi_vn: Sao chép và cập nhật hình ảnh nguồn tới…
zh_hans: 复制并更新图片路径到…
zh_hant: 複製並更新圖片來源至…

source: Updater
ar_sa: المحدث
he_il: מעדכן
hu_hu: Frissítés
it_it: Aggiornamento
ja_jp: アップデーター
pl_pl: Narzędzie aktualizacji
pt_br: Atualizador
ro_ro: Instrument De Actualizare
ru_ru: Скрипт обновления
sl_si: Posodobilnik
sv_se: Uppdaterare
tr_tr: Güncelleyici
uk_ua: Оновлювач
vi_vn: Trình cập nhật
zh_hans: 更新
zh_hant: 更新

source: Install Updates ?
ar_sa: تنزيل التحديثات ?
de_ch: Updates installieren?
he_il: התקן עדכונים?
hu_hu: Telepíti a frissítéseket?
it_it: Installare aggiornamenti ?
ja_jp: 更新をインストールしますか?
pl_pl: Zainstalować aktualizację?
pt_br: Instalar Atualizações ?
ro_ro: Instalare actualizări ?
ru_ru: Установить обновления?
sl_si: Namesti ?
sv_se: Installera uppdateringar ?
tr_tr: Güncellemeleri Yükle ?
uk_ua: Встановити оновлення?
vi_vn: Cài đặt bản cập nhật ?
zh_hans: 是否安装更新？
zh_hant: 是否安裝更新?

source: Quit and Install
ar_sa: خروج وتنصيب
de_ch: Beenden und installisieren
he_il: צא ועדכן
hu_hu: Kilépés és frissítés
it_it: Esci e installa
ja_jp: 終了してインストール
pl_pl: Zamknij i zainstaluj
pt_br: Encerrar e Instalar
ro_ro: Termină și Instalează
ru_ru: Выйти и установить
sl_si: Zapri in namesti
sv_se: Avsluta och installera
tr_tr: Çık ve Yükle
uk_ua: Завершити й інсталювати
vi_vn: Thoát và cài đặt
zh_hans: 退出并安装
zh_hant: 結束並安裝

source: Download failed
ar_sa: التحميل فشل
de_ch: Download ist fehlgeschlagen
he_il: הורדה נכשלה
hu_hu: Letöltés nem sikerült
it_it: Scaricamento non riuscito
ja_jp: ダウンロードに失敗しました
pl_pl: Nieudane pobieranie
pt_br: Falha ao Baixar
ro_ro: Descărcare nereușită
ru_ru: Ошибка загрузки
sl_si: Prenos ni uspel
sv_se: Nedladdning misslyckades
tr_tr: İndirme başarısız
uk_ua: Помилка завантаження
vi_vn: Tải xuống thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

source: Downloading Updates…
ar_sa: جار تحميل التحديثات
de_ch: Updates werden heruntergeladen…
he_il: מוריד עדכונים...
hu_hu: Frissítések letöltése…
it_it: Scaricamento aggiornamenti…
ja_jp: 更新をダウンロード中…
pl_pl: Pobieranie aktualizacji…
pt_br: Baixando Atualizações
ro_ro: Descărcare actualizări…
ru_ru: Загрузка обновлений…
sl_si: Prenašanje posodobitev …
sv_se: Laddar ner uppdateringar…
tr_tr: Güncellemeler Yükleniyor…
uk_ua: Оновлення завантажуються…
vi_vn: Đang tải cập nhật…
zh_hans: 下载中…
zh_hant: 更新下載中…

source: Checking Updates…
ar_sa: جار التحقق من التحديثات
de_ch: Updates werden überprüft…
he_il: בודק בעבור עדכונים...
hu_hu: Frissítések keresése…
it_it: Verifica aggiornamenti…
ja_jp: 更新を確認中…
pl_pl: Sprawdzanie aktualizacji…
pt_br: Buscando Atualizações...
ro_ro: Verificare Actualizări…
ru_ru: Проверка обновлений…
sl_si: Preverjam za posodobitve …
sv_se: Letar efter uppdateringar…
tr_tr: Güncellemeler Kontrol Ediliyor…
uk_ua: Перевірка оновлень…
vi_vn: Đang kiểm tra cập nhật…
zh_hans: 检查中…
zh_hant: 檢查更新…

source: Check Update Failed
ar_sa: التحقق من التحديثات فشل
de_ch: Überprüfung der Updates ist fehlgeschlagen
he_il: בדיקה בעבור עדכונים נכשלה
hu_hu: Frissítések keresése nem sikerült
it_it: Verifica aggiornamenti non riuscita
ja_jp: 更新の確認に失敗しました
pl_pl: Nieudane sprawdzanie aktualizacji
pt_br: Falha ao Verificar a Atualização
ro_ro: Verificare Actualizări Nereușită
ru_ru: Не удалось проверить обновления
sl_si: Preverjanje posodobitev ni uspelo
sv_se: Letandet efter uppdateringar misslyckades
tr_tr: Güncelleme Kontrolü Başarısız
uk_ua: Помилка перевірки оновлень
vi_vn: Kiểm tra cập nhật thất bại
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

source: You're up to date!
ar_sa: لديك آخر نسخة!
de_ch: Deine Version ist aktuell!
he_il: הגרסה העדכנית ביותר מותקנת!
hu_hu: Már a legfrissebb verziót használja!
it_it: Il programma è aggiornato!
ja_jp: 既に最新版を利用中です
pl_pl: Jesteś na bieżąco!
pt_br: Você está atualizado!
ro_ro: Sunteți la zi cu actualizările!
ru_ru: У вас последняя версия!
sv_se: Du är redan fullt uppdaterad!
tr_tr: Güncelsiniz!
uk_ua: Маєте найновішу версію!
vi_vn: Đã cập nhật bản mới nhất!
zh_hans: 当前已是最新！
zh_hant: 目前已是最新版!

source: Latest version is $1, your version is $2
ar_sa: آخر نسخة هي $1, نسختك هي $2
de_ch: Die neuste Version ist $1, deine Version ist $2
he_il: הגרסה העדכנית ביותר היא $1, והגרסה המותקנת היא $2
hu_hu: $1 a legújabb verzió, $2 a jelenleg használt verzió
it_it: L'ultima versione è $1, la tua versione è $2
ja_jp: 最新版: $1、インストール済み: $2
pl_pl: Najnowsza wersja to $1, Twoja to $2
pt_br: A última versão é $1, a sua versão é $2
ro_ro: Ultima versiune este $1, versiunea dumneavoastră este $2
ru_ru: Последняя версия — $1, установленная — $2
sl_si: Zadnja različica je $1, vi imate $2
sv_se: Den senaste versionen är $1, din version är $2
tr_tr: Son sürüm $1, sizin sürümünüz ise $2
uk_ua: Найновіша версія — $1; ваша версія — $2
vi_vn: Phiên bản mới nhất là $1, phiên bản hiện tại là $2
zh_hans: 最新版本为 $1，当前版本为 $2
zh_hant: 最新版本為 $1，目前版本為 $2

source: These options can also be changed under "Edit→Whitespace and Line Breaks" menu
de_ch: Diese Optionen können auch im Menü unter "Bearbeiten→Leerraum und Zeilenumbrüche" geändert werden
he_il: ניתן לשנות אפשרויות אלו מאוחר יותר
hu_hu: Ezek a beállítások a "Szerkesztés→Elválasztó karakterek és sortörések" menüben is megváltoztathatók
it_it: Queste opzioni possono essere cambiate anche dal menu "Modifica→Spazi vuoti e interruzioni di riga"
ja_jp: これらのオプションは "編集 → 空白と改行" メニューからも変更することができます
pl_pl: Te opcje można zmienić także w menu "Edycja→Znaki spacji i końca linii"
pt_br: Estas opções podem ser alteradas no "Editar→Espaço em Branco e Quebra de Linha" menu
ro_ro: Aceste opțiuni pot fi modificate și în meniul "Editare→Spații Goale și Sfârșituri de Linie"
ru_ru: Эти параметры также можно изменить в меню "Правка → Пробелы и разрывы строк"
sl_si: Te nastavitve lahko spremenite tudi v meniju "Uredi → Presledki in prelomi vrstic"
sv_se: Dessa val kan även ändras under "Redigera→Whitespace och raadbryt" menyn
tr_tr: Bu seçenekler "Düzenle→Boşluk ve Satır Sonları" menüsünden değiştirilebilir
uk_ua: Ці налаштування також можна змінити у меню "Редагування → Пробіл і розриви рядка"
vi_vn: Tuỳ chọn này có thể thay đổi tại lệnh "Chỉnh sửa→Khoảng trắng và ngắt dòng"
zh_hans: 以下选项也可在菜单中的 "编辑→空格与换行" 中更改
zh_hant: 以下選項也可在選單列的「編輯」→「空格和換行符號」中修改

source: Auto escape image URL when insert
de_ch: Automatisch Bildquelle escapen, wenn eingefügt
he_il: ברח מכתובת URL של תמונה אוטומטית
hu_hu: Kép beszúrásakor vezérlőkarakterek beiktatása az URL-be
it_it: Escape automatico dell'URL quando inserisci un'immagine
ja_jp: 画像URLの挿入時に自動でエスケープ
pl_pl: Automatyczna konwersja adresu URL obrazu podczas wstawiania
pt_br: Fuga automática do URL da imagem ao inserir
ro_ro: Escape automat URL cănd inserați o imagine
ru_ru: Автоматическое экранирование URL-адреса изображения при вставке
sl_si: Pri vstavljanju samodejni dokončaj URL slike
sv_se: Bryt automatiskt ut bild-URL när infogad
tr_tr: Yerleştirildiğinde resim URL'sinden otomatik çıkış
uk_ua: Автоматично виправляти URL зображення при вставці
vi_vn: Tự động thoát URL của hình ảnh khi chèn
zh_hans: 插入时自动转义图片 URL
zh_hant: 插入圖片時自動轉譯 URL
