Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Sorry, current version of Typora won't print background color. So dark theme is not yet supported for printing. Please choose a light theme or export this document to PDF.
ar_sa: عذرًا ، الإصدار الحالي من تايبورا لن يطبع لون الخلفية. السمة الداكنة غير مهيئة للطباعة حتى الآن. الرجاء اختيار سمة خفيفة أو تصدير هذا المستند إلى PDF.
cs_cz: Omlouváme se, ale současná verze Typory nepodporu barevné pozadí pro tisk. Tmavé téma není pro tisk podporováno. Prosím vyberte si světlé téma nebo exportujete do PDF.
de_ch: Entschuldigung, die aktuelle Typora version druckt keine Hintergrundfarbe. Also is der Dunkelmodus noch nicht unterstützt für das Drucken. Bitte wähle eine helles Thema oder exportiere dieses Dokument als PDF.
fa_ir: متاسفانه، این نسخه از Typora نمی‌تواند پیش‌زمینه‌ی رنگی را پرینت بگیرد، به همین علت پوسته تاریک جهت پرینت پشتیبانی نمی‌شود. لطفا یک پوسته روشن انتخاب یا بصورت PDF خروجی بگیرید
gl_es: Desculpen, a versión actual de Typora non imprimirá a cor de fondo no PDF exportado; xa que o tema escuro aínda non é compatible coa exportación de PDF. Por favor, elixe un tema claro ou preme en "Imprimir con tema por defecto "
he_il: הגרסה הנוכחית של Typora לא תדפיס את צבע הרקע, ולכן ערכות נושא כהות עדיין לא זמינות להדפסה. אנא בחר ערכת נושא בהירה או ייצא את המסמך הנוכחי לקובץ PDF.
hr_hr: Trenutna verzija Typore neće ispisati boju pozadine. Tako da tamna tema još ne podržava ispis. Odaberite svjetlu temu ili izvezite ovaj dokument kao PDF.
hu_hu: Sajnos a Typora jelenleg nem tudja nyomtatni a háttérszínt. Nyomtatásnál a sötét téma még nem támogatott. Válasszon világos témát vagy exportálja a dokumentumot PDF-be.
it_it: Spiacente, questa versione di Typora non può stampare il colore dello sfondo. Di conseguenza il tema scuro non è supportato dalla stampa. Scegli un tema chiaro o esporta questo documento come PDF.
ja_jp: 申し訳ありません。現在のバージョンのTyporaは背景色を印刷できないため、ダークテーマは印刷には対応していません。 このドキュメントをPDFに出力するには、ライトテーマを選択してください。
nl_nl: Sorry, de huidige versie van Typora kan geen achtergrondkleur afdrukken. Het donkere thema wordt nog niet ondersteund voor afdrukken. Kies een licht thema of exporteer dit document naar PDF.
pl_pl: Przepraszamy, obecna wersja Typory nie obsługuje drukowania koloru tła. Ciemnego motywu nie można więc wydrukować. Wybierz jasny motyw lub wyeksportuj dokument do PDF.
pt_br: Desculpa, a versão atual do Typora não imprime a cor de fundo. Logo, não há suporte para impressão em tema escuro. Por favor, escolha um tema claro ou exporte este documento para PDF.
ro_ro: Ne pare rău, versiunea actuală de Typora nu imprimă culoarea de fundal. Deci tema întunecată nu este încă suportată pentru imprimare. Vă rugăm să alegeți o temă luminoasă sau exportaài acest docuemnt în PDF.
ru_ru: К сожалению, текущая версия Typora не поддерживает распечатку цвета фона. Поэтому тёмная тема пока не поддерживается при печати. Выберите светлую тему или экспортируйте этот документ в PDF.
sk_sk: Je nám ľúto, ale súčasná verzia aplikácie Typora na exportovaný súbor PDF nevytlačí farbu pozadia. Takže tmavý motív zatiaľ nie je podporovaný pre tlač. Prosím vyberte svetlý motív alebo exportujťe do PDF.
sl_si: Trenutna različica Typore ne podpira barvnega ozadja pri izvozu v PDF, zato temne teme ne podpirajo izvoza v PDF. Izberite svetlo temo ali izvozite dokument kot PDF.
sv_se: Tyvärr kan inte denna version av Typora skriva ut bakgrundsfärg i dokument. Ett mörkt tema kan därför inte användas för utskrifter. Byt till ett ljust tema eller exportera dokumentet som PDF i stället.
tr_tr: Üzgünüz, Typora'nın güncel versiyonu arkaplan rengini yazdırmaz. Bu sebepten koyu tema henüz yazdırmak için destelenmemektedir. Lütfen açık bir tema seçin veya bu belgeyi PDF'e aktarın.
uk_ua: Вибачте, чинна версія Typora не друкуватиме колір тла. Тож Темна тема для друку поки не доступна. Будь ласка, виберіть світлу тему або експортуйте цей документ у PDF.
vi_vn: Xin lỗi, phiên bản hiện tại của Typora không in được màu nền vào tập PDF đã xuất. vì thế Dark Theme chưa được hỗ trợ cho việc xuất tập tin PDF. Vui lòng chọn một theme khác hoặc tiếp tục xuất tập tin này dưới dạng PDF.
zh_hans: 抱歉，深色主题暂时不支持打印。建议使用亮色主题或者选择导出到 PDF
zh_hant: 抱歉，此版本的 Typora 不支援列印背景顏色， 因此不支援列印深色佈景主題。 請選擇淺色主題或將文件匯出成 PDF 檔

source: Export to PDF
ar_sa: تصدير كـ PDF
cs_cz: Exportovat do PDF
de_ch: Als PDF exportieren
fa_ir: خروجی بصورت PDF
gl_es: Exportar a PDF
he_il: ייצא לקובץ PDF
hr_hr: Izvezi kao PDF
hu_hu: Exportálás PDF-be
it_it: Esporta come PDF
ja_jp: PDFにエクスポート
nl_nl: Exporteren naar PDF
pl_pl: Eksportuj do PDF
pt_br: Exportar para PDF
ro_ro: Exportă în PDF
ru_ru: Экспорт в PDF
sk_sk: Exportovať do PDF
sl_si: Izvoz v PDF
sv_se: Exportera som PDF
tr_tr: PDF'e aktar
uk_ua: Експортувати у PDF
vi_vn: Xuất dưới dạng PDF
zh_hans: 导出到 PDF
zh_hant: 匯出為 PDF

source: Pretty indentation
ar_sa: ترتيب المسافات البادئة
cs_cz: Hezká odsazení
de_ch: Verschönertes Einrücken
fa_ir: دندانه‌های زیبا
gl_es: Axeitar sangrías
he_il: סדר הזחה
hu_hu: Behúzás egységesítése
it_it: Abbellisci indentazione
ja_jp: 自動インデント
nl_nl: Pretty Indentatie
pl_pl: Ładne wcięcia
pt_br: Indentação agradável
ro_ro: Indentare Elegantă
ru_ru: Достаточный отступ
sk_sk: Pekné odsadenie
sl_si: Urejena poravnava
sv_se: Snyggare indrag
tr_tr: Düzenli girintileme
uk_ua: Красиві відступи
vi_vn: Thụt dòng sâu hơn
zh_hans: 对齐缩进
zh_hant: 整理縮排

source: Update markdown reference for this image
ar_sa: تحديث مرجع الماركداون لهذه الصورة
cs_cz: Aktualizovat markdown odkazy na tento obrázek
de_ch: Markdown-Referenz für dieses Bild ändern
fa_ir: بروزرسانی منابع مارکدون برای تصویر
gl_es: Actualiza a referencia markdown para esta imaxe
he_il: עדכן את ההפנייה בעבור תמונה זו בMarkdown
hr_hr: Ažuriranje markdown referenci za ovu sliku
hu_hu: A kép markdown hivatkozásának frissítése
it_it: Aggiorna riferimento markdown per questa immagine
ja_jp: この画像に対するMarkdownリファレンスを更新する
nl_nl: Update markdown referentie voor deze afbeelding
pl_pl: Zaktualizuj odnośnik Markdown dla tego obrazu
pt_br: Atualizar a referência markdown para esta imagem
ro_ro: Actualizează referința markdown pentru această imagine
ru_ru: Обновить markdown-ссылку для этого изображения
sk_sk: Aktualizujte referenčný odkaz na tento obrázok
sl_si: Posodobitev markdown reference za to sliko
sv_se: Uppdatera markdownreferensen för denna bild
tr_tr: Bu resmin referansı için mardown'u güncelle
uk_ua: Оновити markdown-посилання на це зображення
vi_vn: Cập nhật chú thích markdown cho hình ảnh này
zh_hans: 更新该图片在 Markdown 中的引用
zh_hant: 更新此圖片於 Markdown 中的參照

source: No special action
ar_sa: لا إجراء خاص
cs_cz: Žádná speciální akce
de_ch: Keine Aktion
fa_ir: بدون فعل خاصی
gl_es: Ningunha acción especial
he_il: אין פעולה מיוחדת
hr_hr: Bez posebne akcije
hu_hu: Nincs speciális művelet
it_it: Nessuna azione speciale
ja_jp: 特別な操作をしない
nl_nl: Geen speciale actie
pl_pl: Bez dodatkowej czynności
pt_br: Nenhuma ação especial
ro_ro: Nicio Acțiune specială
ru_ru: Без дополнительных действий
sk_sk: Žiadne zvláštne kroky
sl_si: Brez posebnega ukrepanja
sv_se: Ingen extra behandling
tr_tr: Özel eylem yok
uk_ua: Жодної спеціальної дії
vi_vn: Không có hành động đặc biệt
zh_hans: 无特殊操作
zh_hant: 無特殊操作

source: Copy image to current folder (./)
ar_sa: نسخ الصورة إلى المجلد الحالي (./)
cs_cz: Kopírovat obrázek do současné složky (./)
de_ch: Bild in den aktuelllen Ordner kopieren (./)
fa_ir: کپی تصویر در پوشه جاری (./)
gl_es: Copiar a imaxe no cartafol actual (./)
he_il: העתק תמונה לתיקייה הנוכחית (./)
hr_hr: Kopiraj sliku u trenutni folder (. /)
hu_hu: Kép másolása az aktuális mappába (./)
it_it: Copia immagine nella cartella corrente (./)
ja_jp: 画像を現在のフォルダに保存する (./)
nl_nl: Kopieer afbeelding naar huidide map (./)
pl_pl: Skopiuj obraz do bieżącego folderu (./)
pt_br: Copiar imagem para a pasta atual (./)
ro_ro: Copiază imaginea în folderul actual (./)
ru_ru: Скопировать изображение в текущую папку (./)
sk_sk: Kopírovať obrázok do aktuálneho priečinka (./)
sl_si: Kopiraj sliko v trenutno mapo (./)
sv_se: Kopiera bild till nuvarande mapp (./)
tr_tr: Resmi açık klasöre kopyala (./)
uk_ua: Скопіювати зображення у чинну директорію (./)
vi_vn: Sao chép hình ảnh vào thư mục hiện tại (./)
zh_hans: 复制图片到当前文件夹（./）
zh_hant: 複製圖片到目前資料夾 (./)

source: Copy image to ./assets
ar_sa: نسخ الصورة لـ ./assets
cs_cz: Kopírovat obrázek do ./assets
de_ch: Bild in ./assets kopieren
fa_ir: کپی تصویر به ./assets
gl_es: Copiar a imaxe a ./assets
he_il: העתק תמונה ל־ ./assets
hr_hr: Kopiraj sliku u ./assets
hu_hu: Kép másolása az ./assets mappába
it_it: Copia immagine in ./assets
ja_jp: 画像を ./assets に保存する
nl_nl: Kopieer afbeelding naar ./assets
pl_pl: Skopiuj obraz do ./assets
pt_br: Copiar imagem para ./assets
ro_ro: Copiază imagine în ./assets
ru_ru: Скопировать изображение в ./assets
sk_sk: Kopírovať obrázok do ./assets
sl_si: Kopiraj sliko v ./assets
sv_se: Kopiera bild till ./assets
tr_tr: Resmi ./assets 'a kopyala
uk_ua: Скопіювати зображення у ./assets
vi_vn: Sao chép hình ảnh vào thư mục ./assets
zh_hans: 复制图片到 ./assets 文件夹
zh_hant: 複製圖片到資料夾 ./assets

source: Copy image to ./${filename}.assets
ar_sa: نسخ الصورة لـ ./${filename}.assets
cs_cz: Kopírovat obrázek do ./${filename}.assets
de_ch: Bild in ./${filename}.assets kopieren
fa_ir: کپی تصویر به ./${filename}.assets
gl_es: Copiar a imaxe a ./${filename}.assets
he_il: העתק תמונה ל־ ./${filename}.assets
hr_hr: Kopiraj sliku u ./${filename}.assets
hu_hu: Kép másolása a ./${fájlnév}.assets mappába
it_it: Copia immagine in ./${filename}.assets
ja_jp: 画像を ./${filename}.assets に保存する
nl_nl: Kopieer afbeelding naar ./${filename}.assets
pl_pl: Skopiuj obraz do ./${filename}.assets
pt_br: Copiar imagem para ./${filename}.assets
ro_ro: Copiază imagine în ./${filename}.assets
ru_ru: Скопировать изображение в ./${filename}.assets
sk_sk: Kopírovať obrázok do ./${filename}.assets
sl_si: Kopiraj sliko v ./${filename}.assets
sv_se: Kopiera bild till ./${filename}.assets
tr_tr: Resmi şuraya kopyala: ./${filename}.assets
uk_ua: Скопіювати зображення у ./${filename}.assets
vi_vn: Sao chép hình ảnh vào thư mục ./${filename}.assets
zh_hans: 复制图片到 ./${filename}.assets 文件夹
zh_hant: 複製圖片到資料夾 ./${filename}.assets

source: Apply above rules to local images
ar_sa: تطبيق القواعد أعلاه على الصور المحلية
cs_cz: Aplikovat pravidla výše na místní obrázky
de_ch: Obige Regel auf lokale Bilder anwenden
fa_ir: اعمال فرامین بالا به تصاویر محلی
gl_es: Aplicar as regras anteriores ás imaxes locais
he_il: החל את הכללים הנ"ל על תמונות מקומיות
hu_hu: Fenti szabályok alkalmazása a helyi képekre
it_it: Applica regole alle immagini locali
ja_jp: 上記のルールをローカルの画像に適用
nl_nl: Pas bovenstaande keuzes toe voor lokale afbeeldingen
pl_pl: Zastosuj powyższe reguły do obrazów lokalnych
pt_br: Aplicar regras acima para imagens locais
ro_ro: Aplică regulile deasupra imaginilor locale
ru_ru: Применить правила выше для локальных изображений
sk_sk: Aplikovať pravidlá vyššie na lokálne obrázky
sl_si: Uveljavi zgornja pravila za lokalne slike
sv_se: Använd ovanstående regler för lokala bilder
tr_tr: Yukarıdaki kuralları yerel resimlere uygula
uk_ua: Застосувати вибрані правила до локальних зображень
vi_vn: Áp dụng quy tắc trên cho hình ảnh trong máy
zh_hans: 对本地位置的图片应用上述规则
zh_hant: 對本機上的圖片套用上述規則

source: Apply above rules to online images
ar_sa: تطبيق القواعد أعلاه على على صور الإنترنت
cs_cz: Aplikovat pravidla výše na online obrázky
de_ch: Obige Regel auf Bilder aus dem Internet anwenden
fa_ir: اعمال فرامین بالا به تصاویر آنلاین
gl_es: Aplicar as regras anteriores ás imaxes en liña
he_il: החל את הכללים הנ"ל על תמונות מקוונות
hu_hu: Fenti szabályok alkalmazása az online képekre
it_it: Applica regole alle immagini online
ja_jp: 上記のルールをオンラインの画像に適用
nl_nl: Pas bovenstaande keuzes toe voor online afbeeldingen
pl_pl: Zastosuj powyższe reguły do obrazów w sieci
pt_br: Aplicar regras acima para imagens on-line
ro_ro: Aplică regulile deasupra imaginilor online
ru_ru: Применить правила выше для онлайн-изображений
sk_sk: Aplikovať pravidlá vyššie na online obrázky
sl_si: Uveljavi zgornja pravila za slike na spletu
sv_se: Använd ovanstående regler för onlinebilder
tr_tr: Yukarıdaki kuralları online resimlere uygula
uk_ua: Застосувати вибрані правила до онлайн-зображень
vi_vn: Áp dụng quy tắc trên cho hình ảnh trực tuyến
zh_hans: 对网络位置的图片应用上述规则
zh_hant: 對雲端上的圖片套用上述規則

source: Allow upload images automatically based on YAML settings
ar_sa: السماح بتحميل الصور تلقائيًا بناءً على إعدادات YAML
cs_cz: Umožnit automatické nahrávání obrázků v závislosti na nastavení YAML
de_ch: Bilder hochladen aufgrund der YAML-Einstellungen erlauben
fa_ir: آپلود خودکار تصاویر برپایه‌ی تظیمات YAML
gl_es: Permitir subir imaxes automaticamente en función da configuración de YAML
he_il: אפשר להעלות תמונות באופן אוטומטית בהתבסס על הגדרות ה־YAML
hr_hr: Omogući automatski upload slika baziran na YAML postavkama
hu_hu: Képek automatikus feltöltésének engedélyezése a YAML beállítások alapján
it_it: Consenti caricamento automatico delle immagini in base alle impostazioni YAML
ja_jp: YAMLの設定を元に画像を自動的にアップロード
nl_nl: Sta afbeeldingen uploaden automatisch toe op basis van YAML instellingen
pl_pl: Zezwól na automatyczne przesyłanie obrazów zgodnie z ustawieniami YAML
pt_br: Permitir carregamento automatico de imagens baseado nos ajustes YAML
ro_ro: Permite încarcarea automată a imaginilor în conformitate cu setările YAML
ru_ru: Разрешить автоматическую загрузку изображений на основе настроек YAML
sk_sk: Umožniť automatické nahrávanie obrázkov v závislosti od nastavenia YAML
sl_si: Omogočite samodejno nalaganje slik na podlagi nastavitev YAML
sv_se: Tillåt automatisk uppladdning av bilder baserat på YAML inställningar
tr_tr: YAML ayarlarına göre resimlerin otomatik olarak yüklenmesine izin ver
uk_ua: Дозволити автоматичне завантаження файлів згідно з налаштуваннями YAML
vi_vn: Cho phép tải ảnh lên tự động dựa trên cài đặt YAML
zh_hans: 允许根据 YAML 设置自动上传图片
zh_hant: 允許根據 YAML 的設定自動上傳圖片

source: Learn More
ar_sa: اعرف المزيد
cs_cz: Zjistit více
de_ch: Mehr erfahren
fa_ir: بیشتر بدانید
he_il: למד עוד
hu_hu: További információ
it_it: Scopri di più
ja_jp: もっと詳しく
pl_pl: Dowiedz się więcej
pt_br: Saiba Mais
ro_ro: Află Mai Multe
ru_ru: Узнать больше
sk_sk: Ďalšie informácie
sl_si: Več informacij
sv_se: Läs mer
tr_tr: Daha fazla öğren
uk_ua: Дізнатися більше
vi_vn: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

source: Whitespace / Line Break
ar_sa: المسافات الفارغة / الأسطر
cs_cz: Mezera / Konec řádku
de_ch: Leerraum / Zeilenumbrüche
fa_ir: خط‌ فاصله / خط بعدی
gl_es: Espazo en branco / Salto de Liña
he_il: רווחים, טאבים וירידות שורה
hr_hr: Razmak / Prijelom
hu_hu: Elválasztó karakterek / sortörés
it_it: Spazi vuoti / Interruzioni di riga
ja_jp: 空白と改行
pl_pl: Znak spacji / końca linii
pt_br: Espaço em Branco / Quebra de Linha
ro_ro: Spații Goale / Sfârșituri de Linie
ru_ru: Пробелы / Разрыв строки
sk_sk: Medzera / Zlom riadka
sl_si: Presledek / Prelom vrstice
sv_se: Whitespace / Radbryt
tr_tr: Boşluk / Satır Sonu
uk_ua: Пробіл/Кінець рядка
vi_vn: Khoảng trắng / Ngắt dòng
zh_hans: 空格与换行
zh_hant: 空格與換行符號

source: When Writing
ar_sa: عند الكتابة
cs_cz: Během psaní
de_ch: Während dem Schreiben
fa_ir: در هنگام نوشتن
gl_es: Ao escribir
he_il: כשכותבים
hr_hr: Dok pišem
hu_hu: Íráskor
it_it: Durante la scrittura
ja_jp: 入力時
pl_pl: Podczas zapisywania
pt_br: Enquanto Escreve
ro_ro: În Timpul Scrierii
ru_ru: При написании
sk_sk: Pri písaní
sl_si: Ob pisanju
sv_se: Vid skrift
tr_tr: Yazıyorken
uk_ua: При написанні
vi_vn: Khi gõ
zh_hans: 编辑时
zh_hant: 編輯時

source: Export / Print
ar_sa: تصدير / طباعة
cs_cz: Exportovat / Tisknout
de_ch: Exportieren / Drucken
fa_ir: خروجی / پرینت
gl_es: Exportar / Imprimir
he_il: ייצא / הדפס
hr_hr: Izvoz / Printanje
hu_hu: Exportálás / Nyomtatáskor
it_it: Esporta / Stampa
ja_jp: エクスポート / 印刷時
pl_pl: Eksport/druk
pt_br: Exportar / Imprimir
ro_ro: Exportă / Imprimă
ru_ru: Экспорт / Печать
sk_sk: Exportovať / Tlačiť
sl_si: Izvozi / Tiskaj
sv_se: Exportera / Skriv ut
tr_tr: Dışarı aktar / Yazdırma
uk_ua: Експорт/Друк
vi_vn: Xuất / In
zh_hans: 导出与打印
zh_hant: 匯出 / 列印

# Preserve sequential whitespace and single line break
source: Preserve whitespace and single line break
ar_sa: الحفاظ على المسافات وسطر واحد
cs_cz: Zabránit vícenásobným mezerám a jednomu zalomení řádku
de_ch: Sequentuellen Leerraum und einzenler Zeilenumbruch bewahren
fa_ir: حفظ خط فاصله و خط بعدی
gl_es: Preservar espazo en branco e salto de liña única
he_il: שמור על רווח וירידת שורה בודדת
hr_hr: Sačuvaj razmak i jednolinijsko prelamanje
hu_hu: Elválasztó karakterek és egyszeres sortörés megőrzése
it_it: Conserva spazi vuoti e singole interruzioni di riga
ja_jp: 空白と単一の改行を保存する
pl_pl: Zachowuj powtórzone spacje i pojedyncze końce linii
pt_br: Preservar espaço em branco e quebra de linha única
ro_ro: Păstrează spațiile goale secvențiale și sfârșiturile de linie simple
ru_ru: Сохранять пробелы и разрывы строк
sk_sk: Zachovať nedeliteľné medzery a jednoduché zlomy riadkov
sl_si: Ohrani zaporeden presledek in enojni prelom vrstice
sv_se: Bevara whitespace och enkla radbryt
tr_tr: Boşlukları ve tek satır sonunu koru
uk_ua: Зберігати послідовні пробіл і одинарний кінець рядка
vi_vn: Giữ lại các khoảng trắng liên tiếp và các ngắt dòng đơn
zh_hans: 保留连续的空格与单个换行
zh_hant: 保留連續的空格與單一換行符號

# Ignore sequential whitespace and single line break
source: Ignore whitespace and single line break
ar_sa: تجاهل المسافات والسطر الواحد
cs_cz: Ignorovat vícenásobné mezery a jedno zalomení řádku
de_ch: Sequentuellen Leerraum und einzenler Zeilenumbruch ignorieren
fa_ir: نادیده گرفتن خط فاصله و خط بعدی
gl_es: Ignorar espazos en branco e salto de liña única
he_il: התעלם מרווח וירידת שורה בודדת
hr_hr: Zanemari razmak i jednolinijsko prelamanje
hu_hu: Egymás utáni elválasztó karakterek és egyszeres sortörés figyelmen kívül hagyása
it_it: Ignora spazi vuoti e singole interruzioni di riga
ja_jp: 空白と単一の改行を無視する
pl_pl: Ignoruj powtórzone spacje i pojedyncze końce linii
pt_br: Ignorar espaço em branco e quebra de linha única
ro_ro: Ignoră spațiile goale secvențiale și sfârșiturile de linie simple
ru_ru: Игнорировать пробелы и разрывы строк
sk_sk: Ignorovať nedeliteľné medzery a jednoduché zlomy riadkov
sl_si: Ignoriraj zaporeden presledek in enojni prelom vrstice
sv_se: Ignorera whitespace och enkla radbryt
tr_tr: Boşluk ve tek satır sonunu görmezden gel
uk_ua: Ігнорувати послідовні пробіл і одинарний кінець рядка
vi_vn: Bỏ qua các khoảng trắng liên tiếp và các ngắt dòng đơn
zh_hans: 忽略连续的空格与单个换行
zh_hant: 忽略連續的空格與單一換行符號

source: Quit
cs_cz: Ukončit
de_ch: Beenden
fa_ir: خروج
gl_es: Saír
he_il: צא
hu_hu: Kilépés
it_it: Uscita
ja_jp: 終了
pl_pl: Wyjdź
pt_br: Encerrar
ro_ro: Termină
ru_ru: Выйти
sk_sk: Ukončiť
sl_si: Končaj
sv_se: Avsluta
tr_tr: Çık
uk_ua: Завершити
vi_vn: Thoát
zh_hans: 退出
zh_hant: 關閉

source: Quit Typora when last window is closed
ar_sa: الخروج من تايبورا عند إغلاق آخر نافذة
cs_cz: Ukončit Typoru, když je poslední okno uzavřeno
de_ch: Typora beenden, wenn das letzte Fenster geschlossen wird
fa_ir: خروج از typora بعد از بسته شدن آخرین پنجره
gl_es: Sair de Typora cando a nova xanela estea pechada
he_il: צא מ־Typora כאשר החלון האחרון נסגר
hu_hu: Utolsó ablak bezárásakor kilépés a Typorából
it_it: Esci da Typora quando l'ultima finestra viene chiusa
ja_jp: 最後のウィンドウを閉じる時、Typoraを終了する
pl_pl: Wyjdź z Typory po zamknięciu ostatniego okna
pt_br: Encerrar Typora quando a última janela for fechada
ro_ro: Termină Typora când ultima fereastră este inchisă
ru_ru: Выйти из Typora при закрытии последнего окна
sk_sk: Ukončiť Typoru po zatvorení posledného okna
sl_si: Ko je zadnje okno zaprto končaj s programom
sv_se: Avsluta Typora när det sista fönstret stängts
tr_tr: Son pencere kapatıldığında Typora'dan çık
uk_ua: Завершити Typora, коли закрите останнє вікно
vi_vn: Thoát Typora khi cửa sổ cuối cùng đóng lại
zh_hans: 所有窗口被关闭后自动退出 Typora
zh_hant: 當關閉所有視窗時自動關閉 Typora

source: On Launch
ar_sa: عند التشغيل
cs_cz: Po startu
de_ch: Beim Aufstarten
fa_ir: درهنگام اجرا
gl_es: No Lanzamento
he_il: בעת פתיחה
hu_hu: Indításkor
it_it: All'avvio
ja_jp: 起動時
pl_pl: Po uruchomieniu
pt_br: Na Abertura
ro_ro: La Lansare
ru_ru: При запуске
sk_sk: Pri spustení
sl_si: Ob zagonu
sv_se: Vid start
tr_tr: Açılışta
uk_ua: При запуску
vi_vn: Lúc khởi động
zh_hans: 启动选项
zh_hant: 啟動選項

source: Open new file
ar_sa: فتح ملف جديد
cs_cz: Otevřít nový soubor
de_ch: Neue Datei öffenen
fa_ir: باز کردن فایل جدید
gl_es: Abrir novo arquivo
he_il: פתח קובץ חדש
hu_hu: Üres fájl megnyitása
it_it: Apri nuovo file
ja_jp: 新規ファイルを開く
pl_pl: otwórz nowy plik
pt_br: Abrir novo arquivo
ro_ro: Deschide fișier nou
ru_ru: Открыть новый файл
sk_sk: Otvoriť nový súbor
sl_si: Odpri novo datoteko
sv_se: Öppna ny fil
tr_tr: Yeni dosya aç
uk_ua: Відкрити новий файл
vi_vn: Mở tập tin mới
zh_hans: 打开新文件
zh_hant: 開啟新檔

source: Restore last closed folders
ar_sa: استعادة المجلدات المغلقة حديثًا
cs_cz: Obnovit poslední zavřené složky
de_ch: Zuletzt geöffnete Ordner öffnen
fa_ir: بازیابی آخرین پوشه‌های بسته شده
gl_es: Restaurar os últimos cartafoles pechados
he_il: שחזר תיקיות אחרונות שנסגרו
hu_hu: Utoljára bezárt mappák visszaállítása
it_it: Ripristina ultime cartelle chiuse
ja_jp: 最後に閉じたフォルダを復元
pl_pl: przywróć ostatnio zamknięte foldery
pt_br: Restaurar pastas recém fechadas
ro_ro: Restaurează ultimele foldere închise
ru_ru: Восстановить последние закрытые папки
sk_sk: Obnoviť posledné uzavreté priečinky
sl_si: Obnovi nazadnje zaprte mape
sv_se: Återställ senast stängda mappar
tr_tr: En son kapatılmış klasörleri kurtar
uk_ua: Відновити останні закриті директорії
vi_vn: Quay lại thư mục đã đóng gần đây
zh_hans: 重新打开上次使用的目录
zh_hant: 重新開啟上次使用的資料夾

source: Restore last closed files and folders
ar_sa: استعادة الملفات والمجلدات المغلقة حديثًا
cs_cz: Obnovit poslední zavřené soubory a složky
de_ch: Zuletzt geöffnete Ordner und Dateien öffnen
fa_ir: بازیابی آخرین پوشه‌ها و فایل‌های بسته شده
gl_es: Restaurar os últimos arquivos e cartafoles pechados
he_il: שחזר קבצים ותיקיות אחרונות שנסגרו
hu_hu: Utoljára bezárt fájlok és mappák visszaállítása
it_it: Ripristina ultimi file e cartelle chiusi
ja_jp: 最後に閉じたファイルとフォルダを復元
pl_pl: przywróć ostatnio zamknięte pliki i foldery
pt_br: Restaurar pastas e arquivos recém fechados
ro_ro: Restaurează ultimele foldere și fișiere închise
ru_ru: Восстановить последние закрытые файлы и папки
sk_sk: Obnoviť posledné uzavreté súbory a priečinky
sl_si: Obnovi nazadnje zaprte datoteke in mape
sv_se: Återställ senast stängda filer och mappar
tr_tr: En son kapatılmış dosya ve klasörleri kurtar
uk_ua: Відновити останні закриті файли і директорії
vi_vn: Quay lại tập tin và thư mục đã đóng gần đây
zh_hans: 重新打开上次使用的文件和目录
zh_hant: 重新開啟上次使用的檔案和資料夾

source: Open custom folder
ar_sa: فتح مجلد خاص
cs_cz: Otevřít volitelnou složku
de_ch: Benutzerdefinierten Ordner öffnen
fa_ir: باز کردن پوشه‌ی سفارشی
gl_es: Abrir o cartafol personalizado
he_il: פתח תיקייה אחרת
hu_hu: Egyéni mappa megnyitása
it_it: Apri cartella personalizzata
ja_jp: 指定したフォルダを開く
pl_pl: otwórz własny folder
pt_br: Abrir pasta personalizada
ro_ro: Deschide un folder particular
ru_ru: Открыть указанную папку
sk_sk: Otvoriť vlastný priečinok
sl_si: Odpri mapo po meri
sv_se: Öppna anpassad mapp
tr_tr: Özel dosya aç
uk_ua: Відкрити власну директорію
vi_vn: Mở thư mục cụ thể
zh_hans: 打开指定目录
zh_hant: 開啟指定的資料夾
