Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Advanced Settings
ar_sa: خيارات متقدمة
ca_es: Configuracions avançades
cs_cz: Pokročilá nastavení
de_ch: Erweiterte Einstellungen
el_gr: Ρυθμίσεις για Προχωρημένους
es_es: Configuraciones avanzadas
fa_ir: تنظیمات پیشرفته
gl_es: Opcións Avanzadas
he_il: הגדרות מתקדמות
hr_hr: Napredne postavke
hu_hu: Speciális beállítások
it_it: Impostazioni avanzate
ja_jp: 高度な設定
nl_nl: Geavanceerde Instellingen
pl_pl: Ustawienia zaawansowane
pt_br: Ajustes Avançados
ro_ro: Setări Avansate
ru_ru: Расширенные настройки
sk_sk: Rozšírené nastavenia
sl_si: Napredne nastavitve
sv_se: Avancerade inställningar
tr_tr: Gelişmiş Ayarlar
uk_ua: Розширені налаштування
vi_vn: Cài đặt nâng cao
zh_hans: 高级设置
zh_hant: 進階設定

source: Open Advanced Settings
ar_sa: فتح الخيارات المتقدمة
ca_es: Obrir configuracions avançades
cs_cz: Otevřít pokročilá nastavení
de_ch: Erweiterte Einstellungen anzeigen
el_gr: Ανοιγμά Ρυθμίσεων για Προχωρημένους
es_es: Abrir configuraciones avanzadas
fa_ir: باز کردن تنظیمات پیشرفته
gl_es: Abrir Opcións Avanzadas
he_il: פתח הגדרות מתקדמות
hr_hr: Otvori napredne postavke
hu_hu: Speciális beállítások megnyitása
it_it: Apri impostazioni avanzate
ja_jp: 高度な設定を開く
nl_nl: Open Geavanceerde Instellingen
pl_pl: Otwórz ustawienia zaawansowane
pt_br: Abrir Ajustes Avançados
ro_ro: Deschide Setările Avansate
ru_ru: Открыть расширенные настройки
sk_sk: Otvoriť rozšírené nastavenia
sl_si: Odpri napredne nastavitve
sv_se: Öppna avancerade inställningar
tr_tr: Gelişmiş Ayarları Aç
uk_ua: Відкрити розширені налаштування
vi_vn: Mở cài đặt nâng cao
zh_hans: 打开高级设置
zh_hant: 開啟進階設定

source: Reset Advanced Settings
ar_sa: إعادة ضبط الخيارات المتقدمة
ca_es: Restablir configuracions avançades
cs_cz: Přenastavit pokročilá nastavení
de_ch: Erweiterte Einstellungen zurücksetzen
el_gr: Επαναφορά Ρυθμίσεων για Προχωρημένους
es_es: Restablecer configuraciones avanzadas
fa_ir: تنظیم مجدد تنظیمات پیشرفته
gl_es: Restablecer Opcións Avanzadas
he_il: אפס הגדרות מתקדמות
hr_hr: Resetiraj napredne postavke
hu_hu: Speciális beállítások visszaállítása
it_it: Ripristina impostazioni avanzate
ja_jp: 高度な設定をリセットする
nl_nl: Herstel Geavanceerde Instellingen
pl_pl: Resetuj ustawienia zaawansowane
pt_br: Redefinir Ajustes Avançados
ro_ro: Resetă Setările Avansate
ru_ru: Сбросить расширенные настройки
sk_sk: Resetovať rozšírené nastavenia
sl_si: Ponastavi napredne nastavitve
sv_se: Återställ avancerade inställningar
tr_tr: Gelişmiş Ayarları Sıfırla
uk_ua: Скинути розширені налаштування
vi_vn: Khôi phục mặc định cài đặt nâng cao
zh_hans: 重置高级设置
zh_hant: 重設進階設定

source: This function requires latest version of iPic to be installed.
ar_sa: تتطلب هذه الوظيفة تثبيت أحدث إصدار من iPic.
ca_es: Aquesta funció requereix tenir instal·lada la última versió de iPic.
cs_cz: Tato funkce vyžaduje nejnovější verzi iPic.
de_ch: Um diese Funktion zu nutzen, muss die aktuellste Version von iPic installiert sein.
el_gr: Αυτή η λειτουργία απαιτεί εγκατεστημένη την τελευταία έκδοση του iPic.
es_es: Esta función requiere que la última versión de iPic esté instalada.
fa_ir: انجام این دستور احتیاج به نصب آخرین نسخه iPic دارد‫.‬
gl_es: Esta función require que se instale a última versión de iPic.
he_il: פעולה זו דורשת שהגרסה העדכנית ביותר של iPic תיהיה מותקנת.
hu_hu: Ehhez telepíteni kell az iPic legújabb verzióját.
it_it: Questa funzione richiede l'ultima versione di iPic.
ja_jp: この機能にはiPicの最新バージョンが必要です
nl_nl: Deze functie vereisd de laatste versie van iPic om geïnstalleerd te worden.
pl_pl: Ta funkcja wymaga zainstalowania najnowszej wersji iPic.
pt_br: Esta função requer que a versão mais recente do iPic esteja instalada.
ro_ro: Această funcție necesită ca ultima versiune de iPic să fie instalată.
ru_ru: Эта функция требует последнюю версию iPic для работы.
sk_sk: Táto funkcia vyžaduje nainštalovanie najnovšej verzie iPic.
sl_si: Ta funkcija zahteva namestitev zadnje različice iPic.
sv_se: Denna funktion kräver att den senaste versionen av iPic är installerad.
tr_tr: Bu fonksiyon iPic'in en son versiyonunun yüklü olmasını gerektirmektedir.
uk_ua: Цій функції потрібно, щоб була встановлена найновіша версія iPic.
zh_hans: 该功能需要安装最新版本的 iPic
zh_hant: 此功能需要安裝最新版的 iPic

source: Get iPic
ar_sa: الحصول على iPic
ca_es: Obtenir iPic
cs_cz: Získat iPic
de_ch: iPic erhalten
el_gr: Αποκτήστε το iPic
es_es: Obtener iPic
fa_ir: دریافت iPic
gl_es: Obter iPic
he_il: הורד את iPic
hr_hr: Nabavi iPic
hu_hu: iPic beszerzése
it_it: Ottieni iPic
ja_jp: iPicを取得
nl_nl: Haal iPic op
pl_pl: Pobierz iPic
pt_br: Obter iPic
ro_ro: Obține iPic
ru_ru: Получить iPic
sk_sk: Získať iPic
sl_si: Pridobi iPic
sv_se: Skaffa iPic
tr_tr: iPic Edin
uk_ua: Отримати iPic
vi_vn: Cài đặt iPic
zh_hans: 获取 iPic
zh_hant: 取得 iPic

source: Cannot Continue…
ar_sa: لا يمكن المتابعة…
ca_es: No es pot continuar…
cs_cz: Nelze pokračovat…
de_ch: Kann nicht fortgesetzt werden…
el_gr: Αδυναμία Συνέχισης…
es_es: No se puede continuar…
fa_ir: نمی‌تواند ادامه دهد…
gl_es: Non se pode continuar…
he_il: לא ניתן להמשיך...
hr_hr: Ne mogu nastaviti…
hu_hu: Nem lehet folytatni…
it_it: Impossibile continuare…
ja_jp: 続行できません
nl_nl: Kan niet doorgaan…
pl_pl: Nie można kontynuować…
pt_br: Impossível Continuar…
ro_ro: Nu se poate continua…
ru_ru: Не удается продолжить…
sk_sk: Nemožno pokračovať…
sl_si: Ne morem nadaljevati …
sv_se: Kan inte fortsätta…
tr_tr: Devam Edemiyor…
uk_ua: Не можу продовжити…
vi_vn: Không thể tiếp tục…
zh_hans: 无法继续…
zh_hant: 無法繼續...

source: This feature require macOS >= 10.11
ar_sa: هذه الخاصية تتطلب نسخة macOS >= 10.11
ca_es: Aquesta característica requereix macOS >= 10.11
cs_cz: Tato fukce vyžaduje macOS >= 10.11
de_ch: Diese Funktion benötigt macOS >= 10.11
el_gr: Αυτή η λειτουργία απαιτεί εγκατεστημένη την τελευταία έκδοση του macOS >= 10.11
es_es: Esta característica requiere macOS >= 10.11
fa_ir: این امکان احتیاج به macOS >= 10.11 دارد
gl_es: Esta función require macOS >= 10.11
he_il: פעולה זו דורשת את מערכת ההפעלה Mac (גרסה 10.11 ומעלה)
hr_hr: Ova značajka zahtijeva macOS > = 10.11
hu_hu: Ez a funkció macOS >= 10.11 igényel
it_it: Questa funzione richiede macOS >= 10.11
ja_jp: macOS 10.11以上のバージョンが必要です
nl_nl: Deze functionaliteit vereisd macOS >= 10.11
pl_pl: Ta funkcja wymaga minimalnie macOS >= 10.11
pt_br: Este recurso requer o macOS 10.11 ou posteriores
ro_ro: Această caracteristică necesită macOS >= 10.11
ru_ru: Эта функция требует macOS версии >= 10.11
sk_sk: Táto funkcia vyžaduje MacOS >= 10.11
sl_si: Ta funkcija zahteva macOS >= 10.11
sv_se: Denna funktion kräver macOS >= 10.11
tr_tr: Bu özellik macOS >= 10.11 gerektirmektedir
uk_ua: Цій функції потрібна macOS >= 10.11
vi_vn: Tính năng này yêu cầu macOS >= 10.11
zh_hans: 此功能只支持 macOS 10.11 及以上版本
zh_hant: 此功能僅支援 macOS 10.11 及以上版本

source: One More Step
ar_sa: خطوة أخرى
ca_es: Un pas més
cs_cz: Ještě jeden krok
de_ch: Ein weiterer Schritt
el_gr: Ένα Ακόμα Βήμα
es_es: Un paso más
fa_ir: یک مرحله‌ی دیگر
gl_es: Un paso máis
he_il: צעד אחד נוסף
hr_hr: Još jedan korak
hu_hu: Még egy lépés
it_it: Ancora un passaggio
ja_jp: あと一歩
nl_nl: Nog Één Stap
pl_pl: Jeszcze jeden krok
pt_br: Mais Um Passo
ro_ro: Încă un pas
ru_ru: Ещё один шаг
sk_sk: Ešte jeden krok
sl_si: Samo še en korak
sv_se: Ett steg till
tr_tr: Bir Adım Daha
uk_ua: Ще один крок
vi_vn: Chỉ còn tí xíu thôi
zh_hans: 无法继续…
zh_hant: 下一步

source: Notice
ar_sa: تنبيه
ca_es: Avís
cs_cz: Poznámka
de_ch: Anmerkung
el_gr: Ειδοποίηση
es_es: Aviso
fa_ir: اعلان
gl_es: Aviso
he_il: התראה
hr_hr: Obavijest
hu_hu: Figyelmeztetés
it_it: Avviso
ja_jp: 注意
nl_nl: Merk op
pl_pl: Ostrzeżenie
pt_br: Aviso
ro_ro: Notificare
ru_ru: Уведомление
sk_sk: Oznámenie
sl_si: Obvestilo
sv_se: Varning
tr_tr: Bildirim
uk_ua: Увага
vi_vn: Thông báo
zh_hans: 请注意
zh_hant: 注意

source: %d Images Failed to Upload.
ar_sa: %d صور فشلت في الرفع.
ca_es: %d imatges no s'han pogut carregar.
cs_cz: Nepodařilo se nahrát obrázky v počtu %d.
de_ch: %d Bild(er) konnten nicht hochgeladen werden.
el_gr: %d Αποτυχία μεταφόρτωσης εικόνων.
es_es: %d imágenes fallaron al cargarse.
fa_ir: %d آپلود تصاویر ناموفق بود.
gl_es: %d Non se puideron cargar as imaxes.
he_il: %d תמונות נכשלו בהעלאה.
hr_hr: %d slike nisu uploadane.
hu_hu: %d kép feltöltése nem sikerült.
it_it: %d immagini non caricate.
ja_jp: %d個のファイルのアップロードに失敗しました
nl_nl: %d Afbeeldingen mislukt te uploaden.
pl_pl: %d plików nie udało się przesłać.
pt_br: %d Imagens Não Puderam Ser Carregadas.
ro_ro: %d Imaginile nu au fost încarcate.
ru_ru: Не удалось загрузить изображений: %d.
sk_sk: Zlyhalo nahratie %d obrázkov.
sl_si: %d slik ni uspelo prenesti.
sv_se: %d bilder kunde inte laddas upp.
tr_tr: %d Resim Yükleme Başarısız.
uk_ua: %d зображень завантажити не вдалося.
vi_vn: %d hình ảnh đã tải lên không thành công.
zh_hans: %d个图片上传失败。
zh_hant: %d 張圖片上傳失敗

source: %d Succeeded,
ca_es: %d correctes,
cs_cz: ˇUspěšně nahráno obrázků : %d,
de_ch: %d erfolgreich,
el_gr: %d έγινε επιτυχημένα,
es_es: %d correctas,
fa_ir: %d موفق,
gl_es: %d deu resultado,
he_il: %d הצליחו,
hr_hr: %d uspio,
hu_hu: %d sikeres volt,
it_it: %d caricate con successo,
ja_jp: %d個は成功しました,
nl_nl: %d Geslaagd,
pl_pl: %d plików zostało pomyślnie przesłanych,
pt_br: %d Sucederam,
ro_ro: %d Reușit,
ru_ru: успешно: %d,
sk_sk: %d úspešné,
sl_si: %d uspelo,
sv_se: %d lyckades,
tr_tr: %d Başarılı,
uk_ua: %d успішних,
vi_vn: %d đã thành công,
zh_hans: %d个成功,
zh_hant: %d 張成功，

source: Enable this feature on preferences panel
ar_sa: قم بتمكين هذه الميزة في لوحة التفضيلات
ca_es: Activar aquesta característica al panell de preferències
cs_cz: Zapněte tuto funkci na panelu předvoleb
de_ch: Aktivieren Sie diese Funktion in den Eigenschaften
el_gr: Ενεργοποιήστε αυτή την λειτουργία στον πίνακα προτιμήσεων
es_es: Activa esta característica en el panel de preferencias
fa_ir: این خصوصیت را در پنل تنظیمات فعال کنید
gl_es: Activa esta característica no panel de preferencias
he_il: הפעל תכונה זו בלוח ההעדפות
hr_hr: Omogući ovu značajku u postavkama
hu_hu: Engedélyezze ezt a funkciót a Beállításokban
it_it: Abilita questa funzione nelle Impostazioni
ja_jp: 設定画面でこの機能を有効にする
nl_nl: Deze functionaliteit kan bij het voorkeuren paneel ingeschakeld worden
pl_pl: Włącz tę funkcję w panelu preferencji
pt_br: Ative este recurso no painel de preferências
ro_ro: Activează această caracteristică in panoul preferințe
ru_ru: Включить эту функцию на панели настроек
sk_sk: Zapnite túto funkciu na paneli nastavení
sl_si: Omogočite funkcijo v nastavitvah
sv_se: Aktivera denna funktion i inställningspanelen
tr_tr: Bu özelliği ayarlar panelinden etkinleştirin
uk_ua: Увімкніть цю функцію на панелі параметрів
vi_vn: Bật tính năng này trong cửa sổ Cài đặt
zh_hans: 在偏好设置中开启此功能
zh_hant: 在偏好設定中啟用此功能

source: The option `%@` must be enabled first to automatically upload images.
ar_sa: يجب تمكين الخيار `%@` أولاً لتحميل الملفات.
he_il: כדי להעלות תמונות באופן אוטומטי, האפשרות `%@` צריכה להיות מודלקת.
hu_hu: A képek automatikus feltöltéséhez előbb engedélyezni kell a(z) `%@` beállítást.
it_it: L'opzione `%@` deve essere abilitata per caricare automaticamente le immagini.
ja_jp: 自動で画像をアップロードするには、まずこのオプション `%@`を有効化する必要があります。
pl_pl: W celu automatycznego przesyłania obrazów najpierw trzeba włączyć opcję `%@`.
pt_br: A opção `%@` deve estar habilitada para carregar imagens automaticamente.
ro_ro: Opțiunea `%@` trebuie să fie activată înăinte de a încarca automat imaginile.
ru_ru: Для автоматической загрузки изображений необходимо включить опцию `%@`.
sl_si: Za samodejno nalaganje slik je potrebno najprej omogočiti `%@`.
tr_tr: Resimlerin otomatik olarak güncellenebilmesi için ilk olarak `%@` seçeneğinin etkinleştirilmesi gerekmektedir.
vi_vn: Tuỳ chọn `%@` cần phải được bật trước để hình ảnh được tải lên tự động.
zh_hans: 请先开启选项`%@`以允许图片自动上传。
zh_hant: 必須先啟用 `%@` 選項以自動上傳圖片。

source: %@ is a file, not a directory
ar_sa: %@ هو ملف وليس مجلد
ca_es: %@ és un arxiu, no un directori
cs_cz: %@ je soubor, ne složka
de_ch: %@ ist eine Datei, kein Verzeichnis
el_gr: %@ είναι αρχείο, όχι κατάλογος
es_es: %@ es un archivo, no un directorio
fa_ir: %@ یک فایل است، نه یک مسیر
gl_es: %@ é un arquivo, non un cartafol
he_il: %@ הוא קובץ ולא תיקייה
hr_hr: %@ je fajl, a ne folder
hu_hu: %@ nem mappa, hanem fájl
it_it: %@ è un file, non una cartella
ja_jp: %@はファイルであり、ディレクトリではありません
nl_nl: %@ is een bestand, niet een map
pl_pl: %@ jest plikiem, nie katalogiem
pt_br: %@ é um arquivo, não uma pasta
ro_ro: %@ e un fișier, nu un folder
ru_ru: %@ — файл, не каталог
sk_sk: %@ je súbor, nie priečinok
sl_si: %@ je datoteka, ne mapa
sv_se: %@ är en fil, inte en mapp
tr_tr: %@ bir dosya, dizin değil
uk_ua: %@ — файл, а не директорія
vi_vn: %@ là một tập tin, không phải một thư mục
zh_hans: %@ 是文件，不是文件夹
zh_hant: %@ 是檔案，並非資料夾

source: Copy Images To…
ar_sa: نسخ الصور لـ…
ca_es: Copiar imatges a…
cs_cz: Kopírovat obrázky do …
de_ch: Bilder kopieren nach…
el_gr: Αντιγραφή Εικόνων Σε…
es_es: Copiar imágenes a…
fa_ir: کپی تصاویر به…
gl_es: Copiar Imaxes A…
he_il: העתק תמונות ל...
hr_hr: Kopiraj slike u…
hu_hu: Képek másolása ide…
it_it: Copia immagini in…
ja_jp: 画像を~へコピー
nl_nl: Kopieer Afbeeldingen Naar…
pl_pl: Kopiuj obrazy do…
pt_br: Copiar Imagens Para...
ro_ro: Copiază Imagini În…
ru_ru: Копировать изображения в…
sk_sk: Kopírovať obrázky do…
sl_si: Kopiraj slike v …
sv_se: Kopiera bilder till…
tr_tr: Resimleri Şuraya Kopyala…
uk_ua: Скопіювати зображення до…
vi_vn: Sao chép hình ảnh đến…
zh_hans: 复制图片到…
zh_hant: 複製圖片至...

source: Typora are trying copy the newly inserted image to folder %@ according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
ar_sa: يحاول تايبورا بنسخ الصورة المدرجة للتو في مجلد %@ حسب الـ YAML Front Matter خاصتك أو الإعدادات العامة. ولكن المجلد المستهدف غير موجود، أتود إنشاءه؟
de_ch: Typora versucht aufgrund Ihrer YAML Front Matter Einstellung das eingesetzte Bild in den Ordner %@ zu kopieren, aber der Zielordner exisitiert nicht. Jetzt erstellen?
fa_ir: Typora تلاش می‌کند تا فایل تصویر جدید افزوده شده را به پوشه‌ی %@ مطابق با تنظیمات YAML Front Matter یا تنظیمات فراگیر کپی کند. اما پوشه هدف وجود ندارد, تمایل دارید این پوشه هم اکنون ساخته شود؟
gl_es: Typora está tentando copiar a imaxe recentemente inserida no cartafol %@ de acordo coa súa configuración de YAML Front Matter -tema frontal YAML- ou as preferencias globais. Pero o cartafol de destino non existe, creálo agora?
he_il: אנו מנסים להעתיק את התמונה האחרונה לתיקייה %@ כפי שדרשת ב־YAML Front Matter או בהגדרות הכלליות. משום מה, התיקיים לא קיימת. ליצור אותה כעת?
hu_hu: Az újonnan beszúrt képet a Typora megpróbálta a YAML Front Matterben vagy a Beállításokban található %@ mappába másolni, de az nem létezik. Létrehozzuk?
it_it: Typora sta provando a copiare l'immagine inserita nella cartella %@ in base alla preferenza o alle impostazioni globali di YAML Front Matter. Ma la cartella di destinazione non esiste, vuoi crearla?
ja_jp: TyporaはYAMLフロントマター設定またはグローバル設定にしたがって、新しく挿入された画像をフォルダ %@ に保存しようとしましたがフォルダが存在しません. 作成しますか?
pl_pl: Typora usiłuje skopiować świeżo wstawiony obraz do folderu %@ zgodnie z ustawieniem YAML Front Matter bądź preferencjami globalnymi, lecz folder docelowy nie istnieje. Stworzyć go teraz?
ro_ro: Typora încearcă să copieze imaginea tocmai introdusă in folderul %@ în conformitate cu setările dumneavoastră YAML Front Matter sau setările globale. Dar folderul țintă nu există, doriți să îl creați acum?
ru_ru: Typora пытается скопировать недавно вставленное изображение в папку %@ в соответствии с настройкой YAML-заголовка. Но целевая папка не существует, создать её?
sk_sk: Typora sa snaží skopírovať novo vložený obrázok do priečinka % @ podľa vášho nastavenia preddefinovaných premenných YAML alebo globálnych nastaveniach. Cieľový priečinok však neexistuje, vytvoriť teraz?
sl_si: Typora poskuša kopirati novo vstavljeno sliko v mapo %@ v skladu z vašo nastavitvijo YAML Front Matter ali z globalnimi nastavitvami. Ciljna mapa ne obstaja, se ustvari zdaj?
tr_tr: Typora yeni ekli resmi sizin YAML Ön Bölüm ayarlarınız veya genel ayarlara göre %@ klasörüne kopyalamaya çalışıyor, fakat hedef klasör mevcut değil. Şimdi oluşturulsun mu?
uk_ua: Typora намагається скопіювати свіжовставлене зображення у директорію %@ відповідно до вашого налаштування YAML Front Matter або глобальних налаштувань, але цільва директорія не існує. Створити її зараз?
vi_vn: Typora đang cố gắng sao chép hình ảnh vừa mới chèn vào thư mục %@ dựa theo tuỳ chỉnh YAML Front Matter hoặc tuỳ chỉnh mặc định của bạn. Tuy nhiên thư mục đó không tồn tại, bạn có muốn tạo thư mục đó?
zh_hans: 根据 YAML Front Matter 或全局偏好设置中的配置，Typora 尝试将新插入的图片复制到目录 %@。但该目录不存在，是否立即创建？
zh_hant: 根據您的 YAML Front Matter 和全域偏好設定，Typora 正在嘗試將新插入的圖片複製到資料夾 %@。但是目標資料夾不存在，現在要新增它嗎?

source: Create Folder and Continue
ar_sa: إنشاء مجلد والمتابعة
ca_es: Crear carpeta i continuar
cs_cz: Vytvořit složku a pokračovat
de_ch: Ordner erstellen und fortsetzen
el_gr: Δημιουργία Φακέλου και Συνέχεια
es_es: Crear carpeta y continuar
fa_ir: ساخت پوشه و ادامه
gl_es: Crear Cartafol e Continuar
he_il: צור תיקייה והמשך
hr_hr: Stvori folder i nastavi
hu_hu: Mappa létrehozása és folytatás
it_it: Crea cartella e continua
ja_jp: フォルダを作成して続ける
nl_nl: Maak map en ga door
pl_pl: Stwórz folder i kontynuuj
pt_br: Criar Pasta e Continuar
ro_ro: Creează Folder și Continuă
ru_ru: Создать папку и продолжить
sk_sk: Vytvoriť priečinok a pokračovať
sl_si: Ustvari mapo in nadaljuj
sv_se: Skapa mapp och fortsätt
tr_tr: Klasör Oluştur ve Devam Et
uk_ua: Створити директорію і продовжити
vi_vn: Tạo thư mục và tiếp tục
zh_hans: 创建目录并继续
zh_hant: 新增資料夾並繼續

source: Document must be saved first
ar_sa: يجب حفظ المستند أولًا
ca_es: S'ha de guardar el document primer
cs_cz: Dokument musí být nejprve uložen
de_ch: Das Dokument muss zuerst gespeichert werden
el_gr: Απαιτείται η αποθήκευση του εγγράφου
es_es: El documento debe guardarse primero
fa_ir: ابتدا سند باید ذخیره شود
gl_es: Gardar o documento primeiro
he_il: יש לשמור תחילה את המסמך
hr_hr: Dokument prvo mora biti sačuvan
hu_hu: Előbb menteni kell a dokumentumot
it_it: Il documento deve prima essere salvato
ja_jp: 最初に文書を保存してください
nl_nl: Document moet eerst opgeslagen worden
pl_pl: Najpierw trzeba zapisać dokument
pt_br: O documento precisa ser salvo primeiro
ro_ro: Documentul trebuie întâi salvat
ru_ru: Сначала необходимо сохранить документ
sk_sk: Dokument sa musí najskôr uložiť
sl_si: Dokument je treba najprej shraniti
sv_se: Dokumentet måste sparas först
tr_tr: İlk önce belge kaydedilmeli
uk_ua: Спершу потрібно зберегти документ
vi_vn: Tài liệu phải được lưu trước đã
zh_hans: 请先保存文件
zh_hant: 請先儲存文件

source: Typora will copy newly inserted image to folder by selected relative path, so please save save the file first.
ar_sa: سيقوم تايبورا بحفظ الصورة المدرجة للتو في مجلد نسبي للمستند، لذا احفظ المستند أولًا.
ca_es: Typora copiarà la nova imatge inserida a la carpeta fixada a la ruta relativa, així que si us plau guardi l'arxiu abans.
cs_cz: Typora zkopíruje nově vložené obrázky do složky vybrané podle relativní cesty, nejprve proto uložte soubor.
de_ch: Typora wird die neu eingefügten Bilder in einen Ordner relativ zum gewählten Pfad kopieren, bitte speichern Sie die Datei daher zuerst.
el_gr: Το Typora θα αντιγράψει την νέα εικόνα στον φάκελο σύμφωνα με το επιλεγμένο σχετικό μονοπάτι. Παρακαλώ αποθηκεύστε το πρώτα το αρχείο.
es_es: Typora copiará la nueva imagen insertada a la carpeta fijada en la ruta relativa, así que por favor, guarda primero el archivo.
fa_ir: اپ Typora فایل جدید عکس را در مسیر انتخاب شده‌ی مرتبط قرار خواهد داد، پس لطفا اولین فایل را ذخیره کنید‫.‬
gl_es: Typora copiará a imaxe recentemente inserida nun cartafol cun camiño relativo seleccionado, daquela garde primeiro o ficheiro.
he_il: Typora תעתיק את התמונות החדשות בתיקייה לפי הנתיב היחסי שנבחר, ולכן שמור תחילה את הקובץ.
hr_hr: Typora će kopirati novo umetnutu sliku u mapu odabranu relativnom putanjom, pa vas molimo, prvo spremite fajl.
hu_hu: Az újonnan beszúrt képet a Typora a relatív elérési út által kiválasztott mappába fogja másolni, ezért először mentse a fájlt.
it_it: Typora copierà l'immagine appena inserita nella cartella utilizzando il percorso relativo selezionato. Salva il file prima di continuare.
ja_jp: Typoraは新規画像を相対パスで保存するため, 最初に文書をを保存する必要があります
nl_nl: Typora kopieert de nieuwe ingevoegde afbeelding naar map op geselecteerd relatief pad, sla eerst het bestand op.
pl_pl: Typora skopiuje świeżo wstawiony obraz do folderu wskazanego ścieżką względną, więc najpierw zapisz plik.
pt_br: Typora copiará novas imagens para a pasta pelo caminho relativo selecionado, então por favor salve o arquivo primeiro.
ro_ro: Typora va copia noua imagine inserată în folderul selectat de către calea relativă, deci vă rugăm sa salvați fișierul prima.
ru_ru: Typora скопирует вставленное изображение в папку по выбранному относительному пути, поэтому сначала сохраните файл.
sk_sk: Typora skopíruje novo vložený obrázok do priečinka vybranou podľa relatívnej cesty, preto prosím najskôr uložte súbor.
sl_si: Typora bo na novo vstavljeno sliko kopirala v mapo po izbrani relativni poti, zato najprej shranite datoteko.
sv_se: Typora kommer kopiera den infogade bilden till den valda relativa sökvägen. Vänligen spara filen först.
tr_tr: Typora yeni eklenmiş resmi ilgili konumu seçerek klasöre kopyalayacak, lütfen öncelikle dosyayı kaydedin.
uk_ua: Typora скопіює свіжовставлене зображення у директорію із вибраним відносним шляхом, тож, будь ласка, спершу збережіть файл.
vi_vn: Typora sẽ sao chép hình ảnh vừa mới chèn vào thư mục bằng cách chọn đường dẫn gần kề đó, do đó vui lòng lưu lại tập tin trước đã.
zh_hans: Typora 会根据相对路径复制图片，所以请先保存文件。
zh_hant: Typora 將根據所選的相對路徑，將新插入的圖片複製至該處，所以請先儲存檔案。

source: Open Operation Failed
ar_sa: فشلت عملية الفتح
ca_es: La operació d'obrir no s'ha pogut completar
cs_cz: Operace Otevřít selhala
de_ch: Öffnen fehlgeschlagen
el_gr: Η Λειτουργία Ανοίγματος Απέτυχε
es_es: Operación Abrir falló
fa_ir: عملیات باز کردن ناموفق بود
gl_es: A operación Abrir, fallou
he_il: פעילת הפתיחה נכשלה
hr_hr: Operacija otvaranja nije uspjela
hu_hu: A megnyitás nem sikerült
it_it: Apertura non riuscita
ja_jp: 開くことができませんでした
nl_nl: Open Operatie Mislukt
pl_pl: Operacja otwarcia nie powiodła się
pt_br: Erro ao Abrir
ro_ro: Deschidere Nereușită
ru_ru: Не удалось открыть
sk_sk: Zlyhalo otvorenie
sl_si: Operacija odprtja ni uspela
sv_se: Öppning misslyckades
tr_tr: Açma İşlemi Başarısız
uk_ua: Дія Відкрити не вдалася
vi_vn: Xử lý lệnh mở không thành công
zh_hans: 打开失败
zh_hant: 開啟程式失敗

source: Support Documentation
ar_sa: دعم التوثيق
ca_es: Documentació de suport
cs_cz: Podpůrná dokumentace
de_ch: Unterstützungs-Dokumentation
el_gr: Υποστηρικτικά Έγγραφα
es_es: Documentación de soporte
fa_ir: پشتیبانی مستندسازی
gl_es: Documentación de soporte
he_il: תמיכה בתיעוד
hr_hr: Dokumentacija podrške
hu_hu: Támogatási dokumentáció
it_it: Documentazione di supporto
ja_jp: サポート文書
nl_nl: Ondersteun Documentatie
pl_pl: Dokumentacja pomocnicza
pt_br: Documentação de Suporte
ro_ro: Documentație de Suport
ru_ru: Документация
sk_sk: Dokumentácia podpory
sl_si: Dokumentacija za podporo
sv_se: Dokumentation
tr_tr: Yardım Belgeleri
uk_ua: Супровідна документація
vi_vn: Tài liệu hỗ trợ
zh_hans: 帮助文档
zh_hant: 支援文件

source: Markdown File
ar_sa: ملف مارك-داون
ca_es: Arxiu Markdown
cs_cz: Soubor Markdown
de_ch: Markdown Datei
el_gr: Αρχείο Markdown
es_es: Archivo Markdown
fa_ir: فایل مارکدون
gl_es: Arquivo Markdown
he_il: קובץ Markdown
hr_hr: Markdown datoteka
hu_hu: Markdown fájl
it_it: File markdown
ja_jp: Markdownファイル
nl_nl: Markdown Bestand
pl_pl: Plik Markdown
pt_br: Arquivo Markdown
ro_ro: Fișier Markdown
ru_ru: Файл Markdown
sk_sk: Markdown súbor
sl_si: Markdown datoteka
sv_se: Markdownfil
tr_tr: Markdown Dosyası
uk_ua: Файл Markdown
vi_vn: Tập tin Markdown
zh_hans: Markdown 文档
zh_hant: Markdown 檔案
