Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Typora activation is required to change this.
hu_hu: Ez csak a Typora aktiválása után változtatható meg.
ja_jp: これを変更するにはTyporaのアクティベートが必要です。
pl_pl: Do zmiany tej opcji konieczna jest aktywacja Typory.
ru_ru: Для изменения этого требуется активация Typora.
sl_si: Za spremembe je potrebno aktivirati Typoro.
vi_vn: Bạn cần kích hoạt Typora để thực hiện thay đổi này.
zh_hans: 需要激活 Typora 后才能更改该选项
zh_hant: 需要啟用 Typora 後才能變更該選項。

source: You can reinstall the stable version and then disable this.
hu_hu: A stabil verzió telepítése után lehet kikapcsolni.
ja_jp: 安定版を再インストールするとこれを無効化できます。
pl_pl: Możesz ponownie zainstalować wersję stabilną i wyłączyć to.
ru_ru: Вы можете переустановить стабильную версию, а затем отключить это.
sl_si: Če namestite stabilno različico lahko to onemogočite.
vi_vn: Bạn có thể cài đặt lại phiên bản ổn định và tắt tính năng này.
zh_hans: 您可以重新安装稳定版本（stable）以取消该选项
zh_hant: 您可以重新安裝穩定版本以停用該選項。

source: Update to dev version
hu_hu: Frissítés fejlesztői verzióra is
ja_jp: 開発バージョンにアップデート
pl_pl: Zaktualizuj do wersji deweloperskiej
ru_ru: Обновляться до версии для разработчиков
sl_si: Nadgradnja na razvojno različico
vi_vn: Cập nhật lên phiên bản dev
zh_hans: 更新至开发版
zh_hant: 更新至開發版

source: Typora Server
hu_hu: Typora szerver
ja_jp: Typora サーバー
pl_pl: Serwer Typory
ru_ru: Сервер Typora
sl_si: Typora strežnik
vi_vn: Máy chủ Typora
zh_hans: Typora 服务器
zh_hant: Typora 伺服器

source: Use Typora Server in China
hu_hu: A Kínában lévő Typora szerver használata
ja_jp: Typoraのサーバーを中国で使う
pl_pl: Użyj serwera Typory w Chinach
ru_ru: Использовать сервер Typora в Китае
sl_si: Uporabi Typora strežnik na Kitajskem
vi_vn: Sử dụng máy chủ Typora ở Trung Quốc
zh_hans: Typora 服务使用国内服务器
zh_hant: 使用 Typora 中國伺服器

source: File does not exist
hu_hu: A fájl nem létezik
ja_jp: ファイルが存在しません
pl_pl: Plik nie istnieje
ru_ru: Файл не существует
sl_si: Daoteka ne obstaja
vi_vn: Tập tin không tồn tại
zh_hans: 文件不存在
zh_hant: 檔案不存在

source: Create File
hu_hu: Fájl létrehozása
ja_jp: ファイルを作成
pl_pl: Utwórz plik
ru_ru: Создать файл
sl_si: Ustvari datoteko
vi_vn: Tạo tập tin
zh_hans: 创建文件
zh_hant: 建立檔案

source: Create Folder
hu_hu: Mappa létrehozása
ja_jp: フォルダを作成
pl_pl: Utwórz folder
ru_ru: Создать папку
sl_si: Ustvari mapo
vi_vn: Tạo thư mục
zh_hans: 创建文件夹
zh_hant: 建立資料夾

source: (Some options will be applied after restart.)
hu_hu: (Bizonyos beállítások csak újraindítás után lépnek életbe.)
ja_jp: (いくつかのオプションは再起動後に反映されます。)
pl_pl: (niektóre opcje zostaną uaktywnione po ponownym uruchomieniu)
sl_si: (Nekatere možnosti bodo uveljavljene po ponovnem zagonu.)
vi_vn: (Một số tuỳ chọn sẽ có hiệu lực sau khi khởi động lại ứng dụng.)
zh_hans: （一些选项需要重启 Typora 后生效）
zh_hant: (一些選項需要重啟 Typora 後生效)

source: Copy or cut the whole lines that have cursors on them, if there is no selection when doing copy / cut.
hu_hu: Az egész sor kivágása vagy másolása, ha nincs kijelölve semmi.
pl_pl: Skopiuj albo wytnij całe linie, nad którymi znajduje się kursor, jeżeli nie dokonano zaznaczenia podczas kopiowania/wycinania.
sl_si: Če ob kopiranju/izrezovanju ni označenega besedila, kopiraj celotno vrstico besedila, nad katero je kazalec
vi_vn: Tự động sao chép hoặc cắt nguyên dòng văn bản có đặt con trỏ chuột, trong trường hợp không tô chọn vùng trước khi thực hiện sao chép / cắt.
zh_hans: 复制或剪切时，若没有文字被选中，则复制或剪切光标所在的一整行
zh_hant: 複製或剪下時，若沒有文字被選取，則複製或剪下游標所在的一整行

source: Enable physics package
hu_hu: A Physics makrócsomag engedélyezése
ja_jp: physics パッケージを有効化
pl_pl: Włącz pakiet fizyki
sl_si: Omogoči paket physics
vi_vn: Bật gói lệnh vật lý
zh_hans: 启用 physics 包
zh_hant: 啟用 physics 套件

source: Physics package will redefine some latex macros, such as \div, \Re, etc.
hu_hu: A Physics makrócsomag felülír néhány latex makrót, pl. \div, \Re, stb.
ja_jp: Physics パッケージは \div や \Re などのいくつかのLatexマクロを再定義します。
pl_pl: Pakiet fizyki zmieni definicje niektórych makr latex takich jak \div, \Re itp.
sl_si: Paket pyhsics bo ponastavil nekatere latex makroje, kot so \div, \Re, in podobno.
vi_vn: Gói lệnh vật lý sẽ xác định lại các latex macros, cụ thể như \div, \Re, và nhiều nữa.
zh_hans: Physics 包启用后会重定义一些 LaTeX 宏
zh_hant: Physics 套件啟用後會重新定義一切 LaTeX 巨集，比如 \div, \Re 等。

source: Detail
ja_jp: 詳細
sl_si: Podrobnosti
zh_hans: 详情
zh_hant: 詳細資訊

source: Use custom font size
ja_jp: カスタムフォントサイズを使う
sl_si: Uporabi velikost pisave po meri
zh_hans: 使用自定义的字体大小
zh_hant: 使用自訂的字型大小

source: Use theme font size
ja_jp: テーマのフォントサイズを使う
sl_si: Uporabi velikost pisave, določeno s temo
zh_hans: 使用主题的字体大小
zh_hant: 使用佈景主題的字型大小

source: Inline Math ( e.g: $LaTeX$ )
ar_sa: ترميز رياضياتي على السطر ( مثال: $LaTeX$ )
ca_es: Equació en línia ( ex.: $LaTeX$ )
el_gr: Math Εντός γραμμής ( π.χ: $LaTeX$ )
es_es: Ecuación en línea ( ej.: $LaTeX$ )
fa_ir: فرمول ریاضی درون‌خطی ( e.g: $LaTeX$ )
gl_es: Math En liña ( e.g: $LaTeX$ )
he_il: מתמטיקה מוטמעת בתור השורה ( לדוגמא: $LaTeX$ )
hu_hu: Beágyazott képletek ( pl.: $LaTeX$ )
it_it: Math inline ( i.e: $LaTeX$ )
nl_nl: In lijn Wiskunde ( e.g: $LaTeX$ )
pl_pl: Formuła Math (np. $LaTeX$)
pt_br: Incorporar Equações ( ex.: $LaTeX$ )
ro_ro: Matematică În Linie ( de ex: $LaTeX$ )
ru_ru: Формула (например: $LaTeX$ )
sk_sk: Vnorená Matematika （ napr.：$LaTeX$ ）
sl_si: Enačbe v vrstici ( e.g: $LaTeX$ )
sv_se: Inline matte ( t.ex: $LaTeX$ )
tr_tr: Satıriçi Matematik (örneğin: $LaTeX$ )
uk_ua: Формули в рядку ( наприклад: $LaTeX$ )
vi_vn: Biểu thức toán giữa câu ( e.g: $LaTeX$ )
zh_hans: 内联公式 （例： $LaTeX$ ）

source: Subscript ( e.g: H~2~O )
ar_sa: سفلي ( مثال: H~2~O )
ca_es: Subíndex ( ex.: H~2~O )
el_gr: Υποδείκτης ( π.χ: H~2~O )
es_es: Subíndice ( ej.: H~2~O )
fa_ir: پایین نویس ( e.g: H~2~O )
gl_es: Subíndice ( e.g: H~2~O )
he_il: טקסט תחתון ( לדוגמא: H~2~O )
hu_hu: Alsó index ( pl.: H~2~O )
it_it: Pedice ( i.e: H~2~O )
pl_pl: Indeks dolny (np. H~2~O)
pt_br: Subscrito ( ex.: H~2~O )
ro_ro: Indice ( de ex: H~2~O )
ru_ru: Подстрочный (например: H~2~O )
sk_sk: Dolný index （ napr.：H~2~O
sl_si: Nadpisano ( e.g: H~2~O )
sv_se: Nedsänkt text ( t.ex: H~2~O )
tr_tr: Subscript (örneğin: H~2~O )
uk_ua: Підрядковий текст ( наприклад: H~2~O )
vi_vn: Chỉ số dưới ( e.g: H~2~O )
zh_hans: 下标 （例： H~2~O ）

source: Superscript ( e.g: X^2^ )
ar_sa: علوي ( مثال: X^2^ )
ca_es: Superíndex ( ex.: X^2^ )
el_gr: Υπερδείκτης ( π.χ: X^2^ )
es_es: Superíndice ( ej.: X^2^ )
fa_ir: بالا نویس ( e.g: X^2^ )
gl_es: Superíndice ( e.g: X^2^ )
he_il: טקסט עליון ( לדוגמא: X^2^ )
hu_hu: Felső index ( pl.: X^2^ )
it_it: Apice ( i.e: X^2^ )
pl_pl: Indeks górny (np. X^2^)
pt_br: Sobrescrito( ex.: X^2^ )
ro_ro: Exponent ( de ex: X^2^ )
ru_ru: Надстрочный (например: X^2^ )
sk_sk: Horný index （ napr.：X^2^ ）
sl_si: Podpisano ( e.g: X^2^ )
sv_se: Upphöjd text ( t.ex: X^2^ )
tr_tr: Superscript (örneğin: X^2^ )
uk_ua: Надрядковий текст ( наприклад: X^2^ )
vi_vn: Chỉ số trên ( e.g: X^2^ )
zh_hans: 上标 （例： X^2^ ）

source: US Letter
he_il: מכתב (US)
it_it: Lettera US
ja_jp: US レター

source: US Legal
he_il: חוקי (US)
it_it: Legale US

source: Markdown
ar_sa: ماركداون
fa_ir: مارک‌داون
he_il: מארק־דאון (Markdown)
