Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Import or some export features requires <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) to be installed.
cs_cz: Import a pár funkcí pro export vyžaduje instalaci <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0)
de_ch: Einige Import- bzw. Export-Eigenschaften benötigen ein installiertes <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0).
fa_ir: افزودن یا برخی از خصوصیات خروجی گرفتن احتیاج دارد تا نسخه <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) نصب شود.
he_il: חלק מאפשרויות הייבוא והייצוא דורשות ש־<a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) תיהיה מותקנת.
hu_hu: Egyes importáló vagy exportáló műveletekhez a <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) telepítése szükséges.
it_it: Alcune funzioni di importazione o esportazione richiedono che <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) sia installato.
ja_jp: インポート機能や一部のエクスポート機能には、<a href='http://pandoc.org/' target='_blank'>Pandoc</a> （v2.0）以上が必要です
pl_pl: Importowanie oraz część opcji eksportowania wymaga zainstalowanego programu <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0).
ro_ro: Importarea și unele caracteristici a exportării necesită <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) instalat.
ru_ru: Импорт/некоторые варианты экспорта требуют установки <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0).
sk_sk: Import a niektoré exportné funkcie vyžadujú inštaláciu <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0)
sv_se: Import och vissa exportfunktioner kräver att <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) är installerat.
tr_tr: Bazı içe ve dışa aktarım özellikleri <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) yüklenmesini gerektirmektedir.
uk_ua: Функції імпорту і деякі функції експорту потребують встановлення <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0).
vi_vn: Một số tính năng nhập hoặc xuất cần có <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) được cài đặt.
zh_hans: 导入和部分导出功能需要安装 <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0)
zh_hant: 匯入及某些匯出功能需要先安裝 <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0)

source: Follow Instructions to Install/Update Pandoc
ar_sa: اتبع التعليمات لتثبيت / تحديث Pandoc
ca_es: Seguir instruccions per instal·lar/actualitzar Pandoc
cs_cz: Následujte instrukce k instalaci/aktualizaci Pandocu
de_ch: Folgen Sie der Anleitung um Pandoc zu installieren/aktualisieren
el_gr: Ακολουθήστε τις οδηγίες για την Εγκατάσταση/Ενημέρωση του Pandoc
es_es: Seguir instrucciones para instalar/actualizar Pandoc
fa_ir: مطابق دستورات پیش روید تا Pandoc را نصب‫/‬بروزرسانی نمایید‫.‬
gl_es: Seguilas instrucións para instalar/actualizar Pandoc
he_il: עקוב אחר ההוראות בכדי להתקין/לעדכן את Pandoc
hr_hr: Slijedite upute kako biste instalirali/obnovili Pandoc
hu_hu: A Pandoc telepítéséhez/frissítéséhez kövesse az utasításokat
it_it: Segui le istruzioni per installare/aggiornare Pandoc
ja_jp: 指示に従ってPandocをインストール／アップデートしてください
nl_nl: Volg instructies om Pandoc te installeren/updaten
pl_pl: Postępuj zgodnie z instrukcjami, by zainstalować/zaktualizować Pandoc
pt_br: Siga Instruções para Instalar/Atualizar Pandoc
ro_ro: Urmăriți instrucţiunile pentru a Instala/Actualiza Pandoc
ru_ru: Установка/обновление Pandoc
sk_sk: Nasledujte inštrukcie pre inštaláciu/aktualizaciu Pandoc
sl_si: Za namestitev/posodobitev Pandoc sledite navodilom
sv_se: Följ instruktionerna för att installera/uppdatera Pandoc
tr_tr: Pandoc kurmak/güncelleştirmek için talimatları uygulayın
uk_ua: Дотримуйтесь інструкцій для встановлення/оновлення Pandoc
vi_vn: Làm theo hướng dẫn để Cài đặt/Cập nhật Pandoc
zh_hans: 请按照说明安装或升级 Pandoc
zh_hant: 依照指示來安裝及更新 Pandoc

source: Export Failed
ar_sa: فشل التصدير
ca_es: Error a l'exportar
cs_cz: Export se nezdařil
de_ch: Export fehlgeschlagen
el_gr: Αποτυχία Εξαγωγής
es_es: Error al exportar
fa_ir: خروجی گرفتن ناموفق بود
gl_es: Exportar Fallou
he_il: הייצוא נכשל
hr_hr: Izvoz nije uspio
hu_hu: Az exportálás nem sikerült
it_it: Esportazione non riuscita
ja_jp: エクスポートに失敗しました
nl_nl: Exporteren Mislukt
pl_pl: Eksportowanie nie powiodło się
pt_br: Erro ao Exportar
ro_ro: Export Nereușit
ru_ru: Ошибка экспорта
sk_sk: Zlyhal export
sl_si: Izvoz ni uspel
sv_se: Export misslyckades
tr_tr: Dışa Aktarma Başarısız
uk_ua: Експорт провалився
vi_vn: Xuất không thành công
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Import Failed
ar_sa: فشل الاستيراد
ca_es: Error a l'importar
cs_cz: Import se nezdařil
de_ch: Import fehlgeschlagen
el_gr: Αποτυχία Εισαγωγής
es_es: Error al importar
fa_ir: افزودن ناموفق بود
gl_es: Importar Fallou
he_il: הייבוא נכשל
hr_hr: Uvoz nije uspio
hu_hu: Az importálás nem sikerült
it_it: Importazione non riuscita
ja_jp: インポートに失敗しました
nl_nl: Importeren Mislukt
pl_pl: Importowanie nie powiodło się
pt_br: Erro ao Importar
ro_ro: Import Nereușit
ru_ru: Ошибка импорта
sk_sk: Zlyhal import
sl_si: Uvoz ni uspel
sv_se: Import misslyckades
tr_tr: İçe Aktarma Başarısız
uk_ua: Імпорт провалився
vi_vn: Nhập không thành công
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Generated Image too Large
ar_sa: الصورة التي تم إنشاؤها كبيرة جدًا
ca_es: La imatge generada és massa gran
cs_cz: Vytvořený obrázek je příliš veliký
de_ch: Generiertes Bild zu gross
el_gr: Η Εικόνα που δημιουργήθηκε είναι Μεγάλη
es_es: Imagen generada demasiado larga
fa_ir: ایجاد تصاویر بسیار بزرگ
gl_es: A imaxe xerada é demasiado grande
he_il: התמונה שנוצרה גדולה מידיי
hr_hr: Generirana slika je prevelika
hu_hu: A generált kép túl nagy
it_it: L'immagine generata è troppo grande
ja_jp: 生成された画像が大きすぎます
nl_nl: Gegenereerde Afbeelding te Groot
pl_pl: Wygenerowany obraz jest zbyt duży
pt_br: Imagem Gerada é Muito Grande
ro_ro: Imaginea generată este prea mare
ru_ru: Сгенерированное изображение слишком велико
sk_sk: Generovaný obrázok je príliš veľký
sl_si: Generirana slika je prevelika
sv_se: Genererad bild är för stor
tr_tr: Oluşturulan Resim çok büyük
uk_ua: Згенероване зображення занадто велике
vi_vn: Hình ảnh tạo ra quá lớn
zh_hans: 生成的图片文件过大
zh_hant: 產生的圖片過大

source: Failed to export file to <em>{0}</em>
ar_sa: فشل تصدير الملف إلى <em>{0}</em>
ca_es: Error a l'exportar l'arxiu a <em>{0}</em>
cs_cz: Nepovedlo se exportovat soubor do <em>{0}</em>
de_ch: Export der Datei nach <em>{0}</em> fehlgeschlagen
el_gr: Αποτυχία εξαγωγής αρχείου σε <em>{0}</em>
es_es: Error al exportar el archivo a <em>{0}</em>
fa_ir: خروجی گرفتن به <em>{0}</em> ناموفق بود
gl_es: Erro ao exportar o arquivo <em>{0}</em>
he_il: ייצוא הקובץ ל־ <em>{0}</em> נכשל
hr_hr: Nije uspio izvoz datoteke u <em>{0}</em>
hu_hu: A fájl exportálása a <em>{0}</em> helyre nem sikerült
it_it: Impossibile esportare il file in <em>{0}</em>
ja_jp: <em>{0}</em>へのエクスポートに失敗しました
nl_nl: Mislukt om bestand te exporteren naar <em>{0}</em>
pl_pl: Eksportowanie do <em>{0}</em> nie powiodło się
pt_br: Erro ao exportar arquivo para <em>{0}</em>
ro_ro: Exportarea fișierului în <em>{0}</em> nu a reușit
ru_ru: Не удалось экспортировать файл в <em>{0}</em>
sk_sk: Zlyhal export súboru do <em>{0}</em>
sl_si: Izvoz datoteke v <em>{0}</em> ni uspel
sv_se: Kunde inte exportera till <em>{0}</em>
tr_tr: Dosyayı <em>{0}</em> 'ya dışa aktarma işlemi başarısız
uk_ua: Не вдалося експортувати файл до <em>{0}</em>
vi_vn: Không thể xuất tập tin đến <em>{0}</em>
zh_hans: 导出文件到 <em>{0}</em> 失败
zh_hant: 無法匯出檔案至 <em>{0}</em>

source: Failed to import file from <em>{0}</em>
ar_sa: فشل استيراد الملف من <em>{0}</em>
ca_es: Error a l'importar l'arxiu des de <em>{0}</em>
cs_cz: Nepovedlo se importovat soubor z <em>{0}</em>
de_ch: Import der Datei von <em>{0}</em> fehlgeschlagen
el_gr: Αποτυχία εισαγωγής αρχείου από <em>{0}</em>
es_es: Error al importar el archivo desde <em>{0}</em>
fa_ir: افزودن فایل از <em>{0}</em> ناموفق بود
gl_es: Erro ao importar o arquivo dende <em>{0}</em>
he_il: ייבוא הקובץ מ־ <em>{0}</em> נכשל
hr_hr: Nije uspio uvoz datoteka iz <em>{0}</em>
hu_hu: A fájl importálása a <em>{0}</em> helyre nem sikerült
it_it: Impossibile importare il file da <em>{0}</em>
ja_jp: <em>{0}</em>からのインポートに失敗しました
nl_nl: Mislukt om bestand te importeren van <em>{0}</em>
pl_pl: Importowanie z <em>{0}</em> nie powiodło się
pt_br: Erro ao importar arquivo de <em>{0}</em>
ro_ro: Importarea fișierului din <em>{0}</em> nu a reușit
ru_ru: Не удалось импортировать файл из <em>{0}</em>
sk_sk: Zlyhal import súboru z <em>{0}</em>
sl_si: Uvoz datoteke iz <em>{0}</em> ni uspel
sv_se: Kunde inte importera från <em>{0}</em>
tr_tr: Doayayı <em>{0}</em> 'dan içe aktarma işlemi başarısız
uk_ua: Не вдалося імпортувати файл із <em>{0}</em>
vi_vn: Không thể nhập tập tin từ <em>{0}</em>
zh_hans: 从文件 <em>{0}</em> 导入失败
zh_hant: 無法從 <em>{0}</em> 匯入檔案

source: File does not exist at <em>{0}</em>
ar_sa: الملف غير موجود في <em>{0}</em>
ca_es: L'arxiu no existeix a <em>{0}</em>
cs_cz: Soubor v <em>{0}</em> neexistuje.
de_ch: Datei unter <em>{0}</em> existiert nicht
el_gr: Το αρχείο δεν υπάρχει σε <em>{0}</em>
es_es: El archivo no existe en <em>{0}</em>
fa_ir: فایل در <em>{0}</em> وجود ندارد
gl_es: O arquivo non existe en <em>{0}</em>
he_il: הקובץ <em>{0}</em> לא קיים
hr_hr: Fajl ne postoji na <em>{0}</em>
hu_hu: A <em>{0}</em> helyen nem található fájl
it_it: Il file in <em>{0}</em> non esiste
ja_jp: <em>{0}</em>にファイルがありません
nl_nl: Bestand bestaat niet op locatie <em>{0}</em>
pl_pl: W lokalizacji <em>{0}</em> nie znajduje się dany plik
pt_br: Arquivo não existe em <em>{0}</em>
ro_ro: Fișierul nu există la <em>{0}</em>
ru_ru: Файл в <em>{0}</em> не существует
sk_sk: Súbor neexistuje na <em>{0}</em>
sl_si: Datoteka ne obstaja v <em>{0}</em>
sv_se: Filen existerar inte vid <em>{0}</em>
tr_tr: Dosya <em>{0}</em> 'da bulunmuyor
uk_ua: Файлу не існує у <em>{0}</em>
vi_vn: Tập tin không tồn tại ở <em>{0}</em>
zh_hans: 路径为 <em>{0}</em> 的文件不存在
zh_hant: 檔案不存在於 <em>{0}</em>

source: Export to...
ar_sa: تصدير لـ...
ca_es: Exportar a...
cs_cz: Exportovat do...
de_ch: Exportieren nach...
el_gr: Εξαγωγή σε...
es_es: Exportar a...
fa_ir: خروجی گرفتن به...
gl_es: Exportar a...
he_il: יצא ל...
hr_hr: Izvezi u...
hu_hu: Exportálás ide...
it_it: Esporta in...
ja_jp: ～にエクスポート
nl_nl: Exporteren naar...
pl_pl: Eksportuj do…
pt_br: Exportar para...
ro_ro: Exportează în...
ru_ru: Экспортировать в...
sk_sk: Exportovať do...
sv_se: Exportera till...
tr_tr: Dışa Aktar...
uk_ua: Експортувати до...
vi_vn: Xuất đến...
zh_hans: 导出到…
zh_hant: 匯出至...

source: Do you want to save the changes made to this document ?<br> Your changes will be lost if you don't save them.
ar_sa: هل تريد حفظ التغييرات التي تم إجراؤها على هذا المستند؟ <br> ستفقد التغييرات إذا لم تقم بحفظها.
ca_es: Desitges guardar els canvis fets en aquest document?<br> Es perdran tots els canvis si no es guarden.
cs_cz: Přejete si uložit změny v tomto souboru?<br> Vaše změny budou ztraceny, pokud je neuložíte.
de_ch: Möchten Sie die Änderungen am Dokument speichern?<br> Ihre Änderungen gehen verloren, wenn Sie sie nicht speichern.
el_gr: Θέλετε να αποθηκεύσετε τις αλλαγές που έγιναν σε αυτό το έγγραφο;<br> Οι αλλαγές σας θα χαθούν εάν δεν τις αποθηκεύσετε.
es_es: ¿Deseas guardar los cambios hechos a éste documento?<br> Se perderán todos los cambios si no se guardan.
fa_ir: آیا دوست دارید تغییرات ایجاد شده در این سند را ذخیره کنید ?<br> اگر فایل را ذخیره نکنید ممکن است تنطیمات انجام شده از دست بروند.
gl_es: Quere gardar os cambios feitos neste documento? <br> Os cambios perderanse se non os gardan.
he_il: האם אתה רוצה לשמור שינויים שנעשו למסמך זה?<br/>השינויים ימחקו אם לא תשמור אותם.
hr_hr: Želite li spremiti promjene napravljene u ovom dokumentu?<br> Vaše promjene bit će izgubljene ako ih ne spremite.
hu_hu: Menteni akarja ennek a dokumentumnak a változásait ?<br> Mentés nélkül a változások elvesznek.
it_it: Salvare le modifiche al documento corrente ?<br> Se non salvi adesso tutte le modifiche verranno perdute.
ja_jp: この文書の変更を保存しますか?<br>保存しないと変更は失われます
nl_nl: Wilt u de wijzigingen in dit document opslaan?<br> Uw wijzigingen gaan verloren als u ze niet opslaat.
pl_pl: Chcesz zapisać zmiany dokonane w tym dokumencie?<br> Twoje zmiany zostaną bezpowrotnie utracone, jeśli ich nie zapiszesz.
pt_br: Deseja salvar as alterações feitas neste documento?<br> Suas alterações serão perdidas se você não salvá-las.
ro_ro: Doriți să salvați modificările facute acestui document ?<br> Modificările vor fi pierdute dacă nu salvați.
ru_ru: Хотите сохранить изменения, внесенные в этот документ?<br> Ваши изменения будут потеряны, если вы их не сохраните.
sk_sk: Chcete uložiť zmeny vykonané v tomto dokumente ?<br> Ak zmeny neuložíte, stratia sa.
sl_si: Ali želite shraniti spremembe v dokumentu?<br> Če dokumenta ne shranite spremembe ne bodo ohranjene.
sv_se: Vill du spara dina ändringar till det här dokumentet ?<br> Dina ändringar kommer förloras om du inte sparar dem.
tr_tr: Bu dosya üzerindeki değişiklikleri kaydetmek istiyor musunuz ?<br> Değişiklikleri kaydetmezseniz silinecekler.
uk_ua: Ви хочете зберегти зміни, внесені у цей документ?<br> Ваші зміни будуть втрачені, якщо ви не збережете їх.
vi_vn: Bạn có muốn lưu lại thay đổi trên tập tin này ?<br> Mọi thay đổi của bạn sẽ bị mất nếu bạn không lưu chúng.
zh_hans: 是否保存更改？<br> 如果不保存，您的更改将会丢失。
zh_hant: 要儲存對此文件所做的變更嗎?<br> 若不儲存，將會遺失所做的更動。

source: [Warning] Failed to attach bookmark for PDF file.
ar_sa: [تحذير] فشل في إرفاق إشارة مرجعية لملف PDF
ca_es: [Warning] Error a l'adjuntar marcador a l'arxiu PDF
cs_cz: [Varování] Nepovedlo se připojit záložku pro PDF soubor.
de_ch: [Warnung] Hinzufügen eines Lesezeichens für PDF Dateien fehlgeschlagen.
el_gr: [Προειδοποίηση] Αποτυχία επισύναψης σελιδοδείκτη για το αρχείο PDF.
es_es: [Warning] Error al adjuntar marcadador al archivo PDF.
fa_ir: [هشدار] الصاق نشانه‌گذاری به فایل PDF ناموفق بود‫.‬.
gl_es: [Aviso] Non se puido engadir un marcador para o arquivo PDF.
he_il: [אזהרה] צירוף הסימניה לקובץ ה־PDF נכשל.
hr_hr: [Warning] Dodavanje bookmarka za PDF fajl nije uspjelo.
hu_hu: [Figyelem] A könyvjelző csatolása a PDF fájlhoz nem sikerült.
it_it: [Attenzione] Impossibile allegare il segnalibro al file PDF.
ja_jp: 【警告】PDFファイルへのブックマークに失敗しました
nl_nl: [Warning] Kan bijlage niet bijvoegen voor PDF-bestand.
pl_pl: [Ostrzeżenie] Nie powiodło się dołączanie zakładki do pliku PDF.
pt_br: [Aviso] Erro ao adicionar marcador ao arquivo PDF.
ro_ro: [Avertisment] Atașarea marcajului fișierului PDF nu a reușit.
ru_ru: [Предупреждение] Не удалось добавить закладку для файла PDF.
sl_si: [opozorilo] Zaznamka za datoteko PDF ni bilo mogoče priložiti.
sv_se: [Varning] Misslyckades med att infoga ett bokmärke i PDF-filen.
tr_tr: [Uyarı] PDF dosyası için yer işareti ekleme başarısız.
uk_ua: [Увага] Не вдалося приєднати закладку до PDF-файлу.
vi_vn: [Cảnh báo] Không thể đính kèm bookmark cho tệp PDF.
zh_hans: [警告] 为 PDF 添加书签失败。
zh_hant: [警告] 無法加入目錄至 PDF 檔

source: Dark Theme not support
ar_sa: المظهر الداكن غير مدعوم
ca_es: Tema fosc no suportat
cs_cz: Tmavé téma není podporováno
de_ch: Dunkles Thema nicht unterstützt
el_gr: Το Σκούρο Θέμα δεν υποστηρίζεται
es_es: Tema oscuro no soportado
fa_ir: پوسته تاریک قابل پشتیبانی نیست
gl_es: O tema escuro non é compatible
he_il: ערכת נושא כהה לא נתמכת
hr_hr: Tamna Tema nije podržana
hu_hu: A sötét téma nem támogatott
it_it: Tema scuro non supportato
ja_jp: ダークテーマはサポートされていません
nl_nl: Donker Thema is niet ondersteund
pl_pl: Ciemny motyw nie jest obsługiwany
pt_br: Tema Escuro não suportado
ro_ro: Tema întunecată nu este suportată
ru_ru: Темная тема не поддерживается
sk_sk: Tmavý motív nie je podporovaný
sl_si: Temna tema ni podprta
sv_se: Mörkt tema stöds ej
tr_tr: Koyu Tema desteklenmiyor
uk_ua: Відсутня підтримка Темної теми
vi_vn: Dark Theme không hỗ trợ
zh_hans: 深色主题不支持
zh_hant: 不支援深色佈景主題

source: Sorry, current version of Typora won't print background color on exported PDF, So dark theme is not yet supported for PDF exporting. Please choose a light theme or click "Print with default theme"
ca_es: Ho sentim, la versió actual de Typora no imprimirà el color de fons al PDF exportat, pel que el tema fosc no està suportat per exportar PDFs. Si us plau escull un tema clar o prem a "Imprimir amb el tema per defecte"
cs_cz: Omlouváme se, současné verze Typory nevytiskne barvu pozadí do exportovaného PDF, tmavé téma není v PDF exportu podporováno. Prosím vyberte světlé téma nebo "Tisknout s původním tématem"
de_ch: Leider unterstützt die aktuelle Version von Typora keine Hintergrundfarben in exportierten PDFs, daher wird das dunkle Thema beim PDF Export nicht unterstützt. Bitte wählen Sie ein helles Thema oder "Drucken mit Standard Thema"
el_gr: Συγνώμη, η τρέχουσα έκδοση του Typora δεν τυπώνει το χρώμα του φόντου στο εξαγώμενο PDF, οπότε το σκούρο θέμα δεν υποστηρίζεται ακόμα για εξαγωγή PDF. Παρακαλώ επιλέξτε ένα ανοιχτόχρωμο θέμα ή κλικάρετε στο "Print with default theme"
es_es: Lo sentimos, la versión actual de Typora no imprimirá en color de fondo en el PDF exportado, por lo que el tema oscuro aún no está soportado para exportar PDFs. Considera escoger un tema claro o haz clic en "Imprimir con el tema predeterminado"
fa_ir: متاسفانه، این نسخه از typora نمیتواند پیش‌زمینه‌ی رنگی را پرینت گرفته یا بصورتی PDF خروجی بگیرد، به همین علت پوسته تاریک جهت خروجی گرفتن بصورت PDF پشتیبانی نمی‌شود. لطفا یک پوسته روشن انتخاب کرده یا "از پوسته‌ی پیشرفض پرینت بگیرید"
gl_es: Desculpen, a versión actual de Typora non imprimirá a cor de fondo no PDF exportado; xa que o tema escuro aínda non é compatible coa exportación de PDF. Por favor, elixe un tema claro ou preme en "Imprimir con tema por defecto "
he_il: הגרסה הנוכחית של Typora לא מאפשרת שינוי של צבע הרקע בקובץ PDF, ולכן ערכות נושא כהות עדיין לא נתמכות בייצוא לקבצי PDF. אנא בחר ערכת נושא בהירה או את ערכת הנושא הקלאסית.
hr_hr: Trenutna verzija Typore neće ispisati boju pozadine na izvezeni PDF, tako da tamna tema još ne podržava PDF izvoz. Odaberite svjetlu temu ili kliknite "Ispis sa zadanom temom"
hu_hu: Sajnos a Typora jelenleg még nem tudja PDF dokumentumba nyomtatni a háttérszínt, ezért PDF exportálásnál a sötét téma nem támogatott. Válasszon világos témát vagy kattintson a "Nyomtatás alapértelmezett témával" lehetőségre
it_it: Siamo spiacenti, la versione attuale di Typora non permette di usare il colore di sfondo nei file PDF, per questo motivo il tema scuro non è ancora supportato per l'esportazione in PDF. scegli il tema chiaro o clicca su "Stampa con tema predefinito"
ja_jp: 現行バージョンでは配色付きPDFを出力できないため、ダークテーマはサポートされていません。 ライトテーマを選ぶか、「デフォルトのテーマで印刷」を選んでください
pl_pl: Przepraszamy, obecna wersja Typory nie obsługuje jeszcze eksportowania PDF z kolorem tła. Wybierz jasny motyw lub kliknij "Drukuj z domyślnym motywem
pt_br: Desculpe, mas a versão atual do Typora não exporta cores de fundo em PDF, então temas escuros ainda não são suportados para exportação em PDF. Por favor selecione um tema claro ou clique em "Imprimir com tema padrão"
ro_ro: Ne pare rău, versiunea actuală de Typora nu imprimă culoarea de fundal pe PDF-urile exportate, Deci tema întunecată nu este încă suportată pentru exportarea PDF. Vă rugăm să alegeți o temă luminoasă sau alegeți "Imprimă cu tema implicita"
ru_ru: К сожалению, текущая версия Typora не будет печатать цвет фона в экспортированном PDF-файле, Темная тема пока не поддерживается для экспорта в формате PDF. Выберите светлую тему или нажмите "Печать с темой по умолчанию"
sk_sk: Je nám ľúto, ale súčasná verzia aplikácie Typora na exportovaný súbor PDF nevytlačí farbu pozadia, takže tmavý motív zatiaľ nie je podporovaný pre export do PDF. Prosím vyberte svetlý motív alebo kliknite na tlačidlo "Tlač s predvoleným motívom"
sl_si: Trenutna različica Typore ne podpira barvnega ozadja pri izvozu v PDF, zato temne teme ne podpirajo izvoza v PDF. Izberite svetlo temo ali pa kliknite "Tiskanje s privzeto temo"
sv_se: Tyvärr kan inte denna version av Typora spara bakgrundsfärg i exporterade PDF dokument. Ett mörkt tema kan därför inte användas för att exportera till PDF. Byt till ett ljust tema eller klicka på "Skriv ut med standardtema" för att fortsätta.
tr_tr: Üzgünüz, Typora'nın güncel versiyonu dışa aktarılmış PDF üzerine arkaplan rengi yazdıramaz, koyu tema PDF dışa aktarım için henüz desteklenmemektedir. Lütfen açık tema seçiniz veya "Varsayılan temayı yazdır" 'a tıklayınız.
uk_ua: Вибачте, чинна версія Typora не друкує колір тла в експортованому PDF, тож темна тема при експорті PDF поки не підтримується. Будь ласка, виберіть світлу тему або натисніть "Друкувати з темою за замовчуванням"
vi_vn: Xin lỗi, phiên bản hiện tại của Typora không in được màu nền vào tập PDF đã xuất, vì thế Dark Theme chưa được hỗ trợ cho việc xuất tập tin PDF. Vui lòng chọn một theme khác hoặc chọn "In với theme mặc định"
zh_hans: 抱歉，当前版本不支持导出 PDF 时打印背景颜色，所以 PDF 导出不支持深色主题。 请重新选择浅色主题或点击 "使用默认主题打印"
zh_hant: 抱歉，此 Typora 版本無法列印背景色至匯出的 PDF 檔，因此尚不支援深色佈景主題的 PDF 匯出。 請選擇淺色佈景主題或選擇「以預設佈景主題列印」

source: Print with default theme
ar_sa: الطباعة باستخدام السمة الافتراضية
ca_es: Imprimir amb el tema per defecte
cs_cz: Tisknout s původním tématem
de_ch: Drucken mit Standard Thema
el_gr: Εκτύπωση με το προεπιλεγμένο Θέμα
es_es: Imprimir con el tema predeterminado
fa_ir: پرینت با پوسته پیشفرض
gl_es: Imprimir con tema por defecto
he_il: הדפס עם ערכת הנושא הקלאסית
hr_hr: Printaj sa zadanom temom
hu_hu: Nyomtatás alapértelmezett témával
it_it: Stampa con tema predefinito
ja_jp: デフォルトのテーマで印刷
nl_nl: Afdrukken met standaard thema
pl_pl: Drukuj z domyślnym motywem
pt_br: Imprimir com tema padrão
ro_ro: Imprimă cu tema implicita
ru_ru: Печать с темой по умолчанию
sk_sk: Tlač s predvoleným motívom
sl_si: Tiskanje s privzeto temo
sv_se: Skriv ut med standardtema
tr_tr: Varsayılan temayı yazdır
uk_ua: Друкувати з темою за замовчуванням
vi_vn: In với theme mặc định
zh_hans: 使用默认主题打印
zh_hant: 以預設佈景主題列印

source: Export to PDF successfully.
ar_sa: تم تصدير الملف إلى PDF بنجاح
ca_es: Exportació a PDF exitosa
cs_cz: Export do PDF byl úspěšný.
de_ch: Der Export nach PDF war erfolgreich.
el_gr: Εξαγωγή σε PDF επιτυχής.
es_es: Exportación a PDF exitosa.
fa_ir: خروجی به PDF موفق بود‫.‬
gl_es: Exportado a PDF con éxito.
he_il: הייצוא ל־PDF התבצע בהצלחה.
hr_hr: Uspješno izvezeno u PDF.
hu_hu: A PDF-be exportálás sikeres volt.
it_it: Esportazione in PDF completata.
ja_jp: PDFの出力に成功しました
nl_nl: Exporteren naar PDF succesvol.
pl_pl: Eksportowanie do PDF powiodło się.
pt_br: Exportado em PDF com sucesso.
ro_ro: Exportarea în PDF a avut succes.
ru_ru: Экспорт в PDF осуществлен успешно.
sk_sk: Export do PDF úspešne prebehol.
sl_si: Izvoz v PDF je uspel.
sv_se: Export till PDF lyckades.
tr_tr: PDF'i dışa aktarma işlemi başarılı.
uk_ua: Експорт у PDF успішний.
vi_vn: Xuất tập tin PDF thành công.
zh_hans: 导出 PDF 成功
zh_hant: 匯出 PDF 檔成功。
