Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: (only applies to styles created from menubar or hybrid view)
ar_sa: (تطبيق فقط على الأنماط التي تم إنشاؤها من شريط القوائم أو بطريقة العرض المختلطة)
ca_es: (només s'aplica a estils creats des de la barra de menú o la vista híbrida)
cs_cz: (týká se pouze stylů aplikovaných z menu nebo hybridního zobrazení)
de_ch: (nur anwendbar für Zitate und Listen die über das Menü oder die Hybridansicht erstellt wurden)
el_gr: (εφαρμόζεται μόνο για στυλ που έχουν δημιουργηθεί από το μενού ή την υβριδική προβολή)
es_es: (sólo aplica para estilos creados desde la barra de menús o vista híbrida)
fa_ir: (تنها روی استایل ساخته شده از نوار منو یا نمای ترکیبی اعمال شود)
gl_es: (só se aplican os estilos creados desde a barra de menús ou da vista híbrida)
he_il: (תקף רק לעיצובים שנוצרו משורת התפריט או מהתצוגה ההיברידית)
hu_hu: (csak a menüből vagy hibrid nézetből létrehozott stílusokra érvényes)
it_it: (si applica solo agli stili creati dal menu o in visualizzazione ibrida)
ja_jp: （メニューバーかハイブリッドビューで作成した書式にのみ適用
nl_nl: (alleen van toepassing op stijlen die zijn gemaakt met de menubalk of hybride weergave)
pl_pl: (stosowane jedynie w stylach stworzonych z paska menu w widoku hybrydowym)
pt_br: (só é aplicado em estilos criados pela barra de menu ou em visão híbrida)
ro_ro: (se aplică doar stilurilor create din bara de meniu sau din vizualizarea hibridă)
ru_ru: (применяются только к стилям, созданным из меню или гибридного просмотра)
sk_sk: (aplikovať iba na štýly vytvorené z menu alebo hybridného zobrazenia)
sl_si: (velja le za stile, ustvarjene iz menija ali v hibridnem pogledu)
sv_se: (använd bara för stilar skapade från menyraden eller hybridvyn)
tr_tr: (sadece menü çubuğundan veya hibrit görüntülemeden oluşturulmuş stiller üzerine uygulanır)
uk_ua: (застосовується тільки до стилів, створених через меню або гібридний вид)
vi_vn: (chỉ áp dụng cho kiểu định dạng được tạo từ thanh menu hoặc kiểu xem hỗn hợp)
zh_hans: （只应用于通过菜单或快捷键生成的样式）
zh_hant: (僅套用產生自選單或快速鍵所產生的樣式)

source: Strict Mode
ar_sa: وضع صارم
ca_es: Modo estricte
cs_cz: Striktní mód
de_ch: Strikter Modus
el_gr: Αυστηρή Λειτουργία
es_es: Modo estricto
fa_ir: حالت دقیق
gl_es: Modo estrito
he_il: מצב קפדני
hu_hu: Szigorú mód
it_it: Modalità Strict
ja_jp: 厳密モード
nl_nl: Strenge Modus
pl_pl: Tryb dokładny
pt_br: Modo Estrito
ro_ro: Mod Strict
ru_ru: Строгий режим
sk_sk: Prísny režim
sl_si: Striktni način
sv_se: Strikt läge
tr_tr: Katı Mod
uk_ua: Строгий режим
vi_vn: Chế độ nghiêm ngặt
zh_hans: 严格模式
zh_hant: 嚴格模式

source: (more strict to GFM spec)
ar_sa: (أكثر صرامة لمواصفات GFM)
ca_es: (més proper a la especificació GFM)
cs_cz: (striktnější ke GFM specifikacím)
de_ch: (folgt der GFM Spezifikation strikter)
el_gr: (περισσότερο αυστηρό στο GFM spec)
es_es: (más estricto que la especificación GFM)
fa_ir: (دقت بیشتر به مشخصات GFM)
gl_es: (especificacións máis estritas para GFM)
he_il: (מחמיר יותר לגבי מפרט המארק־דאון של גיט־האב)
hu_hu: (jobban igazodik a GFM szabványhoz)
it_it: (più conforme alle specifiche GFM)
ja_jp: Github Favored Markdownにより忠実に合わせる
nl_nl: (Strenger bij GFM spec)
pl_pl: (dokładniej wg specyfikacji GFM)
pt_br: (mais estrito que a especificação GFM)
ro_ro: (mai strict față de specificațiilor GFM)
ru_ru: (более суровый к спецификации GFM)
sk_sk: (prísnejšie na špecifikácie GFM)
sl_si: (strožje glede na GFM specifikacijo)
sv_se: (Striktare enligt GFM specifikationen)
tr_tr: (GFM özelliklerine daha katı)
uk_ua: (більш строгий згідно зі специфікацією GFM)
vi_vn: (thêm mức nghiêm ngặt theo tiêu chí GFM)
zh_hans: （更严格地遵循 GFM 标准）
zh_hant: (更嚴格遵照 GFM 規格)

source: Heading Style
ar_sa: نمط العنوان
ca_es: Estil de capçaleres
cs_cz: Styl nadpisu
de_ch: Überschrift
el_gr: Στυλ Επικεφαλίδας
es_es: Estilo de encabezados
fa_ir: استایل سرتیتر
gl_es: Estilo de título
he_il: סגנון כותרת
hr_hr: Stil naslova
hu_hu: Fejléc stílus
it_it: Stile dei titoli
ja_jp: 見出し書式
nl_nl: Titel Stijl
pl_pl: Styl nagłówka
pt_br: Estilo de Título
ro_ro: Stil Titluri
ru_ru: Стиль заголовка
sk_sk: Štýl nadpisu
sl_si: Slog naslova
sv_se: Rubrikstil
tr_tr: Başlık Stili
uk_ua: Стиль заголовків
vi_vn: Kiểu tiêu đề
zh_hans: 标题样式
zh_hant: 標題樣式

source: Unordered List
ar_sa: قائمة غير مرتبة
ca_es: Llista sense ordenar
cs_cz: Neseřazený seznam
de_ch: Ungeordnete Liste
el_gr: Μη Ταξινομημένη Λίστα
es_es: Lista con viñetas
fa_ir: لیست نامرتبر
gl_es: Lista non ordenada
he_il: רשימה לא ממוספרת
hr_hr: Neuređena lista
hu_hu: Pontozott felsorolás
it_it: Elenco puntato
ja_jp: 順序なしリスト
nl_nl: Ongeordende Lijst
pl_pl: Lista wypunktowana
pt_br: Lista Desordenada
ro_ro: Listă Neordonată
ru_ru: Неупорядоченный список
sk_sk: Nezoradený zoznam
sl_si: Neurejen seznam
sv_se: Oordnad lista
tr_tr: Düzenlenmemiş Liste
uk_ua: Маркований список
vi_vn: Danh sách không theo thứ tự
zh_hans: 无序列表
zh_hant: 無次序清單

source: Ordered List
ar_sa: قائمة غير مرتبة
ca_es: Llista enumerada
cs_cz: Seřazený seznam
de_ch: Geordnete Liste
el_gr: Ταξινομημένη Λίστα
es_es: Lista numerada
fa_ir: لیست ترتیبی
gl_es: Lista ordenada
he_il: רשימה ממוספרת
hr_hr: Uređena lista
hu_hu: Számozott felsorolás
it_it: Elenco numerato
ja_jp: 順序付きリスト
nl_nl: Geordende Lijst
pl_pl: Lista numerowana
pt_br: Lista Ordenada
ro_ro: Listă Ordonată
ru_ru: Упорядоченный список
sk_sk: Zoradený zoznam
sl_si: Urejen seznam
sv_se: Ordnad lista
tr_tr: Düzenlenmiş Liste
uk_ua: Нумерований список
vi_vn: Danh sách theo thứ tự
zh_hans: 有序列表
zh_hant: 有次序清單

source: Code Fences
ar_sa: سياج الرمز المصدري
ca_es: Bloc de codi
cs_cz: Ohraničení kódu
de_ch: Codeblöcke
el_gr: Φράχτες Κώδικα
es_es: Bloque de código
fa_ir: حاشیه‌های کد
gl_es: Marcas de código
he_il: גדרות קוד
hr_hr: Ograde koda
hu_hu: Programkód doboz
it_it: Blocchi di codice
ja_jp: コードブロック
nl_nl: Code Blok
pl_pl: Bloki kodu
pt_br: Bloco de Código
ro_ro: Bloc de Cod
ru_ru: Подсветка кода
sk_sk: Ohraničenie kódu
sv_se: Kodblock
tr_tr: Kod Satırı
uk_ua: Блоки коду
vi_vn: Khung nhập mã lệnh
zh_hans: 代码块
zh_hant: 程式碼區塊

source: Display line numbers for code fences
ar_sa: إظهار عدد الأسطر في أسيجة النصوص المصدرية
ca_es: Mostrar número de línia per blocs de codi
cs_cz: Zobrazovat čísla řádků pro ohraničený kód
de_ch: Zeilennummern für Codeblöcke anzeigen
el_gr: Προβολή αριθμού γραμμής για φράχτες κώδικα
es_es: Mostrar líneas de números para bloques de códigos
fa_ir: نمایش شماره خطوط برای حایشه‌های کد
gl_es: Amosar números de liña para marcas de código
he_il: הצג מספור שורות בעבור גדרות קוד
hu_hu: Sorok számozása a programkód dobozokban
it_it: Mostra numero delle righe nei blocchi di codice
ja_jp: コードブロックに行番号を表示
nl_nl: Weergeef lijnnummers bij code blok
pl_pl: Wyświetlaj numerację wierszy w blokach kodu
pt_br: Exibir número de linhas para blocos de código
ro_ro: Afișează numărul de linii pentru blocurile de cod
ru_ru: Отображать номера строк для блоков с кодом
sk_sk: Zobrazovať čísla riadkov pre ohraničený kód
sl_si: Prikaži številke vrstic za code fences
sv_se: Visa radnummer för kodblock
tr_tr: Kod satırları için sıra numaralarını göster
uk_ua: Показувати номери рядків у блоках коду
vi_vn: Hiện số dòng trong khung nhập mã lệnh
zh_hans: 显示行号
zh_hant: 顯示程式碼行號

source: Math Blocks
ar_sa: مجموعة الرموز الرياضياتية
ca_es: Blocs d'equacions
cs_cz: Matematické bloky
de_ch: Formelblock
el_gr: Math Μπλοκ
es_es: Bloques de ecuaciones
fa_ir: بلوک‌های ریاضی
gl_es: Bloques Math
he_il: בלוקי מתמטיקה
hu_hu: Képlet dobozok
it_it: Blocchi Math
ja_jp: 数式ブロック
nl_nl: Wiskunde Blokken
pl_pl: Bloki Math
pt_br: Blocos de Equação
ro_ro: Bloc Matematic
ru_ru: Математические блоки
sk_sk: Matematické bloky
sl_si: Matematični blok
sv_se: Matteblock
tr_tr: Matematik Öbekleri
uk_ua: Математичні блоки
vi_vn: Khối biểu thức toán
zh_hans: 数学公式
zh_hant: 數學式區塊

source: Auto Numbering Math Equations
ar_sa: ترقيم المعادلات الرياضياتية تلقائيًا
ca_es: Numeració automàtica de blocs d'equacions
cs_cz: Automatické číslování matematických výrazů
de_ch: Mathematische Formeln automatisch nummerieren
el_gr: Αυτόματη Αρίθμηση Εξισώσεων Math
es_es: Autonumerar bloques de ecuaciones
fa_ir: شماره گذاری خودکار معادلات ریاضی
gl_es: Ecuacións matemáticas de numeración automática
he_il: מספור אוטומטי של משוואות מתמטיות
hu_hu: Matematikai képletek automatikus számozása
it_it: Numerazione automatica delle equazioni
ja_jp: 数式に自動番号付け
nl_nl: Automatisch Nummering bij Wiskunde Vergelijkingen
pl_pl: Automatyczne numerowanie równań matematycznych
pt_br: Autonumerar Equações
ro_ro: Numără în mod automat ecuațiile matematice
ru_ru: Автонумерация математических уравнений
sk_sk: Automatické číslovanie matematických rovníc
sl_si: Samodejno številčenje matematičnih formul
sv_se: Numrera ekvationer automatiskt
tr_tr: Matematik Denklemlerini Otomatik Olarak Numaralandır
uk_ua: Автонумерація математичних рівнянь
vi_vn: Tự động đánh số thứ tự các biểu thức toán
zh_hans: 自动添加序号
zh_hant: 自動編號數學式

source: Security
ar_sa: الأمان
ca_es: Seguretat
cs_cz: Bezpečnost
de_ch: Sicherheit
el_gr: Ασφάλεια
es_es: Securidad
fa_ir: امنیت
gl_es: Seguridade
he_il: אבטחה
hr_hr: Sigurnost
hu_hu: Biztonság
it_it: Sicurezza
ja_jp: セキュリティ
nl_nl: Veiligheid
pl_pl: Bezpieczeństwo
pt_br: Segurança
ro_ro: Securitate
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost
sv_se: Säkerhet
tr_tr: Güvenlik
uk_ua: Безпека
vi_vn: Bảo mật
zh_hans: 安全
zh_hant: 安全性

source: Enable Debug
ar_sa: تشغيل وضع التشخيص
ca_es: Habilitar depuració
cs_cz: Zapnout debug
de_ch: Debugging aktivieren
el_gr: Ενεργοποίηση Αποσφαλμάτωσης
es_es: Habilitar depuración
fa_ir: فعال کردن دیباگ
gl_es: Activar a depuración
he_il: אפשר ניפוי באגים
hr_hr: Omogući ispravljanje
hu_hu: Hibakeresés engedélyezése
it_it: Abilita Debug
ja_jp: デバッグをオンにする
nl_nl: Debug Inschakelen
pl_pl: Włącz debugowanie
pt_br: Ativar Depuração
ro_ro: Activează Depanarea
ru_ru: Включить отладку
sk_sk: Povoliť ladenia
sl_si: Omogoči razhroščevanje
sv_se: Aktivera felsökning
tr_tr: Hata Ayıklamayı Etkinleştir
uk_ua: Увімкнути налагодження
vi_vn: Bật chế độ debug
zh_hans: 开启调试模式
zh_hant: 啟用偵錯模式

source: Send Anonymous Usage Info
ar_sa: إرسال معلومات استخدام مجهولة
ca_es: Enviar informe anònim d'usabilitat
cs_cz: Posílat anonymní informace o používání
de_ch: Anonyme Nutzungsstatistiken senden
el_gr: Αποστολή Ανώνυμων Πληροφοριών Χρήσης
es_es: Enviar información anónima de uso
fa_ir: ارسال نامحسوس اطلاعات استفاده
gl_es: Envio anónimo de información de uso
he_il: שלח פרטי שימוש אנונימיים
hr_hr: Šalji anonimno informacije o korištenju
hu_hu: Anonim használati adatok küldése
it_it: Invia informazioni anonime sull'utilizzo del programma
ja_jp: 匿名の使用情報を送信する
nl_nl: Stuur Anonieme Gebruiksinformatie
pl_pl: Wysyłaj anonimowe informacje o użytkowaniu
pt_br: Enviar Dados de Uso Anônimos
ro_ro: Trimite Informații de Utilizare Anonime
ru_ru: Отправлять анонимную статистику
sk_sk: Odosielať anonymné informácie o používaní
sl_si: Pošlji anonimne informacije o uporabi
sv_se: Skicka anonym användningsdata
tr_tr: Anonim Kullanım Bilgisi Gönder
uk_ua: Надсилати анонімну інформацію про використання
vi_vn: Gửi thông tin sử dụng ẩn danh
zh_hans: 发送匿名使用数据
zh_hant: 傳送匿名使用資訊

source: Require Pandoc to Continue...
ar_sa: يتطلب Pandoc للمتابعة...
ca_es: Requereix Pandoc per Continuar...
cs_cz: Pro pokračování je vyžadován Pandoc...
de_ch: Pandoc wird zum Fortsetzen benötigt...
el_gr: Απαιτείται το Pandoc για Συνέχεια...
es_es: Requerir Pandoc para continuar...
fa_ir: جهت ادامه به Panfoc نیاز است...
gl_es: Require Pandoc para Continuar...
he_il: דרוש Pandoc כדי להמשיך...
hr_hr: Za nastavak traži se Pandoc...
hu_hu: A folytatáshoz Pandoc-ra van szükség...
it_it: Pandoc è necessario per continuare...
ja_jp: Pandocが必要です
nl_nl: Vereist Pandoc om door te gaan...
pl_pl: Aby kontynuować, wymagany jest Pandoc…
pt_br: Necessita do Pandoc para Continuar...
ro_ro: Pandoc este necesar pentru a continua...
ru_ru: Требуется Pandoc для продолжения...
sk_sk: Pre pokračovanie je vyžadovaný Pandoc...
sv_se: Pandoc krävs för att fortsätta...
tr_tr: Devam Etmek İçin Pandoc Gerekli...
uk_ua: Для продовження потрібен Pandoc...
vi_vn: Yêu cầu cài đặt Pandoc để tiếp tục...
zh_hans: 需要安装 Pandoc 以继续…
zh_hant: 需要 Pandoc 才能繼續...

source: Follow instructions to install Pandoc
ar_sa: تابع التعليمات لتثبيت Pandoc
ca_es: Seguir instruccions per instal·lar Pandoc
cs_cz: Následujte instrukce pro instalaci Pandocu
de_ch: Bitte der Anleitung zur Installation von Pandoc folgen
el_gr: Ακολουθήστε τις οδηγίες για την εγκατάσταση του Pandoc
es_es: Seguir instrucciones para instalar Pandoc
fa_ir: برای نصب Pandoc مطابق دستورات عمل کنید
gl_es: Seguir as instruccións para instalar Pandoc
he_il: עקוב אחר ההוראות כדי להתקין Pandoc
hr_hr: Slijedite upute kako biste instalirali Pandoc
hu_hu: Az útmutató segítségével telepítse a Pandoc-ot
it_it: Segui le istruzioni per installare Pandoc
ja_jp: 指示に従ってPandocをインストールしてください
nl_nl: Volg instructies om Pandoc te installeren
pl_pl: Postępuj zgodnie z instrukcjami w celu instalacji Pandoc
pt_br: Siga as instruções para instalar o Pandoc
ro_ro: Urmariți instrucțiunile pentru a instala Pandoc
ru_ru: Следуйте инструкциям по установке Pandoc
sk_sk: Nasledujte inštrukcie pre inštaláciu Pandoc
sl_si: Sledite navodilom, kako namestiti Pandoc
sv_se: Följ instruktionerna för att installera Pandoc
tr_tr: Pandoc yüklemek için talimatları uygulayın
uk_ua: Дотримуйтесь інструкцій для встановлення Pandoc
vi_vn: Làm theo hướng dẫn sau để cài đặt Pandoc
zh_hans: 按说明安装 Pandoc
zh_hant: 遵照指示來安裝 Pandoc

source: Cancel
ar_sa: إلغاء
ca_es: Cancel·lar
cs_cz: Zrušit
de_ch: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
fa_ir: لغو
gl_es: Cancelar
he_il: בטל
hr_hr: Otkaži
hu_hu: Mégsem
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sv_se: Avbryt
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Huỷ bỏ
zh_hans: 取消
zh_hant: 取消

source: Importing...
ar_sa: استيراد...
ca_es: Important...
cs_cz: Importuje se
de_ch: Importieren...
el_gr: Εισαγωγή...
es_es: Importando...
fa_ir: افزودن...
gl_es: Importando...
he_il: מייבא...
hr_hr: Uvoz...
hu_hu: Importálás...
it_it: Importazione...
ja_jp: インポートする
nl_nl: Importeren...
pl_pl: Importowanie…
pt_br: Importando...
ro_ro: Se importă...
ru_ru: Импорт...
sk_sk: Importuje sa
sv_se: Importerar...
tr_tr: İçe Aktarılıyor...
uk_ua: Імпортую...
vi_vn: Nhập...
zh_hans: 导入…
zh_hant: 匯入...

source: Importing in progress...
ar_sa: جار الاستيراد...
ca_es: Importació en progres...
cs_cz: Probíhá import...
de_ch: Importieren aktiv...
el_gr: Εισαγωγή σε εξέλιξη...
es_es: Importación en progeso...
fa_ir: درحال پردازش افزودن...
gl_es: Importación en progreso...
he_il: הייבוא מתבצע...
hr_hr: Uvoz u toku...
hu_hu: Importálás folyamatban...
it_it: Importazione in corso...
ja_jp: インポート実行中
nl_nl: Bezig met importeren...
pl_pl: Importowanie w toku…
pt_br: Importação em andamento...
ro_ro: Importare în desfăşurare...
ru_ru: Идёт импорт...
sk_sk: Prebieha import...
sv_se: Import pågår...
tr_tr: İçe Aktarma devam ediyor...
uk_ua: Імпорт триває...
vi_vn: Đang xử lý lệnh nhập...
zh_hans: 正在导入…
zh_hant: 正在匯入...

source: Converting file with Pandoc. This may take some time.
ar_sa: تحويل الملف باستخدام Pandoc. قد يأخذ هذا بعض الوقت.
ca_es: Convertint archiu amb Pandoc. Això pot trigar un temps.
cs_cz: Převádí se soubor pomocí Pandocu. Může to zabrat nějáký čas.
de_ch: Datei wird mit Pandoc umgewandelt. Dies kann eine Weile dauern.
el_gr: Μετατροπή αρχείου με Pandoc. Αυτό μπορεί να διαρκέσει αρκετή ώρα.
es_es: Convirtiendo archivo con Pandoc. Esto puede tomar algo de tiempo.
fa_ir: تبدیل فایل با Pandoc. ممکن است کمی طول بکشد‫.‬
gl_es: Conversión de arquivos con Pandoc. Isto pode levar moito tempo.
he_il: ממיר קובץ באמצעות Pandoc. יתכן שזה יקח זמן.
hr_hr: Konvertiram datoteku koristeći Pandoc. Ovo može potrajati neko vrijeme.
hu_hu: A Pandoc konvertálja a fájlt. Ez időt vesz igénybe.
it_it: Conversione file con Pandoc. Si prega di attendere.
ja_jp: Pandocでファイルを変換しています。時間がかかることがあります。
nl_nl: Bestanden aan het converteren met Pandoc. Dit kan wat tijd kosten.
pl_pl: Konwertowanie pliku przy użyciu Pandoc. To może zająć trochę czasu.
pt_br: Convertendo arquivo com Pandoc. Isso pode levar um tempo.
ro_ro: Se face conversia fișierelor cu Pandoc. Acest proces poate dura un timp.
ru_ru: Преобразование файла с Pandoc. Это может занять некоторое время.
sk_sk: Konvertuje sa súbor pomocou Pandoc. Môže to chvíľu trvať.
sl_si: Pretvarjanje datoteke s Pandoc. To lahko traja nekaj časa.
sv_se: Konverterar filen med Pandoc. Detta kan ta lite tid.
tr_tr: Dosya Pandoc'la çevriliyor. Bu biraz zaman alabilir.
uk_ua: Конвертую файл через Pandoc. Це може вимагати часу.
vi_vn: Đang chuyển đổi tập tin với Pandoc sẽ mất một ít thời gian.
zh_hans: 正在使用 Pandoc 转换文件，请稍候。
zh_hant: 正在使用 Pandoc 轉換檔案，這可能需要一些時間。

source: Abort
ca_es: Abandonar
cs_cz: Přerušit
de_ch: Abbrechen
el_gr: Διακοπή
es_es: Abortar
fa_ir: متوقف کردن
gl_es: Abortar
he_il: בטל
hr_hr: Prekini
hu_hu: Megszakítás
it_it: Interrompi
ja_jp: 中止
nl_nl: Afbreken
pl_pl: Przerwij
pt_br: Abortar
ro_ro: Abandonare
ru_ru: Прервать
sk_sk: Prerušiť
sl_si: Ustavi
sv_se: Avbryt
tr_tr: Durdur
uk_ua: Перервати
vi_vn: Từ bỏ
zh_hans: 中止
zh_hant: 中止

source: Exporting...
ar_sa: تصدير...
ca_es: Exportant...
cs_cz: Exportuje se...
de_ch: Exportiere...
el_gr: Εξαγωγή...
es_es: Exportando...
fa_ir: خروجی گرفتن...
gl_es: Exportando...
he_il: מייצא...
hr_hr: Izvoženje...
hu_hu: Exportálás...
it_it: Esportazione...
ja_jp: エクスポートする
nl_nl: Exporteren...
pl_pl: Eksportowanie…
pt_br: Exportando...
ro_ro: Se exportă...
ru_ru: Экспорт...
sk_sk: Exportuje sa...
sv_se: Exporterar...
tr_tr: Dışa Aktarılıyor...
uk_ua: Екпортую...
vi_vn: Xuất...
zh_hans: 导出…
zh_hant: 匯出...

source: Exporting in progress...
ar_sa: جار التصدير...
ca_es: Exportació en progres...
cs_cz: Probíhá export...
de_ch: Exportieren aktiv...
el_gr: Εξαγωγή σε εξέλιξη...
es_es: Exportación en progreso...
fa_ir: درحال پردازش خروجی گرفتن...
gl_es: Exportación en progreso...
he_il: הייצוא מתבצע...
hr_hr: Izvoz u toku...
hu_hu: Exportálás folyamatban...
it_it: Esportazione in corso...
ja_jp: エクスポート実行中
nl_nl: Bezig met exporteren...
pl_pl: Eksportowanie w toku…
pt_br: Exportação em andamento...
ro_ro: Exportare în desfăşurare...
ru_ru: Идёт экспорт...
sk_sk: Prebieha export...
sv_se: Export pågår...
tr_tr: Dışa Aktarma devam ediyor...
uk_ua: Експорт триває...
vi_vn: Đang xử lý lệnh xuất...
zh_hans: 正在导出…
zh_hant: 正在匯出...

source: Pandoc is needed for importing these file formats
ar_sa: Pandoc مطلوب لاستيراد تنسيقات الملفات هذه
ca_es: Es necessita Pandoc per importar aquests formats d'arxius
cs_cz: Pro import těchto typů souborů je potřeba Pandoc
de_ch: Um diese Dateiformate zu importieren wird Pandoc benötigt
el_gr: Απαιτείται το Pandoc για την εισαγωγή αυτού του είδους των αρχείων
es_es: Se necesita Pandoc para importar estos formatos de archivos
fa_ir: Pandoc احتیاج دارد تا این فایل‌های فرمت را وارد کند
gl_es: Pandoc é necesario para importar estes formatos de arquivo
he_il: Pandoc דרוש בכדי לייבא את סוגי הקבצים האלו
hr_hr: Pandoc je potreban kako bi se uvezli ovi formati fajla
hu_hu: Ezen fájlformátumok importálásához a Pandocra van szükség
it_it: Pandoc è necessario per importare il formato di questi file
ja_jp: このファイルのインポートにはPandocが必要です
nl_nl: Pandoc is nodig voor het importeren van deze bestandsformaten
pl_pl: W celu zaimportowania plików tych formatów wymagany jest Pandoc.
pt_br: Pandoc é necessário para importar estes formatos de arquivo
ro_ro: Pandoc este necesar pentru a importa fișiere cu acest format
ru_ru: Pandoc необходим для импорта этих форматов файлов
sk_sk: Na import týchto formátov súborov je potrebný Pandoc
sl_si: Za uvoz teh datotek je potrebno namestiti Pandoc
sv_se: Pandoc krävs för att importera dessa filformat
tr_tr: Bu dosya formatlarının içe alınması için Pandoc gerekli
uk_ua: Для імпорту цих форматів файлів потрібен Pandoc
vi_vn: Cần có Pandoc để nhập các tập tin có định dạng này
zh_hans: 需要安装 Pandoc 以导入这些文件
zh_hant: 需要安裝 Pandoc 才能匯入這些檔案格式

source: Check help->Install and use Pandoc from menubar for detail
ar_sa: تحقق من التعليمات-> تثبيت Pandoc واستخدامه من شريط القوائم للحصول على التفاصيل
ca_es: Revisar ajuda->Instal·lar i utilitzar Pando des de la barra de menu per més informació
cs_cz: Podívejte se na Pomoc->Instalace a použití Pandocu z menu pro detaily.
de_ch: Lesen Sie Hilfe->Install and use Pandoc aus der Menüleiste für weitere Details
el_gr: Τσεκάρετε βοήθεια->Εγκατάσταση και χρησιμοποιήστε το Pandoc από το μενού για λεπτομέρειες
es_es: Revisar ayuda->Instalar y usar Pandoc desde la barra de menús para detalles
fa_ir: مسیر help->Install را بررسی کرده و Pandoc را برای اطلاعات بیشتر استفاده کنید
gl_es: Consulte a axuda-> Instalar e usar Pandoc desde a barra de menú para máis detalles
he_il: בדוק את עזרה->התקנה והשתמש ב־Pandoc דרך שורת התפריט לפרטים נוספים.
hu_hu: Részletek a Súgó menü Pandoc telepítése és használata pontjában találhatók
it_it: Vai su Aiuto->Installa e usa Pandoc per maggiori dettagli
ja_jp: メニューのヘルプ＞インストールをチェックしてください
nl_nl: Bekijk help->Pandoc installeren en gebruik Pandoc vanaf de menubalk voor meer informatie
pl_pl: Przejdź do Pomoc->Install and Use Pandoc, by dowiedzieć się więcej
pt_br: Verifique ajuda->Instalar e usar Pandoc na barra de menu para detalhes
ro_ro: Verificați Ajutor->Instalează și folosește Pandoc din bara de meniu pentru detalii
ru_ru: См. справка->Установка и использование Pandoc из меню
sk_sk: Pozrite sa na pomoc->Inštalácia a použitie Pandoc z menu pre detaily.
sl_si: Za podrobnosti v meniju preverite Pomoč->Namesti in uporabi Pandoc
sv_se: Gå till hjälp->Installera och använd Pandoc från menyraden för mer info
tr_tr: yardım->Kurulum kısmını kontrol edin ve detaylar için menü çubuğundan Pandoc kullanın
uk_ua: Дізнайтесь більше через меню Довідка->Встановлення й використання Pandoc
vi_vn: Kiểm tra Giúp đỡ->Cài đặt và sử dụng Pandoc từ thanh menu để biết thêm chi tiết
zh_hans: 请从 `帮助`->`Install and use Pandoc` 中查看详细信息
zh_hant: 請從導覽列中的「說明」→「Install and use Pandoc」來檢視詳細資訊
