Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Error from the console:
ar_sa: خطأ من وحدة التحكم:
he_il: שגיאות:
hu_hu: Hiba a parancssorból:
it_it: Errori dalla console:
ja_jp: コンソールからのエラー:
pl_pl: Błąd z konsoli:
pt_br: Erro do console:
ro_ro: Eroare din consolă:
ru_ru: Ошибка в консоли:
sl_si: Napaka iz konzole:
tr_tr: Konsoldan hata:
vi_vn: Lỗi từ bảng câu lệnh:
zh_hans: 错误：
zh_hant: 主控台輸出錯誤:

source: Failed to fetch uploaded image from command output.
ar_sa: فشل في الحصول على الصورة المرفوعة من مخرج الأوامر.
he_il: נכשל בקבלת תמונות שהועלו מפלט הפקודה.
hu_hu: Nem sikerült a feltöltőtt kép megállapítása a parancs kimenetéből.
it_it: Impossibile recuperare l'immagine caricata con il comando.
ja_jp: コマンドの出力から、アップロードされた画像を取得できませんでした。
pl_pl: Nie udało się pobrać z konsoli danych o przesłanym obrazie.
pt_br: Falha ao buscar a imagem carregada da saída do console.
ro_ro: Preluarea imiginei încarcate cu comandă a fost nereușită.
ru_ru: Не удалось получить загруженное изображение из вывода команды.
sl_si: Pridobivanje naložene slike iz ukazne vrstice ni uspelo.
tr_tr: Komut çıktısından resim yükleme başarısız.
vi_vn: Lấy hình ảnh đã tải lên thất bại từ kết quả câu lệnh.
zh_hans: 无法从程序运行结果中获取新的图片路径
zh_hant: 無法從程式執行結果中取得新的圖片路徑。

source: Successfully get uploaded image url.
ar_sa: تم الحصول على رابط الصورة المرفوعة بنجاح.
he_il: קבלת כתובת התמונה הוצלחה.
hu_hu: A feltöltőtt kép url beolvasása sikerült.
it_it: URL dell'immagine caricata ottenuto correttamente.
ja_jp: アップロードされた画像のアドレスを正常に取得しました。
pl_pl: Adres URL przesłanego obrazu pomyślnie pobrany.
pt_br: Obter com sucesso o URL da imagem carregada.
ro_ro: URL-ul imaginei a fost obținut în mod corect.
ru_ru: Успешно получен URL загруженного изображения.
sl_si: Uspešno pridobljen URL naložene slike.
tr_tr: Resim url'si başarıyla yüklendi
vi_vn: Lấy hình ảnh đã tải lên thành công từ url.
zh_hans: 成功上传图片并获得新的URL
zh_hant: 成功上傳圖片並取得 URL。

source: Image Uploader
ar_sa: رافع الصور
he_il: מעלה התמונות
hu_hu: Képfeltöltő
it_it: Uploader immagini
ja_jp: 画像アップローダー
pl_pl: Narzędzie do przesyłania obrazu
pt_br: Carregador de Imagem
ro_ro: Uploader Imagini
ru_ru: Загрузчик изображений
sl_si: Program za prenašanje slik
tr_tr: Resim Yükleyici
vi_vn: Công cụ tải ảnh lên
zh_hans: 上传服务
zh_hant: 圖片上傳

source: Instructions
ar_sa: تعليمات
he_il: הוראות
hu_hu: Használati utasítás
it_it: Istruzioni
ja_jp: 使い方
pl_pl: Instrukcje
pt_br: Instruções
ro_ro: Instrucțiuni
ru_ru: Инструкции
sl_si: Navodila
tr_tr: Açıklamalar
vi_vn: Hướng dẫn
zh_hans: 说明
zh_hant: 說明

source: Download %@
ar_sa: تحميل %@
he_il: הורד %@
hu_hu: %@ letöltése
ja_jp: %@ をダウンロード
pl_pl: Pobierz %@
pt_br: Baixar %@
ro_ro: Descarcă %@
ru_ru: Загрузка %@
sl_si: Prenos %@
tr_tr: İndir: %@
vi_vn: Tải xuống %@
zh_hans: 下载 %@
zh_hant: 下載 %@

source: Image Upload Setting
ar_sa: خيارات رفع الصور
he_il: הגדרות מעלה התמונות
hu_hu: Képfeltöltés beállítása
it_it: Upload immagini
ja_jp: 画像アップロードの設定
pl_pl: Ustawienie przesyłania obrazu
pt_br: Ajuste do Carregamento de Imagem
ro_ro: Setări Încarcare Imagini
ru_ru: Настройка загрузки изображений
sl_si: Nastavitev programa za prenašanja slik
tr_tr: Resim Yükleme Ayarları
vi_vn: Cài đặt công cụ tải ảnh lên
zh_hans: 上传服务设定
zh_hant: 圖片上傳設定

source: Please set an image uploader in Preferences panel before using this function.
ar_sa: الرجاء اختيار رافع صور معين من قائمة المفضلات قبل استخدام هذه الخاصية.
he_il: הגדר את מעלה התמונות בלוח ההעדפות לפני השימוש באפשרות זו
hu_hu: Használat előtt állítson be egy Képfeltöltőt a Beállításokban.
it_it: Seleziona un uploader per le immagini nelle Impostazioni prima di utilizzare questa funzione.
ja_jp: この機能を使う前に、設定パネルで画像アップローダーを設定してください。
pl_pl: Przed użyciem tej funkcji wybierz narzędzie do przesyłania obrazu w panelu Preferencji.
pt_br: Por favor defina um carregador de imagem no painel de Preferências antes de usar esse recurso.
ro_ro: Vă rugăm să setați un uploader de imagini în panoul de preferințe înainte de a folosi această funcție.
ru_ru: Пожалуйста, установите загрузчик изображений на панели настроек перед использованием этой функции.
sl_si: Pred uporabo te funkcije je potrebno nastaviti pod do programa za prenašanje slik v Nastavitvah.
tr_tr: Bu işlevi kullanabilmek için lütfen Ayarlar panelinden bir resim yükleyicisi ayarlayın.
vi_vn: Vui lòng thiết lập một công cụ tải ảnh lên trong bảng Tuỳ chọn cài đặt trước khi sử dụng tính năng này.
zh_hans: 请先在在 偏好设置 中设置一个图片上传服务。
zh_hant: 請先在偏好設定中設定圖片上傳功能。

source: Download or Upgrade
ar_sa: تحميل أو ترقية
he_il: הורד או עדכן
hu_hu: Letöltés vagy frissítés
it_it: Scarica o aggiorna
ja_jp: ダウンロード or アップグレード
pl_pl: Pobierz albo zaktualizuj
pt_br: Baixar ou Atualizar
ro_ro: Descarcă sau Actualizează
ru_ru: Загрузить или обновить
sl_si: Prenos ali nadgradnja
tr_tr: İndir veya Sürümünü Yükselt
vi_vn: Tải xuống hoặc nâng cấp
zh_hans: 下载或更新
zh_hant: 下載或更新

source: Open Config File
ar_sa: فتح ملف التكوين
he_il: פתח קובץ הגדרות
hu_hu: Konfigurációs fájl megnyitása
it_it: Apri file di configurazione
ja_jp: 設定ファイルを開く
pl_pl: Otwórz plik konfiguracyjny
pt_br: Abrir Arquivo de Configuração
ro_ro: Deschide Fișierul Config
ru_ru: Открыть файл конфигурации
sl_si: Odpri datoteko z nastavitvami
tr_tr: Yapılandırma Dosyasını Aç
vi_vn: Mớ tập tin Config
zh_hans: 打开配置文件
zh_hant: 開啟設定檔

source: Command
ar_sa: أمر
he_il: פקודה
hu_hu: Parancs
it_it: Comando
ja_jp: コマンド
pl_pl: Polecenie
pt_br: Comando
ro_ro: Comandă
ru_ru: Команда
sl_si: Ukaz
tr_tr: Emir ver
vi_vn: Câu lệnh
zh_hans: 自定义命令
zh_hant: 自訂命令

source: PicGo Path
ar_sa: PicGo مسار
he_il: כתובת PicGo
hu_hu: PicGo útvonala
it_it: Percorso PicGo
ja_jp: PicGoのパス
pl_pl: Ścieżka do PicGo
pt_br: Caminho do PicGo
ro_ro: Cale PicGo
ru_ru: Путь к PicGo
sl_si: Pot do PicGo
tr_tr: PicGo Konumu
vi_vn: Đường dẫn PicGo
zh_hans: PicGo 路径
zh_hant: PicGo 路徑

source: Path of PicGo binary
ar_sa: مسار التنفيذي لـ PicGo
he_il: כתובת לקובץ PicGo בינארי
hu_hu: PicGo program útvonala
it_it: Percorso dell'eseguibile PicGo
ja_jp: PicGo 実行ファイルへのパス
pl_pl: Ścieżka do programu PicGo
pt_br: Caminho do binário do PicGo
ro_ro: Calea binariilor PicGo
ru_ru: Путь к исполняемому файлу PicGo
sl_si: Pot do PicGo datoteke
tr_tr: PicGo binary konumu
vi_vn: Đường dẫn đến tập lệnh PicGo
zh_hant: PicGo 二進位檔案路徑

source: Executable
ar_sa: قابل للتنفيذ
he_il: קובץ הרצה
hu_hu: Végrehajtható fájl
it_it: Eseguibile
ja_jp: 実行可能
pl_pl: Plik wykonywalny
pt_br: Executável
ro_ro: Executabil
ru_ru: Исполняемый файл
sl_si: Izvedljiva datoteka
tr_tr: Yürütülebilir
vi_vn: Thực thi
zh_hans: 可执行文件
zh_hant: 可執行

source: Checking
ar_sa: يتفقد
he_il: בודק
hu_hu: Ellenőrzés
it_it: Verifica
ja_jp: 確認中
pl_pl: Sprawdzanie
pt_br: Verificando
ro_ro: Verificare
ru_ru: Проверка
sl_si: Preverjam
tr_tr: Kontrol ediyor
vi_vn: Đang kiểm tra
zh_hans: 检查中
zh_hant: 檢查中

source: Download
ar_sa: تحميل
he_il: הורד
hu_hu: Letöltés
ja_jp: ダウンロード
pl_pl: Pobierz
pt_br: Baixado
ro_ro: Descarcă
ru_ru: Скачать
sl_si: Prenos
tr_tr: İndir
vi_vn: Tải về
zh_hans: 下载
zh_hant: 下載

source: Agree and Download
ar_sa: الموافقة والتحميل
he_il: הסכם והורד
hu_hu: Beleegyezés és letöltés
it_it: Accetta e scarica
ja_jp: 同意してダウンロード
pl_pl: Potwierdź i pobierz
pt_br: Concordar e Baixar
ro_ro: Acceptă și Descarcă
ru_ru: Принять и загрузить
sl_si: Sprejmi in prenesi
tr_tr: Kabul et ve İndir
vi_vn: Đồng ý và tải về
zh_hans: 同意并下载
zh_hant: 同意並下載

source: Download and Reinstall
ar_sa: تنزيل وإعادة التثبيت
he_il: הורד והתקן מחדש
hu_hu: Letöltés és újratelepítés
it_it: Scarica e reinstalla
ja_jp: ダウンロードと再インストール
pl_pl: Pobierz i ponownie instaluj
pt_br: Baixar e Reinstalar
ro_ro: Descarcă și Reinstalează
ru_ru: Скачать или переустановить
sl_si: Prenesi in ponovno namesti
tr_tr: İndir ve Tekrar Yükle
vi_vn: Tải về và cài đặt lại
zh_hans: 下载并重新安装
zh_hant: 同意並重新安裝

source: Loading PicGo-Core License
ar_sa: تحميل ترخيص PicGo-Core
he_il: טוען את רישיון PicGo-Core
hu_hu: PicGo-Core licenc betöltése
it_it: Caricamento licenza PicGo-Core
ja_jp: PicGo-Core ライセンスを読み込み中
pl_pl: Pobieranie licencji PicGo-Core
pt_br: Carregar a Licença do PicGo-Core
ro_ro: Încarcare Licență PicGo-Core
ru_ru: Загрузка лицензии PicGo-Core
sl_si: Preverjam PicGo-Core licenco
tr_tr: PicGo-Core Lisansı Yükleniyor
vi_vn: Tải giấy phép PicGo-Core
zh_hans: 正在加载许可证
zh_hant: 正在載入 PicGo-Core 授權條款

source: Failed to get installed version of PicGo-Core (command line)
ar_sa: فشل الحصول على الإصدار المثبت من PicGo-Core (سطر الأوامر)
he_il: השגת הגרסה המותקנת של PicGo-Core (command line) נכשלה
hu_hu: Nem sikerült megállapítani a telepített PicGo-Core (parancssoros) verzióját.
it_it: Impossibile installare PicGo-Core (riga di comando)
ja_jp: インストールされているPicGo-Core (コマンドライン)のバージョンの取得に失敗しました
pl_pl: Nieudany dostęp do zainstalowanej wersji PicGo-Core (wiersza poleceń)
pt_br: Falha ao buscar a versão do PicGo-Core instalada (linha de comando)
ro_ro: Obținerea versiunei PicGo-Core (command line) instalată a fost nereușită
ru_ru: Не удалось получить установленную версию PicGo-Core (командная строка)
sl_si: Ne morem preveriti različice namečene PicGo-Core (ukazna vrstica)
tr_tr: PicGo-Core'un sürümü yüklenemedi (komut satırı)
vi_vn: Không thể xác định phiên bản PicGo-Core đã cài (bằng câu lệnh)
zh_hans: 获取已安装的 PicGo-Core（命令行）的版本失败
zh_hant: 取得已安裝的 PicGo-Core (command line) 版本失敗

source: You have the latest PicGo-Core (CLI)
ar_sa: لديك أحدث إصدار من سطر الأوامر PicGo-Core
he_il: הגרסה העדכנית ביותר של PicGo-Core (CLI) מותקנת
hu_hu: Már rendelkezik a legfrissebb PicGo-Core (CLI) verzióval
it_it: Hai l'ultima versione di PicGo-Core (CLI)
ja_jp: 最新のPicGo-Core (CLI)を使用中です
pl_pl: Masz najnowszą wersję PicGo-Core (CLI)
pt_br: Você tem a última versão do PicGo-Core (CLI)
ro_ro: Aveți ultima versiune de PicGo-Core (CLI)
ru_ru: У вас установлена последняя версия PicGo-Core (CLI)
sl_si: Nameščeno imate zadnjo različico PicGo-Core (CLI)
tr_tr: En son PicGo-Core (CLI) 'a sahipsiniz
vi_vn: Bạn đã có PicGo-Core mới nhất (CLI)
zh_hans: 您已装有最新版本的 PicGo-Core（命令行）
zh_hant: 您已經安裝最新的 PicGo-Core (CLI)

source: Newer version is available
ar_sa: تتوفر نسخة أحدث
he_il: גרסא חדשה יותר זמינה
hu_hu: Új verzió érhető el
it_it: È disponibile una versione più recente
ja_jp: 新しいバージョンが利用可能です
pl_pl: Dostępna jest nowsza wersja
pt_br: Nova versão está disponível
ro_ro: O nouă versiune este disponibilă
ru_ru: Доступна новая версия
sl_si: Na voljo je nova različia
tr_tr: Yeni sürüm mevcut
vi_vn: Đã có phiên bản mới hơn
zh_hans: 有版本更新
zh_hant: 有新版本更新

source: Downloading…
ar_sa: جار التحميل...
he_il: מוריד...
hu_hu: Letöltés…
it_it: Download in corso…
ja_jp: ダウンロード中…
pl_pl: Pobieranie…
pt_br: Baixando
ro_ro: Se descarcă…
ru_ru: Скачивание…
sl_si: Prenašanje …
tr_tr: İndiriliyor…
vi_vn: Đang tải…
zh_hans: 下载中…
zh_hant: 正在下載…

source: Unzipping…
ar_sa: جار فك الضغط...
he_il: פותח משאבים (Unzip)...
hu_hu: Kitömörítés…
it_it: Decompressione…
ja_jp: アーカイブを展開中…
pl_pl: Rozpakowywanie…
pt_br: Descompactando
ro_ro: Se Dezarhivează…
ru_ru: Распаковка…
sl_si: Razpakiranje …
tr_tr: Sıkıştırılmış Dosya Açılıyor…
vi_vn: Đang giải nén…
zh_hans: 解压中…
zh_hant: 正在解壓縮…

source: Finished
ar_sa: انتهى
he_il: נגמר
hu_hu: Kész
it_it: Completato
ja_jp: 完了
pl_pl: Zakończone
pt_br: Concluído
ro_ro: Terminat
ru_ru: Завершено
sl_si: Končano
tr_tr: Tamamlandı
vi_vn: Đã hoàn tất
zh_hans: 已完成
zh_hant: 已完成

source: Typora will launch 3rd party app with file paths of all local images. The image uploader and cloud image storage will then have access to your local images. Are you sure to continue?
hu_hu: A Typora alkalmazni fogja a harmadik fél által készített alkalmazást az összes helyben tárolt képre. Ezzel a képfeltöltő és a felhőtárhely hozzáférést szerez a dokumentum helyben tárolt képeihez. Szeretné folytatni?
ja_jp: Typoraは全てのローカルの画像のパスとともにサードパーティ製のアプリを実行します。画像アップローダーとクラウドストレージはローカルの画像へのアクセス権を持つことになります。続行しますか?
sl_si: Typora bo zagnala aplikacijo tretje osebe s potmi do vseh lokalnih slik. Program za prenašanje slik in shramba v oblaku bosta tako imela dostop do vaših lokalnih slik. Ste prepričani, da želite nadaljevati??
zh_hant: Typora 會使用第三方應用程式，其中包含本機圖片的路徑。圖片上傳工具和雲端空間將有權存取您的本機圖片。您確定要繼續嗎?

source: Export operation finished successfully.
ar_sa: التصدير انتهى بنجاح.
he_il: פעולת הייצוא הסתיימה בהצלחה.
hu_hu: Az exportálás sikeresen befejeződött.
it_it: Esportazione completata con successo.
ja_jp: エクスポートは正常に終了しました。
pl_pl: Operacja eksportu zakończona powodzeniem.
pt_br: Exportar operação concluída com sucesso.
ro_ro: Operația de export s-a finalizat cu succes.
ru_ru: Экспорт успешно завершен.
sl_si: Operacija izvoza se je uspešno končala.
tr_tr: Dışa aktarma işlemi başarıyla sonlandırıldı.
vi_vn: Quá trình xuất kết thúc thành công.
zh_hans: 导出成功
zh_hant: 匯出成功。

source: Shortcut Keys
ar_sa: مفاتيح الاختصار
he_il: מקשי קיצור
hu_hu: Billentyűparancsok
it_it: Tasti scelta rapida
ja_jp: ショートカットキー
pl_pl: Klawisze skrótów
pt_br: Teclas de Atalho
ro_ro: Taste de Comandă Rapidă
ru_ru: Сочетания клавиш
sl_si: Bližnjice na tipkovnici
vi_vn: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Custom Shortcut Keys
ar_sa: تخصيص مفاتيح الاختصار
he_il: קיצורים מותאים אישית
hu_hu: Egyéni billentyűparancsok
it_it: Tasti scelta rapida personalizzati
ja_jp: ショートカットキーをカスタマイズ
pl_pl: Własne klawisze skrótów
pt_br: Teclas de Atalho Personalizadas
ro_ro: Taste de Comandă Rapidă Particularizate
ru_ru: Пользовательские сочетания клавиш
sl_si: Bližnjice na tipkovnici po meri
vi_vn: Tuỳ chỉnh phím tắt
zh_hans: 自定义快捷键
zh_hant: 自訂快速鍵

source: Theme
he_il: ערכת נושא
hu_hu: Téma
it_it: Tema
ja_jp: テーマ
pl_pl: Motyw
ro_ro: Teme
ru_ru: Тема
sl_si: Tema
vi_vn: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: Light Theme
he_il: ערכת נושא בהירה
hu_hu: Világos téma
it_it: Tema Chiaro
ja_jp: ライトテーマ
pl_pl: Jasny motyw
ro_ro: Temă Luminoasă
ru_ru: Светлая тема
sl_si: Svetla tema
vi_vn: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色主題

source: Dark Theme
he_il: ערכת נושא כהה
hu_hu: Sötét téma
it_it: Tema Scuro
ja_jp: ダークテーマ
pl_pl: Ciemny motyw
ro_ro: Temă Întunecată
ru_ru: Тёмная тема
sl_si: Temna tema
vi_vn: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

source: Use separate theme in dark mode
he_il: השתמש בערכת נושא אחרת במצב כהה
hu_hu: Sötét módban eltérő téma használata
it_it: Usa temi separati con Aspetto Scuro
ja_jp: ダークモードで分割されたテーマを使う
pl_pl: Użyj innego motywu w trybie ciemnym
ro_ro: Folosește teme separate în mod întunecat
ru_ru: Использовать отдельную тему в тёмном режиме
sl_si: V temnem načinu uporabi drugo temo
vi_vn: Sử dụng chủ đề riêng biệt trong chế độ tối
zh_hans: 在深色模式下使用独立的主题
zh_hant: 在深色模式下使用獨立主題

source: Supported on macOS ≥ 10.15 or Windows 10 ≥ 1903
he_il: תמיכה ב־MacOS ≥ 10.15 או בחלונות 10 ≥ 1903
hu_hu: macOS ≥ 10.15 és Windows 10 ≥ 1903 verzión támogatott
it_it: Supportato su macOS ≥ 10.15 o Windows 10 ≥ 1903
ja_jp: macOS ≥ 10.15 か Windows 10 ≥ 1903 でサポートされています。
pl_pl: Obsługiwane przez macOS ≥ 10.15 lub Windows 10 ≥ 1903
ro_ro: Suportat pe macOS ≥ 10.15 sau Windows 10 ≥ 1903
ru_ru: Поддерживается системами macOS ≥ 10.15 или Windows 10 ≥ 1903
sl_si: Podprto na macOS ≥ 10.15 ali Windows 10 ≥ 1903
vi_vn: Hỗ trợ từ bản macOS ≥ 10.15 hoặc Windows 10 ≥ 1903
zh_hans: 支持 macOS ≥ 10.15 或者 Windows 10 ≥ 1903
zh_hant: 支援 macOS ≥ 10.15 或 Windows 10 ≥ 1903

source: Convert -- to – (en dash), and --- to — (em dash)
he_il: המר -- ל – (מקף en), ו --- ל — (מקף em)
hu_hu: -- legyen – (gondolatjel) és --- legyen — (nagykötőjel)
it_it: Converte -- in – (lineetta enne), e --- in — (lineetta emme)
ja_jp: -- を – (en ダッシュ)、 --- を — (em ダッシュ)に変換
pl_pl: Zamieniaj -- na – (półpauzę) oraz --- na — (pauzę)
ro_ro: Convert -- în – (en dash), și --- în — (em dash)
ru_ru: Преобразовать -- в – (обычное тире), и --- в — (длинное тире)
sl_si: Pretvori -- to – (en dash), and --- to — (em dash)
vi_vn: Chuyển đổi -- sang – (en gạch ngang), và từ --- sang — (em gạch ngang)
zh_hans: 将 -- 将 – (en dash)， 将 --- 转化为 — (em dash)
zh_hant: 把 -- 轉化為 – (en dash), 把 --- 轉化為 — (em dash)

source: Convert -- and --- to — (em dash)
he_il: המר -- ו --- ל — (מקף em)
hu_hu: -- és --- egyaránt legyen — (nagykötőjel)
it_it: Converte -- e --- in — (lineetta emme)
ja_jp: -- と --- を — (em ダッシュ)に変換
pl_pl: Zamieniaj -- oraz --- na — (półpauzę)
ro_ro: Convert -- și --- în — (em dash)
ru_ru: Преобразовать -- и --- в — (длинное тире)
sl_si: Pretvori -- in --- v — (em dash)
vi_vn: Chuyển đổi -- và --- sang — (em gạch ngang)
zh_hans: 将 -- 和 --- 将 — (em dash)
zh_hant: 把 -- 和 --- 轉化為 — (em dash)

source: You could set quote patterns in System Preferences → Keyboard → Text. If it is changed, Typora will need a restart to apply it.
ar_sa: يمكنك تعيين أنماط الاقتباس في تفضيلات النظام ← لوحة المفاتيح ← النص. إذا تم تغييره ، فسيحتاج تايبورا إلى إعادة تشغيل لتطبيقه.
he_il: אתה יכול להגדיר דפוסי ציטוטים בהגדרות המערכת. אם הגדרות אלו ישתנו, תצטרך לפתוח מחדש את Typora כדי שהשינויים יתעדכנו.
hu_hu: Az idézőjelpárok a Rendszerbeállítások → Billentyűzet → Szöveg menüben állíthatók. Megváltoztatás után a Typorát újra kell indítani.
ja_jp: クォートパターンをSystem Preferences → Keyboard → Textで設定可能です。変更された場合、適用するためにTyporaを再起動する必要があります。
pl_pl: Wzory cudzysłowów można ustawić w Preferencjach systemowych → Klawiatura → Tekst. Jeśli zostaną tam zmienione, Typora będzie wymagała ponownego uruchomienia, aby uwzględnić zmiany.
pt_br: Você pode definir padrões de cotação nas Preferências do Sistema → Teclado → Texto. Se alterado, o Typora precisará ser reiniciado para aplicar os ajustes.
ro_ro: Poți seta modele de ghilimele în Preferințe de Sistem → Tastatură → Text. Dacă este modificat, Typora va necesita o repornire pentru a aplica setările.
ru_ru: Можно установить шаблоны цитирования в Системных настройках → Клавиатура → Текст. После изменения потребуется перезагрузить Typora.
sl_si: Vzorce kombinacij narekovajev lahko določite v Nastavitve sistema → Tipkovnica → Besedilo. Če jih spremenite, je za uveljavitev potrebno ponovno zagnati Typoro.
sv_se: Du kan ställa in citatmönster i Systeminställningar → Tangentbord → Text. Detta kräver att Typora startas om för att tillämpas.
tr_tr: Sistem Ayarları → Klavye → Metin üzerinden alıntı modellerini ayarlayabilirsiniz. Eğer değiştirirseniz Typora'nın uygulayabilmek için yeniden başlatılması gerekir.
vi_vn: Bạn có thể thiết lập mẫu trích dẫn trong Tuỳ chọn hệ thống → Bàn phím → Văn bản. Nếu thiết lập đã được thay đổi, Typora cần được khởi động lại để áp dụng nó.
zh_hans: 你可以在 系统偏好设置 → 键盘 → 文本 中设置引号格式。Typora 会在重启后应用新的设置。
zh_hant: 您可以在「系統偏好設定」→「鍵盤」→「文字」中設定引號格式。Typora 會在重新啟動後套用新設定。

source: Paper Size
he_il: גודל הדף
hu_hu: Papírméret
it_it: Dimensione Foglio
ja_jp: 紙のサイズ
pl_pl: Rozmiar papieru
ro_ro: Dimensiune Hârtie
ru_ru: Размер бумаги
sl_si: Velikost papirja
vi_vn: Cỡ giấy
zh_hans: 页面大小
zh_hant: 頁面大小

source: Tabloid
he_il: צהבון
ru_ru: Таблоид
zh_hant: 表格

source: Page Break
he_il: מעבר עמוד
hu_hu: Oldaltörés
it_it: Interruzione di pagina
ja_jp: 改ページ
pl_pl: Podział strony
ro_ro: Sfârşit de Pagină
ru_ru: Разрыв страницы
sl_si: Prelom strani
vi_vn: Ngắt trang
zh_hans: 分页
zh_hant: 分頁

source: Header
he_il: כותרת עליונה
hu_hu: Fejléc
it_it: Intestazione
ja_jp: ヘッダー
pl_pl: Nagłówek
ro_ro: Titlu
sl_si: Glava
vi_vn: Phần đầu trang
zh_hans: 页首
zh_hant: 頁首

source: Footer
he_il: כותרת תחתונה
hu_hu: Lábléc
it_it: Pié di pagina
ja_jp: フッター
pl_pl: Stopka
ro_ro: Subsol
sl_si: Noga
vi_vn: Phần chân trang
zh_hans: 页尾
zh_hant: 頁尾

source: Author
he_il: מחבר
hu_hu: Szerző
it_it: Autore
ja_jp: 作者
pl_pl: Autor
ro_ro: Autor
ru_ru: Автор
sl_si: Avtor
vi_vn: Tác giả
zh_hans: 作者
zh_hant: 作者

source: Append in <head />
he_il: הוסף ב־<head />
hu_hu: Hozzáfűzés <head />-hez
it_it: Aggiungi in <head />
ja_jp: <head />内に追加
pl_pl: Umieść w <head />
ro_ro: Adăugă în <head />
ru_ru: Добавить в <head />
sl_si: Dodaj v <head />
vi_vn: Thêm vào <head />
zh_hans: 在 <head /> 中添加
zh_hant: 在 <head /> 中加入

source: Append in <body />
he_il: הוסף ב־<body />
hu_hu: Hozzáfűzés <body />-hoz
it_it: Aggiungi in <body />
ja_jp: <body />内に追加
pl_pl: Umieść w <body />
ro_ro: Adăugă în <body />
ru_ru: Добавить в <body />
sl_si: Dodaj v <body />
vi_vn: Thêm vào <body />
zh_hans: 在 <body /> 中添加
zh_hant: 在 <body /> 中加入

source: Include Outline Sidebar
he_il: כלול את תפריט המבנה
hu_hu: Áttekintő oldalsávval együtt
it_it: Includi Outline Barra Laterale
ja_jp: アウトラインサイドバーを含める
pl_pl: Uwzględnij panel boczny konspektu
ro_ro: Include Bară Laterală Schiță
ru_ru: Включить боковую панель
sl_si: Vključi stransko vrstico orisa
vi_vn: Bao gồm dàn bài thanh bên
zh_hans: 保留大纲侧边栏
zh_hant: 保留大綱側邊欄

source: Width
he_il: עובי
hu_hu: Szélesség
it_it: Larghezza
ja_jp: 幅
pl_pl: Szerokość
ro_ro: Lăţime
ru_ru: Ширина
sl_si: Širina
vi_vn: Độ rộng
zh_hans: 宽度
zh_hant: 寬度

source: Show Save File Dialog
he_il: הצג דיאלוג שמירת הקובץ
hu_hu: Fájl mentése ablak mutatása
it_it: Mostra dialogo di salvataggio
ja_jp: ファイルを保存ダイアログを表示
pl_pl: Pokaż okno dialogowe zapisywania pliku
ro_ro: Afișează Caseta de dialog Salvare Fișier
ru_ru: Показать диалог сохранения
sl_si: Prikaži pogovorno okno za shranjevanje
vi_vn: Hiện cửa sổ lưu tập tin
zh_hans: 显示对话框以选择导出路径
zh_hant: 顯示檔案儲存對話框

source: File Extensions for Export
he_il: סיומות קבצים בעבור ייצוא
hu_hu: Fájl kiterjesztések exportáláshoz
it_it: Estensioni file per l'esportazioni
ja_jp: エクスポート時のファイル拡張子
pl_pl: Rozszerzenia eksportowanych plików
ro_ro: Extensiuni Fișiere pentru Export
ru_ru: Расширения файлов для экспорта
sl_si: Končnice datotek za izvoz
vi_vn: Phần mở rộng tập tin khi xuất
zh_hans: 导出文件可使用的扩展名
zh_hant: 匯出檔案可使用的副檔名

source: Arguments
he_il: הגדרות
hu_hu: Argumentumok
it_it: Opzioni
ja_jp: 引数
pl_pl: Argumenty
ro_ro: Argumente
ru_ru: Аргументы
sl_si: Pogoji
vi_vn: Đối số
zh_hans: 参数
zh_hant: 參數

source: Extra Arguments
he_il: הגדרות נוספות
hu_hu: További argumentumok
it_it: Opzioni Aggiuntive
ja_jp: 追加の引数
pl_pl: Argumenty dodatkowe
ro_ro: Extra Argumente
ru_ru: Дополнительные аргументы
sl_si: Dodatni pogoji
vi_vn: Đối số thêm
zh_hans: 自定义参数
zh_hant: 自訂參數

source: LaTeX Engine
he_il: מעבד LaTeX
hu_hu: LaTeX motor
ja_jp: LaTeX エンジン
pl_pl: Silnik LaTeX
ro_ro: Motor LaTeX
ru_ru: Движок LaTeX
sl_si: LaTeX pogon
vi_vn: Tập lệnh LaTeX
zh_hans: LaTeX 引擎
zh_hant: LaTeX 引擎

source: Template
he_il: תבנית
hu_hu: Sablon
ja_jp: テンプレート
pl_pl: Szablon
ro_ro: Şablon
ru_ru: Шаблон
sl_si: Predloga
vi_vn: Bản mẫu
zh_hans: 模板
zh_hant: 模板

source: Empty
he_il: ריק
hu_hu: Üres
it_it: Vuoto
ja_jp: 空
pl_pl: Pusty
ro_ro: Gol
sl_si: Prazno
vi_vn: Trống
zh_hans: 空
zh_hant: 空白

source: Style Reference
he_il: הפניה לסגנון
hu_hu: Stílushivatkozás
it_it: Referenza Stile
pl_pl: Odwołanie do stylu
ro_ro: Referință Stil
ru_ru: Ссылка на стиль
sl_si: Referenčni slog
vi_vn: Tham chiếu Style
zh_hans: 样式文件
zh_hant: 樣式文件

source: Custom CSS
he_il: CSS מותאם אישית
hu_hu: Egyéni CSS
it_it: CSS Personalizzato
ja_jp: カスタム CSS
pl_pl: Własny CSS
ro_ro: CSS Particularizat
ru_ru: Пользовательский CSS
sl_si: CSS po meri
vi_vn: Tuỳ chỉnh CSS
zh_hans: 自定义 CSS
zh_hant: 自訂 CSS

source: Chapter Level
he_il: רמת הפרק
hu_hu: Fejezet szint
it_it: Livello Capitolo
ja_jp: チャプターレベル
pl_pl: Poziom rozdziału
ro_ro: Nivel Capitol
ru_ru: Уровень заголовка
sl_si: Nivo poglavja
vi_vn: Mức độ chương
zh_hans: 章节层级
zh_hant: 章節層級

source: Default Folder for Exported File
he_il: תיקיית ברירת המחדל בעבור ייצוא קבצים
hu_hu: Exportált fájl alapértelmezett könyvtára
it_it: Cartella predefinita per esportazione file
ja_jp: エクスポートされたファイルの規定の保存先
pl_pl: Domyślny folder eksportowanego pliku
ro_ro: Folder Implicit pentru Fișiere Exportate
ru_ru: Папка по умолчанию для экспортированного файла
sl_si: Privzeta mapa za izvoz datotek
vi_vn: Thư mục mặc định cho tập tin đã xuất
zh_hans: 默认的导出文件夹
zh_hant: 預設匯出資料夾
