Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Same folder with current file
he_il: התייקיה שבה יושב הקובץ הנוכחי
hu_hu: Jelenlegi fájl könyvtára
it_it: Stessa cartella file corrente
ja_jp: 現在のファイルと同じフォルダ
pl_pl: Ten sam folder, co bieżący plik
ro_ro: Același folder a fișierului actual
ru_ru: Та же папка с текущим файлом
sl_si: Ista mapa kot trenutna datoteka
vi_vn: Dùng chung thư mục với tập tin hiện tại
zh_hans: 和原文件同一目录下
zh_hant: 和目前檔案同一資料夾

source: Custom location
he_il: כתובת אחרת
hu_hu: Egyéni könyvtár
it_it: Posizione Personalizzata
ja_jp: その他の場所
pl_pl: Własna lokalizacja
ro_ro: Locație Particularizată
ru_ru: Пользовательское местоположение
sl_si: Lokacija po meri
vi_vn: Tuỳ chỉnh khu vực
zh_hans: 自定义
zh_hant: 自訂

source: (Auto Detect)
he_il: (זהה אוטומטית)
hu_hu: (Automatikus felismerés)
it_it: (Rileva Automaticamente)
ja_jp: (自動検出)
pl_pl: (automatycznie wykryj)
ro_ro: (Detecție Automată)
ru_ru: (Автоопределение)
sl_si: (Samodejna zaznava)
vi_vn: (Tự động phát hiện)
zh_hans: (自动检测)
zh_hant: (自動偵測)

source: After Export
he_il: לאחר ייצוא
hu_hu: Exportálás után
it_it: Dopo l'esportazione
ja_jp: エクスポート後
pl_pl: Po wyeksportowaniu
ro_ro: După Export
ru_ru: После экспорта
sl_si: Po izvozu
vi_vn: Sau khi xuất
zh_hans: 导出后
zh_hant: 匯出後

source: Open exported file location
he_il: פתח את מיקום הקובץ המיוצא
hu_hu: Exportált fájl helyének megnyitása
it_it: Apri cartella di esportazione
ja_jp: エクスポートされたファイルの場所を開く
pl_pl: Otwórz folder, do którego wyeksportowano plik
ro_ro: Deschide locație fișier exportat
ru_ru: Открыть местоположение экспортированного файла
sl_si: Odpri lokacijo izvožene datoteke
vi_vn: Mở khu vực mà tập tin đã xuất
zh_hans: 打开导出文件所在目录
zh_hant: 開啟匯出檔案所在位置

source: Open exported file
he_il: פתח את הקובץ המיוצא
hu_hu: Exportált fájl megnyitása
it_it: Apri file esportato
ja_jp: エクスポートされたファイルを開く
pl_pl: Otwórz wyeksportowany plik
ro_ro: Deschide fișier exportat
ru_ru: Открыть экспортированный файл
sl_si: Odpri izvoženo datoteko
vi_vn: Mở tập tin đã xuất
zh_hans: 打开导出文件
zh_hant: 開啟匯出檔案

source: Custom
he_il: מותאם אישית
hu_hu: Egyéni
it_it: Personalizzato
ja_jp: カスタム
pl_pl: Własny
ro_ro: Particularizat
ru_ru: Настроить
sl_si: Po meri
vi_vn: Tuỳ chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: None
he_il: אין
hu_hu: Nincs
it_it: Nessuna
ja_jp: 無し
pl_pl: Brak
ro_ro: Niciunul
ru_ru: Нет
sl_si: Nič
vi_vn: Không
zh_hans: 无
zh_hant: 無

source: Default
he_il: ברירת מחדל
hu_hu: Alapértelmezett
ja_jp: デフォルト
pl_pl: Domyślny
ro_ro: Implicit
ru_ru: По умолчанию
sl_si: Privzeto
vi_vn: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Margin
he_il: שוליים
hu_hu: Margó
it_it: Margine
ja_jp: マージン
pl_pl: Margines
ro_ro: Margine
ru_ru: Отступ
sl_si: Rob
vi_vn: Căng lề
zh_hans: 页边距
zh_hant: 頁邊距

source: Margin Left
he_il: שוליים משמאל
hu_hu: Bal margó
it_it: Margine Sinistro
ja_jp: 左マージン
pl_pl: Lewy margines
ro_ro: Margine Stânga
ru_ru: Отступ слева
sl_si: Levi rob
vi_vn: Căng lề trái
zh_hans: 左侧页边距
zh_hant: 左側頁邊距

source: Margin Right
he_il: שוליים מימין
hu_hu: Jobb margó
it_it: Margine Destro
ja_jp: 右マージン
pl_pl: Prawy margines
ro_ro: Margine Dreapta
ru_ru: Отступ справа
sl_si: Desni rob
vi_vn: Căng lề phải
zh_hans: 右侧页边距
zh_hant: 右側頁邊距

source: Margin Top
he_il: שוליים מלמעלה
hu_hu: Felsó margó
it_it: Margine Superiore
ja_jp: 上マージン
pl_pl: Górny margines
ro_ro: Margine Sus
ru_ru: Отступ сверху
sl_si: Zgornji rob
vi_vn: Căng lề trên cùng
zh_hans: 上方页边距
zh_hant: 頂部頁邊距

source: Margin Bottom
he_il: שוליים מלמטה
hu_hu: Alsó margó
it_it: Margine Inferiore
ja_jp: 下マージン
pl_pl: Dolny margines
ro_ro: Margine Jos
ru_ru: Отступ снизу
sl_si: Spodnji rob
vi_vn: Căng lề dưới cùng
zh_hans: 下方页边距
zh_hant: 底部頁邊距

source: Width x Height
he_il: עובי על גובה
hu_hu: Szélesség x Magasság
it_it: Larghezza x Altezza
ja_jp: 幅 x 高さ
pl_pl: Szerokość x wysokość
ro_ro: Lăţime x Înălţime
ru_ru: Ширина x Высота
sl_si: Širina x Višina
vi_vn: Chiều rộng x Chiều cao
zh_hans: 宽 x 高
zh_hant: 寬 x 高

source: Add From a Template
he_il: הוסף מתבנית
hu_hu: Hozzáadás sablonból
it_it: Aggiungi da un Template
ja_jp: テンプレートから追加
pl_pl: Dodaj z szablonu
ro_ro: Adaugă Din Șablon
ru_ru: Добавить из шаблона
sl_si: Dodaj iz predloge
vi_vn: Thêm biểu mẫu một bản mẫu
zh_hans: 从模板添加
zh_hant: 從模板中加入

source: Delete this export option ?
he_il: מחק את אפשרות היצוא הזו?
hu_hu: Törli ezt az exportálási beállítást?
it_it: Elimina questa opzione di esportazione?
ja_jp: このエクスポートオプションを削除しますか ?
pl_pl: Usunąć tę opcję eksportu?
ro_ro: Doriți să ștergeți această opțiune de export ?
ru_ru: Удалить данный параметр?
sl_si: Izbrišem to možnost izvoza?
vi_vn: Xoá tuỳ chọn xuất này ?
zh_hans: 删除该导出选项 ?
zh_hant: 刪除該匯出選項?

source: Add
he_il: הוסף
hu_hu: Hozzáadás
it_it: Agggiungi
ja_jp: 追加
pl_pl: Dodaj
ro_ro: Adauă
ru_ru: Добавить
sl_si: Dodaj
vi_vn: Thêm
zh_hans: 添加
zh_hant: 加入

source: Delete
he_il: מחק
hu_hu: Törlés
it_it: Elimina
ja_jp: 削除
pl_pl: Usuń
ro_ro: Șterge
ru_ru: Удалить
sl_si: Izbriši
vi_vn: Xoá
zh_hans: 删除
zh_hant: 刪除

source: Rename
he_il: שנה שם
hu_hu: Átnevezés
it_it: Rinomina
ja_jp: 名前を変更
pl_pl: Zmień nazwę
ro_ro: Redenumește
ru_ru: Переименовать
sl_si: Preimenuj
vi_vn: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Move Down
he_il: הורד
hu_hu: Lejjebb
it_it: Muovi Giù
ja_jp: 下に移動
pl_pl: Przenieś niżej
ro_ro: Mută Jos
ru_ru: Переместить вниз
sl_si: Premakni navzdol
vi_vn: Di chuyển xuống
zh_hans: 下移
zh_hant: 下移

source: Move Up
he_il: העלה
hu_hu: Feljebb
it_it: Muovi Sù
ja_jp: 上に移動
pl_pl: Przenieś wyżej
ro_ro: Mută Sus
ru_ru: Переместить вверх
sl_si: Premakni navzgor
vi_vn: Di chuyển lên
zh_hans: 上移
zh_hant: 上移

source: Pandoc Path
he_il: כתובת Pandoc
hu_hu: Pandoc útvonala
it_it: Percorso Pandoc
ja_jp: Pandocへのパス
pl_pl: Ścieżka do Pandoc
ro_ro: Cale Pandoc
ru_ru: Путь к Pandoc
sl_si: Pot do Pandoc
vi_vn: Đường dẫn Pandoc
zh_hans: Pandoc 路径
zh_hant: Pandoc 路徑

source: Select
he_il: בחר
hu_hu: Kiválasztás
it_it: Seleziona
ja_jp: 選択
pl_pl: Wybierz
ro_ro: Selectează
ru_ru: Выбрать
sl_si: Izberi
vi_vn: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Target Format
hu_hu: Cél formátum
it_it: Formato Destinazione
ja_jp: 対象のフォーマット
pl_pl: Format docelowy
ro_ro: Format Target
ru_ru: Целевой формат
sl_si: Ciljni format
vi_vn: Định dạng mục tiêu
zh_hans: 目标格式
zh_hant: 目標格式

source: auto detect based on target file path
hu_hu: automatikus felismerés a cél fájl útvonala alapján
it_it: rileva automaticamente attraverso indirizzo del file
ja_jp: 対象のファイパスから自動検出する
pl_pl: wybierz automatycznie na podstawie lokalizacji pliku docelowego
ro_ro: detectare automată în funcție de calea fișierului
ru_ru: автоматическое обнаружение на основе пути целевого файла
sl_si: samodejno zaznavanje na podlagi poti ciljne datoteke
vi_vn: tự động phát hiện dựa trên đường dẫn tập tin mục tiêu
zh_hans: 根据导出文件的路径自动判断
zh_hant: 按照匯出檔案路徑自動判斷

source: Target File Extensions (separate by whitespace)
hu_hu: Cél fájl kiterjesztések (szóközökkel elválasztva)
it_it: Estensione File di Destinazione (separati da uno spazio)
ja_jp: 対象のファイル拡張子(スペース区切り)
pl_pl: Rozszerzenia pliku docelowego (rozdzielone spacjami)
ro_ro: Extensii Fișier Destinaţie (separat de spații albe)
ru_ru: Расширения целевых файлов (пробел для разделения)
sl_si: Končnice ciljnih datotek (ločene s presledkom)
vi_vn: Mục tiêu phần mở rộng tập tin (ngăn cách bằng khoảng trắng)
zh_hans: 目标文件扩展名（用空格分开）
zh_hant: 目標檔案副檔名 (用空格隔開)

source: e.g: .text .asciidoc or leave this empty
hu_hu: pl.: .text .asciidoc vagy hagyja üresen
it_it: e.g: .text .asciidoc o lascia vuoto
ja_jp: e.g: .text .asciidoc または 空
pl_pl: np. .text .asciidoc lub zostaw puste
ro_ro: de ex: .text .asciidoc sau lasă gol
ru_ru: например: .text, .asciidoc или оставьте пустым
sl_si: n.pr: .text .asciidoc ali pa pustite prazno
vi_vn: ví dụ: .text .asciidoc hoặc để trống
zh_hans: 例： .text .asciidoc，或留空
zh_hant: 例: .text .asciidoc 或留空

source: Raw Type
hu_hu: Nyers típus
it_it: Tipologia Grezza
ja_jp: Raw タイプ
pl_pl: Format Raw
ro_ro: Tip Raw
ru_ru: Необработанный тип
vi_vn: Loại thô
zh_hans: 原生格式（Raw Type）
zh_hant: 原生類型

source: Do not popup save file dialog
hu_hu: Ne mutassa a Fájl mentése ablakot
it_it: Non mostrare Dialogo Salvataggio File
ja_jp: ファイルを保存ダイアログを表示しない
pl_pl: Nie pokazuj okna dialogowego zapisywania pliku
ro_ro: Nu afișa Pop-Up dialog Salvare Fișier
ru_ru: Не всплывать диалоговое окно сохранения файла
sl_si: Ne prikaži okna za shranjevanje datoteke
vi_vn: Không hiện thông báo lưu tập tin
zh_hans: 不选择导出路径
zh_hant: 不彈出檔案儲存對話框

source: Select file path to save
hu_hu: Válassza ki a fájl útvonalát a mentéshez
it_it: Seleziona indirizzo file per salvataggio
ja_jp: 保存先のファイルパスを選択
pl_pl: Wybierz lokalizację eksportowanego pliku
ro_ro: Selectează cale fișier de salvat
ru_ru: Выберите путь к файлу для сохранения
sl_si: Izberi pot za shranjevanje
vi_vn: Chọn đường dẫn tập tin để lưu
zh_hans: 选择导出的文件位置
zh_hant: 選擇檔案儲存路徑

source: Select folder path to save
hu_hu: Válassza ki a könyvtár útvonalát a mentéshez
it_it: Seleziona indirizzo cartella per salvataggio
ja_jp: 保存先のフォルダパスを選択
pl_pl: Wybierz folder eksportowanego pliku
ro_ro: Selectează cale folder de salvat
ru_ru: Выберите путь к папке для сохранения
sl_si: Izberi pot do mape za shranjevanje
vi_vn: Chọn đường dẫn thư mục để lưu
zh_hans: 选择导出的文件夹位置
zh_hant: 選擇資料夾儲存路徑

source: PDF Engine
hu_hu: PDF motor
ja_jp: PDF エンジン
pl_pl: Silnik PDF
ro_ro: Motor PDF
ru_ru: Движок PDF
sl_si: PDF pogon
vi_vn: Tập lệnh PDF
zh_hans: PDF 引擎
zh_hant: PDF 引擎

source: Show command output
hu_hu: Parancs kimenetének mutatása
it_it: Mostra output comando
ja_jp: コマンドの出力を表示
pl_pl: Wyświetl komunikaty wiersza poleceń
ro_ro: Afișează output comandă
ru_ru: Показать вывод команды
sl_si: Prikaži izhodni ukaz
vi_vn: Hiện nội dung xuất câu lệnh
zh_hans: 显示命令行输出
zh_hant: 顯示命令輸出

source: "Export and Overwrite with Previous" will overwrite file at %@, would you continue?
hu_hu: Az "Exportálás és felülírás a legutóbbival" felül fogja írni a %@ fájlt. Folytatja?
it_it: "Esporta e Sovrascrivi Precedenti" sovrascrive il file %@, vuoi continuare?
ja_jp: "エクスポートして以前のものに上書き" は %@ を上書きします。続行しますか?
pl_pl: "Eksportuj i zastąp z ostatnimi ustawieniami" zastąpi plik w %@. Kontynuować?
ro_ro: "Exportează și Suprascire cu Anteriorul" va suprascrie fișierul la %@, doriți să continuați?
ru_ru: "Экспорт и перезапись с предыдущим" перезапишет файл в %@, продолжим?
sl_si: "Izvoz in prepiši s predhodnim" bo prepisal datoteko %@, želite nadaljevati?
vi_vn: "Xuất và ghi đè với định dạng đã chọn trước đó" sẽ ghi đè tập tin ở %@, bạn vẫn muốn tiếp tục?
zh_hans: ”导出并覆盖上一次导出的文件“ 会覆盖位于 %@ 的文件，是否继续?
zh_hant: "匯出並覆蓋上一次的檔案" 會覆蓋位於 %@ 的檔案，是否繼續?

source: Command Arguments:
hu_hu: Parancs argumentumai:
it_it: Opzioni Comandi
ja_jp: コマンドの引数:
pl_pl: Argumenty wiersza poleceń:
ro_ro: Argumente Comandă:
ru_ru: Аргументы команды:
sl_si: Argumenti ukaza:
vi_vn: Câu lệnh đối số:
zh_hans: 命令行：
zh_hant: 命令參數:

source: This dev version of Typora is expired, please download and install a newer version.
hu_hu: A Typora ezen béta verziója lejárt. Töltsön le és telepítsen egy újabb verziót.
ja_jp: この開発版は期限切れです。より新しいバージョンをインストールしてください。
pl_pl: Ta wersja dev programu Typora wygasła. Pobierz i zainstaluj nowszą wersję.
ru_ru: Эта бета-версия Typora истекла, пожалуйста, загрузите и установите новую версию.
sl_si: Dev različica Typore je potekla, prenesite in nametite novejšo različico.
vi_vn: Phiên bản thử nghiệm này của Typora đã hết hạn, vui lòng tải và cài đặt một phiên bản mới hơn.
zh_hans: 当前测试版版本过低，请下载较新版本
zh_hant: 此 Typora 開發版本已過期，請下載安裝新版本。

source: Current Theme
hu_hu: Jelenlegi téma
it_it: Tema Corrente
ja_jp: 現在のテーマ
pl_pl: Obecny motyw
ro_ro: Temă Actuală
ru_ru: Текущая тема
sl_si: Trenutna tema
vi_vn: Chủ đề hiện tại
zh_hans: 自动使用当前主题
zh_hant: 目前主題

source: Run command
hu_hu: Parancs futtatása
it_it: Esegui Comando
ja_jp: コマンドを実行
pl_pl: Wykonaj polecenie
ro_ro: Execută Comandă
ru_ru: Выполнить команду
sl_si: Zaženi ukaz
vi_vn: Chạy câu lệnh
zh_hans: 运行自定义命令
zh_hant: 執行自訂命令

source: Run command after export failed
hu_hu: Parancs futtatása ha az exportálás nem sikerült
it_it: Esegui Comando dopo Fallimento Esportazione
ja_jp: エクスポートに失敗した際にコマンドを実行
pl_pl: Wykonaj polecenie po nieudanym eksportowaniu
ro_ro: Execută Comandă după ce exportul nu reușește
ru_ru: Выполнить команду после неудачного экспорта
sl_si: Če izvoz ni uspel zaženi ukaz
vi_vn: Chạy câu lệnh sau khi xuất thất bại
zh_hans: 导出后运行自定义脚本失败
zh_hant: 匯出後執行自訂命令失敗

source: Read and overwrite export settings from YAML front matters
hu_hu: Exportálási beállítások olvasása és felülírása a YAML front matterben
it_it: Leggi e Sovrascrivi impostazione di export da YAML metadata
ja_jp: YAMLフロントマターから、エクスポートに関する設定を読み込んで上書きする
pl_pl: Zezwól na zastępowanie bieżących ustawień eksportu informacjami zawartymi w YAML
ro_ro: Citește si suprascrie setările de export din YAML front matters
ru_ru: Чтение и перезапись параметров экспорта из заголовков YAML
sl_si: Preberi in prepiši nastavitve izvoza iz YAML vzglavja
vi_vn: Đọc và ghi đè tuỳ chọn xuất tập tin từ YAML front matters
zh_hans: 允许 YAML front matters 覆盖当前设置
zh_hant: 允許 YAML front matters 覆蓋目前設定

source: Append Extra Content (HTML)
hu_hu: További tartalom hozzáfűzése (HTML)
it_it: Appendi Contenuto Extra (HTML)
ja_jp: 末尾にコンテンツを追加 (HTML)
pl_pl: Dołącz dodatkową zawartość (HTML)
ro_ro: Adaugă Conținut Extra (HTML)
ru_ru: Добавить дополнительное содержимое (HTML)
sl_si: Dodaj dodatno vsebino (HTML)
vi_vn: Nối tiếp nội dung bổ sung (HTML)
zh_hans: 插入额外内容 (HTML)
zh_hant: 插入額外內容 (HTML)

source: Change this option to specify a separated theme for export.
hu_hu: Exportáláshoz külön téma megadásához változtassa meg ezt a beállítást.
it_it: Cambia questa opzione per specificare un tema da utilizzare per l'esportazione.
ja_jp: エクスポート用の分割テーマを指定するにはこのオプションを変更してください。
pl_pl: Zmień tę opcję, aby wskazać inny motyw na potrzeby eksportu.
ro_ro: Schimbă această opțiune pentru a specifica o temă separata pentru export.
ru_ru: Измените этот параметр, чтобы указать отдельную тему для экспорта.
sl_si: Izberite to možnost da določite drugo temo za izvoz.
vi_vn: Thay đổi tuỳ chọn này để chỉ định một chủ đề riêng biệt để xuất.
zh_hans: 可以为该导出选项单独配置主题。
zh_hant: 更改此選項可為匯出指定單獨主題。

source: Dark theme is not supported.
hu_hu: A sötét téma nem támogatott.
it_it: Tema Scuro non supportato
ja_jp: ダークテーマはサポートされていません。
pl_pl: Ciemny motyw nie jest obecnie obsługiwany.
ro_ro: Tema întunecată nu este suportată.
ru_ru: Тёмная тема не поддерживается.
sl_si: Temna tema ni podprta.
vi_vn: Chủ đề tối không được hỗ trợ.
zh_hans: 暂不支持深色主题
zh_hant: 不支援深色主題

source: Markdown Variants
hu_hu: Markdown változatok
it_it: Varianti Markdown
ja_jp: マークダウンの種類
pl_pl: Odmiany Markdown
ro_ro: Variante Markdown
ru_ru: Варианты Markdown
sl_si: Markdown različice
vi_vn: Biến thể Markdown
zh_hans: Markdown 变体
zh_hant: Markdown 變體

source: Original Unextended Markdown
hu_hu: Kiegészítések nélküli, eredeti Markdown
it_it: Markdown Originale e Non-Esteso
ja_jp: 拡張なしのオリジナルのマークダウン
pl_pl: Oryginalny Markdown bez rozszerzeń
ro_ro: Markdown Original fară Extensii
ru_ru: Оригинальный нерасширенный Markdown
sl_si: Originalen narazširjen Markdown
vi_vn: Bản Markdown nguyên gốc chưa được mở rộng
zh_hans: 原始Markdown（无扩展）
zh_hant: 原始無擴充功能的 Markdown

source: CommonMark with many pandoc extensions
hu_hu: CommonMark, számos pandoc kiegészítéssel
it_it: CommonMark con estensioni pandoc
ja_jp: CommonMarkと多くのPandoc拡張構文
pl_pl: CommonMark z wieloma rozszerzeniami pandoc
ro_ro: CommonMark cu multe extensii pandoc
ru_ru: CommonMark с расширениями Pandoc
sl_si: CommonMark s Pandoc razširitvami
vi_vn: CommonMark với nhiều phần mở rộng pandoc
zh_hans: CommonMark（包含 pandoc 扩展）
zh_hant: CommonMark 包含 pandoc 擴充功能

source: Line Wrap
hu_hu: Sorok tördelése
it_it: Linee a Capo
ja_jp: 行の折り返し
pl_pl: Zawijanie wierszy
ro_ro: Încadrare Linie
ru_ru: Перенос строк
sl_si: Vrivanje vrstice
vi_vn: Gói gọn dòng văn bản
zh_hans: 换行
zh_hant: 換行

source: Hard line wrap
hu_hu: Fix sortörés
it_it: Linee a Capo Forzate
pl_pl: Twardy koniec linii
ro_ro: Încadrare Linie Tare
ru_ru: Жёсткий перенос строк
vi_vn: Gói gọn cứng dòng văn bản
zh_hans: 限制每行字符数
zh_hant: 限制每行字元數

source: Text Column Width
hu_hu: Szöveg oszlopszélessége
it_it: Larghezza Colonna di Testo
ja_jp: テキストカラムの幅
pl_pl: Szerokość kolumny tekstu
ro_ro: Lățime Coloană Text
ru_ru: Ширина текстовой колонки
sl_si: Širina tekstovega stolpcah
vi_vn: Chiều rộng cột văn bản
zh_hans: 每行字符数
zh_hant: 每欄字元數

source: Auto (based on current OS)
hu_hu: Automatikus (mostani operációs rendszertől függ)
it_it: Auto (basato su sistema operativo corrente)
ja_jp: 自動 (現在のOSに従う)
pl_pl: Automatycznie (na podstawie obecnego OS)
ro_ro: Auto (în funcție de SO actual)
ru_ru: Авто (зависит от используемой ОС)
sl_si: Samodejno (glede na trenutni operacijski sistem)
vi_vn: Tự động (dựa trên hệ điều hành hiện tại)
zh_hans: 自动 (基于当前系统)
zh_hant: 自動 (基於目前作業系統)

source: Indent
hu_hu: Behúzás
it_it: Indenta
ja_jp: インデント
pl_pl: Wcięcie
ro_ro: Indentare
ru_ru: Отступ
sl_si: Poravnava
vi_vn: Thụt lề
zh_hans: 缩进
zh_hant: 縮進

source: Preserve tabs
hu_hu: Tabulátorok megőrzése
it_it: Preserva tabs
pl_pl: Zachowaj tabulację
ro_ro: Conservare tabs
ru_ru: Сохранять табуляцию
sl_si: Ohrani tabulatorje
vi_vn: Giữ lại tab
zh_hans: 使用Tab
zh_hant: 使用 tabs

source: 2 spaces per tab
hu_hu: Tabulátoronként 2 szóköz
it_it: 2 spazi per tab
ja_jp: タブごとに2つのスペース
pl_pl: 2 spacje na tabulator
ro_ro: 2 spații per tab
ru_ru: 2 пробела в 1 табе
sl_si: 2 na tabulator
vi_vn: 2 khoảng trắng cho mỗi tab
zh_hans: 2 个空格
zh_hant: Tab 設定為 2 個空格

source: 3 spaces per tab
hu_hu: Tabulátoronként 3 szóköz
it_it: 3 spazi per tab
ja_jp: タブごとに3つのスペース
pl_pl: 3 spacje na tabulator
ro_ro: 3 spații per tab
ru_ru: 3 пробела в 1 табе
sl_si: 3 na tabulator
vi_vn: 3 khoảng trắng cho mỗi tab
zh_hans: 3 个空格
zh_hant: Tab 設定為 3 個空格

source: 4 spaces per tab
hu_hu: Tabulátoronként 4 szóköz
it_it: 4 spazi per tab
ja_jp: タブごとに4つのスペース
pl_pl: 4 spacje na tabulator
ro_ro: 4 spații per tab
ru_ru: 4 пробела в 1 табе
sl_si: 4 na tabulator
vi_vn: 4 khoảng trắng cho mỗi tab
zh_hans: 4 个空格
zh_hant: Tab 設定為 4 個空格

source: Unicode Characters
hu_hu: Unicode karakterek
it_it: Caratteri Unicode
ja_jp: Unicode文字
pl_pl: Znaki Unicode
ro_ro: Caractere Unicode
ru_ru: Символы Юникода
sl_si: Unicode znaki
vi_vn: Các ký tự Unicode
zh_hans: Unicode 字符
zh_hant: Unicode 字元

source: Use only ASCII characters in output
hu_hu: Kimenet csak ASCII karaktereket tartalmazzon
it_it: Usa solo caratteri ASCII per output
ja_jp: 出力にASCII文字のみを使用する
pl_pl: W pliku wyjściowym stosuj wyłącznie znaki ASCII
ro_ro: Folosiți doar cractere ASCII în output
ru_ru: Использовать в выводе только символы ASCII
sl_si: V izpisu uporabi le ASCII znake
vi_vn: Chỉ sử dụng các ký tự ASCII cho đầu ra
zh_hans: 只使用 ASCII 字符
zh_hant: 只使用 ASCII 字元作為輸出

source: Use reference-style links rather than inline links
hu_hu: Szövegbe ágyazott helyett lábjegyzet szerű linkek használata
it_it: Usa reference-style link invece che link nelle righe
ja_jp: インラインリンクではなく、リファレンススタイルのリンクを使用する
pl_pl: Stosuj łącza w stylu odnośników zamiast wbudowanych
ro_ro: Folosiți linkuri de tip reference-style în loc de linkuri în linie
ru_ru: Используйте обычные ссылки вместо инлайн-ссылок
sl_si: Uporabi povezave v referenčnem slogu namesto povezav v vrstici
vi_vn: Sử dụng các đường dẫn kiểu tham chiếu thay cho các đường dẫn nội bộ
zh_hans: 使用引用链接 (Reference Link) 而非内联链接 (Inline Link)
zh_hant: 使用引用連接而非內聯連接

source: Footnotes and References Location
hu_hu: Lábjegyzetek elhelyezkedése
it_it: Posizione Note a piè di pagina e Riferimenti
ja_jp: 脚注とリファレンスを挿入する位置
pl_pl: Lokalizacja przypisów i odnośników
ro_ro: Note de Subsol și Locații Referințe
ru_ru: Расположение сносок и ссылок
sl_si: Lokacija za opombe in sklice
vi_vn: Vị trí Chú thích và Tham chiếu
zh_hans: 脚注与链接引用的位置
zh_hant: 註腳與連接引用位置

source: End of document
hu_hu: Dokumentum végén
it_it: Fine del Documento
ja_jp: 文書の末尾
pl_pl: Na końcu dokumentu
ro_ro: Sfârșit de Document
ru_ru: Конец документа
sl_si: Konec dokumenta
vi_vn: Kết thúc của tài liệu
zh_hans: 置于文档末尾
zh_hant: 文件末尾

source: End of current (top-level) block
hu_hu: Jelenlegi (felső szintű) blokk végén
it_it: Fine del blocco (livello superiore)corrente
ja_jp: 現在の(トップレベルの)ブロックの末尾
pl_pl: Na końcu bieżącego (najwyższego) bloku
ro_ro: Sfârșitul actualului (top-level) bloc
ru_ru: Конец текущего (верхнего уровня) блока
sl_si: Konec trenutnega (vrhnjega) bloka
vi_vn: Kết thúc của khối (trên cùng-cấp độ) hiện tại
zh_hans: 置于当前块元素的末尾
zh_hant: 目前區塊末尾

source: End of current section
hu_hu: Jelenlegi kijelölés végén
it_it: Fine selezione corrente
ja_jp: 現在のセクションの末尾
pl_pl: Na końcu bieżącej sekcji
ro_ro: Sfârșitul actualei secțiunei
ru_ru: Конец текущего раздела
sl_si: Konec trenutnega odseka
vi_vn: Kết thúc của phần hiện tại
zh_hans: 置于当前章节的末尾
zh_hant: 目前章節末尾

source: Convert TeX formulas to web images
hu_hu: TeX képletek web képekké alakítása
it_it: Converti formule TeX in immagini web
ja_jp: TeX の式をウェブイメージに変換する
pl_pl: Konwertuj formuły TeX na obrazy WWW
ro_ro: Conversie formule TeX în imagini web
ru_ru: Преобразовывать формулы TeX в веб-изображения
sl_si: Pretvori TeX formule v spletne slike
vi_vn: Chuyển đổi các công thức TeX thành các hình ảnh mạng
zh_hans: 将公式转化为网络图片
zh_hant: TeX 公式轉化為網路圖片

source: Image Format
hu_hu: Képformátum
it_it: Formato Immagine
ja_jp: 画像フォーマット
pl_pl: Format obrazu
ro_ro: Format Imagine
ru_ru: Формат изображения
sl_si: Format slike
vi_vn: Định dạng hình ảnh
zh_hans: 图片格式
zh_hant: 圖片格式

source: Set Pandoc Path
hu_hu: Pandoc útvonal megadása
ja_jp: Pandoc のパスを設定
pl_pl: Ustaw ścieżkę do programu Pandoc
ru_ru: Установить путь Pandoc
sl_si: Nastavi pot do Pandoc
vi_vn: Đặt đường dẫn đến Pandoc
zh_hans: 设置 Pandoc 路径
zh_hant: 設定 Pandoc 路徑

source: Apply Line Break at \ and &#92;newline
hu_hu: \ és &#92;newline jeleknél sortörés
pl_pl: Wstaw podział wiersza w \ i &#92;newline
ru_ru: Применить разрыв строки для \ и &#92;newline
sl_si: Uveljavi prelom vrstice pri \ in &#92;newline
vi_vn: Áp dụng ngắt dòng tại ký hiệu \ và &#92;newline
zh_hans: 支持使用 \ 和 &#92;newline 换行
zh_hant: 支援使用 \ 和 &#92;newline 換行

source: Export operation succeeded with warnings.
hu_hu: Az exportálás figyelmeztetésekkel befejeződött.
ja_jp: エクスポートは成功しましたが警告があります。
pl_pl: Eksportowanie zakończone pomyślnie, lecz z ostrzeżeniami.
ru_ru: Операция экспорта прошла успешно с предупреждениями.
sl_si: Operacija izvoza je uspela z opozorili.
vi_vn: Quá trình xuất thành công với một vài cảnh báo.
zh_hans: 导出成功，但包含警告信息。
zh_hant: 匯出操作成功，但是包含警告。

source: Typora is now deactivated
hu_hu: A Typora deaktiválódott.
ja_jp: Typoraのアクティベートが解除されました
pl_pl: Typora jest teraz zdezaktywowana
ru_ru: Typora деактивирована
sl_si: Typora je deaktivirana
vi_vn: Typora hiện chưa được kích hoạt
zh_hans: 已取消 Typora 的激活
zh_hant: Typora 授權目前已停用

source: This device has been deactivated
hu_hu: Ez az eszköz sikeresen aktiválódott.
ja_jp: このデバイスのアクティベートは解除されました
pl_pl: To urządzenie zostało zdezaktywowane
ru_ru: Это устройство было деактивировано
sl_si: Ta naprava je bila deaktivirana
vi_vn: Thiết bị này đã được kích hoạt
zh_hans: 该设备的激活已取消
zh_hant: 此裝置已停用

source: UNREGISTERED
hu_hu: NEM REGISZTRÁLT
ja_jp: 未登録
pl_pl: NIE ZAREJESTROWANO
ru_ru: НЕТ РЕГИСТРАЦИИ
sl_si: NEREGISTRIRANO
vi_vn: CHƯA ĐĂNG KÝ
zh_hans: 未激活
zh_hant: 未啟用

source: Your Typora is not activated.
hu_hu: A Typora ezen példánya nincs aktiválva.
ja_jp: Typoraはアクティベートされていません。
pl_pl: Twoja Typora nie jest aktywowana.
ru_ru: Ваша версия Typora не активирована.
sl_si: Typora ni aktivirana.
vi_vn: Typora chưa được kích hoạt.
zh_hans: 您的 Typora 尚未激活
zh_hant: 您的 Typora 尚未啟用。

source: Your Typora has been activated.
hu_hu: A Typora ezen példánya sikeresen aktiválódott.
ja_jp: Typoraはアクティベートされました。
pl_pl: Twoja Typora została aktywowana.
ru_ru: Ваша версия Typora была активирована.
sl_si: Typora je bila aktivirana.
vi_vn: Typora đã được kích hoạt.
zh_hans: 您的 Typora 已被激活
zh_hant: 您的 Typora 已啟用。
