Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: For example, if you insert a file at 'img/example file.png', it will become 'img/example%20file.png'. Enable this for better compatibility with other Markdown engines, or disable this for better readability.
ar_sa: على سبيل المثال ، إذا قمت بإدراج ملف في 'img/example file.png', سيصبح 'img/example%20file.png'. قم بتمكين هذا من أجل توافق أفضل مع محركات ماركداون الأخرى ، أو قم بتعطيله لقراءة أفضل.
de_ch: Zum Beispiel, wenn du eine Datei 'img/example file.png' einfügst, wird es 'img/example%20file.png'. Aktiviere diese Option für bessere Kompatibilität mit anderen Markdown-Programmen oder deaktiviere sie für bessere Lesbarkeit.
he_il: לדוגמא, אם תכניס קובץ ב־'img/example file.png', הוא יהפוך ל־'img/example%20file.png'. הפעל אפשרות זו לתמיכה טובה יותר במעבדי Markdown שונים, או כבה אפשרות זו למסמך קריא יותר.
hu_hu: Például ha beszúrja a 'img/example file.png' képet, az automatikusan 'img/example%20file.png'-re cserélődik. Ez jobb kompatibilitást jelent más Markdown motorokkal, de a jobb olvashatóság érdekében ki is kapcsolható.
it_it: Per esempio, se inserisci un file in 'img/prova file.png', verrà convertito in 'img/prova%20file.png'. Attiva questa opzione per una maggiore compatibilità con altri motori Markdown, disattivala per una migliore leggibilità.
ja_jp: 例えば、'img/example file.png' にファイルを挿入すると、'img/example%%20file.png' になります。他の Markdown エンジンとの互換性を高めるためにはこれを有効にするか、読みやすさを優先するには機能を無効にします。
pl_pl: Jeśli na przykład wstawiasz obraz z 'img/plik testowy.png', zmieni się w 'img/plik%20testowy.png'. Włącz tę opcję, by uzyskać lepszą zgodność z innymi silnikami Markdown albo wyłącz, by uzyskać lepszą czytelność.
pt_br: Por exemplo, na inserção de um arquivo em 'img/arquivo exemplo.png', o mesmo tornar-se-á 'img/arquivo%20exemplo.png'. Ative para uma melhor compatibilidade com outros mecanismos Markdown, ou desative para uma melhor leitura.
ro_ro: De exemplu, dacă inserați un fișier din 'img/example file.png', va deveni 'img/example%20file.png'. Activați asta pentru o compatibilitate mai bună cu alte motoare Markdown, sau dezactivați pentru o lizibilitate mai bună.
ru_ru: Например, при вставке файла 'img/example file.png', адрес будет преобразован в 'img/example%20file.png'. Включите эту опцию для лучшей совместимости с другими движками Markdown или отключите для лучшей читаемости.
sl_si: Če vstavite sliko kot 'img/example file.png', bo postalo 'img/example%20file.png'. To omogočite za boljšo združljivost z ostalimi Markdown pogoni ali pa onemogočite za boljšo berljivost kode.
sv_se: Till exempel, om du infogar en fil vid 'img/example file.png' så kommer den att bli 'img/example%20file.png'. Aktivera detta för bättre kompatibilitet med andra Markdown-redigerare, eller stäng av för bättre läsbarhet.
tr_tr: Örneğin, eğer 'img/example file.png' konumuna bir dosya yüklerseniz, 'img/example%20file.png' olacaktır. Bunu diğer Markdown motorlarıyla daha iyi uyumluluk için etkinleştirin veya daha iyi okunabilirlik için etkinliği kaldırın.
uk_ua: Наприклад, якщо ви вставляєте файл як 'img/example file.png', посилання перетвориться на 'img/example%20file.png'. Увімкніть це налаштування для кращої сумісності з іншими Markdown-рушіями, або вимкніть для кращої читабельності.
vi_vn: Ví dụ, nếu bạn chèn một tập tin vào 'img/example file.png', thì nó sẽ đổi thành 'img/example%20file.png'. Bật tính năng này để tương thích tốt hơn với hệ thống Markdown khác, hoặc tắt tính này để cải thiện độ dễ đọc.
zh_hans: 例如，当插入位于 'img/示例图片.png'时，图片路径会自动变为 'img/%E7%A4%BA%E4%BE%8B%E5%9B%BE%E7%89%87.png'。开启该选项可以获得与其他 Markdown引擎更好的兼容性，关闭该选项可以获得更高的可读性。
zh_hant: 例如，若您插入一個檔案 'img/example file.png'，其將轉譯為 'img/example%20file.png'。啟用此選項可以增進與其他 Markdown 引擎的相容性，或停用此選項以提高可讀性。

source: Skip This Version
ar_sa: تخطي هذه النسخة
de_ch: Diese Version überspringen
he_il: דלג על גרסה זו
hu_hu: Ennek a verziónak a kihagyása
it_it: Salta questa versione
ja_jp: このバージョンをスキップ
pl_pl: Pomiń tę wersję
pt_br: Pular Esta Versão
ro_ro: Ignoră această versiune
ru_ru: Пропустить эту версию
sl_si: Preskoči to različico
sv_se: Skippa den här versionen
tr_tr: Bu Sürümü Atla
uk_ua: Пропустити цю версію
vi_vn: Bỏ qua phiên bản này
zh_hans: 跳过该版本
zh_hant: 跳過該版本

source: Remind Me Later
ar_sa: ذكرني لاحقًا
de_ch: Später erinnern
he_il: אזכר לי מאוחר יותר
hu_hu: Emlékeztessen később
it_it: Ricordamelo più tardi
ja_jp: 後で通知
pl_pl: Przypomnij mi później
pt_br: Lembrar Mais Tarde
ro_ro: RAmintește-mi mai târziu
ru_ru: Напомнить позже
sl_si: Opomni me kasneje
sv_se: Påminn mig senare
tr_tr: Sonra Hatırlat
uk_ua: Нагадати пізніше
vi_vn: Nhắn tôi sau
zh_hans: 稍后提醒我
zh_hant: 稍後提醒我

source: Download Update
ar_sa: تحميل الترقية
de_ch: Update herunterladen
he_il: הורד עדכון
hu_hu: Programfrissítés letöltése
it_it: Scarica aggiornamento
ja_jp: 更新をダウンロード
pl_pl: Pobierz aktualizację
pt_br: Baixar Atualização
ro_ro: Descarcă Actualizare
ru_ru: Загрузить обновление
sl_si: Prenesi posodobitev
sv_se: Ladda ner uppdatering
tr_tr: Güncellemeyi İndir
uk_ua: Завантажити оновлення
vi_vn: Tải cập nhật
zh_hans: 下载更新
zh_hant: 下載更新

source: New version available.
ar_sa: نسخة جديدة متاحة.
de_ch: Eine neue Version ist verfügbar.
he_il: גרסה חדשה זמינה.
hu_hu: Új verzió érhető el.
it_it: Nuova versione disponibile.
ja_jp: 新しいバージョンが利用可能です。
pl_pl: Dostępna nowa wersja.
pt_br: Nova versão disponível.
ro_ro: Versiune nouă disponibilă.
ru_ru: Доступна новая версия.
sl_si: Na voljo je nova različica.
sv_se: Ny version tillgänglig.
tr_tr: Yeni sürüm mevcut.
uk_ua: Доступна нова версія.
vi_vn: Đã có phiên bản mới hơn.
zh_hans: 有新版本更新。
zh_hant: 新版本可用。

source: When copy / export as HTML (without style)
ar_sa: نسخ / تصدير كـHTML بدون النمط
de_ch: Beim kopieren/exportiern als HTML ohne Stil
he_il: בעת העתקה / ייצוא כ- HTML (ללא סגנון)
hu_hu: HTML (formázás nélkül) másolása vagy exportálása esetén
it_it: Quando copia / esporta come HTML (senza stili)
ja_jp: (スタイル無しで)HTMLとしてコピー / エクスポートしたとき
pl_pl: Podczas kopiowania/eksportowania jako HTML (bez stylów)
pt_br: Ao copiar / exportar como HTML (sem estilo)
ro_ro: Când copiați / exportați ca HTML (fără stiluri)
ru_ru: При копировании или экспорте в формате HTML (без стилей)
sl_si: Pri kopiranju / izvozi kot HTML (brez sloga)
sv_se: När kopiera / exportera som HTML (utan style)
tr_tr: HTML olarak kopyalandığında / dışarı aktarıldığında (stil olmadan)
uk_ua: При копіюванні/експорті як HTML (без стилів)
vi_vn: Khi sao chép / xuất dưới dạng HTML (không có style)
zh_hans: 当复制或导出为 无格式的HTML 时
zh_hant: 當複製或匯出為無格式 HTML時

source: Use Rendered SVG
ar_sa: استخدم الـSVG المولدة
de_ch: Benutze gerenderte SVG
he_il: השתמש ב־SVG שמוצג
hu_hu: Átalakítás SVG-be
it_it: Usa SVG renderizzata
ja_jp: レンダリングにSVGを使用
pl_pl: używaj renderowanego SVG
pt_br: Usar SVG Renderizada
ro_ro: Folosește SVG Randat
ru_ru: Использовать отрендеренный SVG
sl_si: Uporabi izrisan SVG
sv_se: Använd renderad SVG
tr_tr: İşlenmiş SVG'yi Kullan
uk_ua: Використовувати згенерований SVG
vi_vn: Sử dụng SVG đã render
zh_hans: 使用 SVG
zh_hant: 使用 SVG 渲染

source: Use LaTeX Source
ar_sa: استخدام مصدر لاتخ
de_ch: Benutze LaTeX-Source
he_il: השתמש ב־LaTeX המקורי
hu_hu: LaTeX forráskód használata
it_it: Usa sorgente LaTeX
ja_jp: LaTeXのソースを使用
pl_pl: używaj źródła LaTeX
pt_br: Usar Fonte LaTeX
ro_ro: Folosește sursă LaTeX
ru_ru: Использовать источник Use LaTeX
sl_si: Uporabi LaTeX izvorno kodo
sv_se: Använd LaTeX-källa
tr_tr: LaTeX Kaynağı Kullan
uk_ua: Використовувати LaTeX-джерело
vi_vn: Sử dụng LaTeX nguồn
zh_hans: 使用 LaTeX 代码
zh_hant: 使用 LaTeX 代碼

source: <div>Take effects when export as HTML (without styles) or copy as HTML code, or copy without theme style.<br/>When <strong>Use LaTeX Source</strong> is selected, Typora will put the raw LaTeX source (e.g: $X^2$),<br/>When <strong>Use Rendered SVG</strong> is selected, the rendered SVG will be used, if you paste to other app, SVG may get ignored.</div>
de_ch: <div>Tritt in Kraft, wenn als HTMl exportiert wird, der HTML-Kode kopiert wird oder ohne Themen-Stil kopiert wird.<br/>Wenn <strong>Benutze LaTeX-Source</strong> ausgewählt ist, wird Typora den reinen LaTeX-Source-Code (z.B.: $X^2$) verwenden,<br/>Wenn <strong>Benutze gerenderte SVG</strong> ausgewählt ist, wird die gerenderte SVG-Grafik verwendet. Wenn du in ein anders Programm kopiert, könnte SVG ignoriert werden.</div>
he_il: <div> השפיע בעת ייצוא כ- HTML (ללא סגנונות) או העתק כקוד HTML, או העתק ללא סגנון ערכת נושא. <br/> כאשר נבחר ל <strong> השתמש במקור LaTeX </strong>, טיפורה תניח את מקור LaTeX הגולמי (למשל: $X^2$),<br/> כאשר נבחר <strong> בחר Rendered SVG </strong>, ישתמש ב- SVG שניתנו, אם תדביק באפליקציה אחרת, SVG עשוי להתעלם. </div>
hu_hu: <div>HTML (formázás nélkül) exportálás, Másolás HTML-ként vagy Másolás Téma-formázás nélkül esetén van hatása.<br/>A <strong>LaTeX forráskód használata</strong> esetén a Typora a nyers LaTeX kódot (pl. $X^2$) használja,<br/>míg <strong>Átalakítás SVG-be</strong> esetén előbb SVG formátumba alakítja. Más alkalmazások beillesztéskor figyelmen kívül hagyhatják az SVG formátumot.</div>
it_it: <div>Funziona quando si esporta come HTML (senza stili) o si copia come codice HTML, o si copia senza stile del tema.<br/>Quando <strong>Use sorgente LaTeX</strong> è selezionato, Typora inserirà il codice LaTeX (i.e: $X^2$),<br/>Quando <strong>Usa SVG renderizzata</strong> è selezionato, verrà utilizzata la SVG renderizzata, se si incolla in un'altra app, la SVG potrebbe essere ignorata.</div>
ja_jp: <div>HTMLとしてエクスポートするとき(スタイルなし)、HTMLコードとしてコピーするとき、またはテーマスタイルなしでコピーするときに効果を発揮します。<br/> <strong>LaTeXのソースを使用</strong> が選択されている場合、Typora は生のLaTeXソース (e.g: $X^2$),<br/> <strong>レンダリングにSVGを使用</strong> が選択されている場合、レンダリングされたSVGが使用されます。</div>
pl_pl: <div>Ma zastosowanie podczas eksportowania jako HTML (bez stylów) albo kopiowania bez stylu motywu.<br/>Po wybraniu <strong>używaj źródła LaTeX</strong> Typora wstawi czyste źródło LaTeX (np. $X^2$).<br/>Po wybraniu <strong>używaj renderowanego SVG</strong>, zostanie użyty wyrenderowana grafika SVG; po wklejeniu tekstu do innej aplikacji obraz SVG może zostać pominięty.</div>
pt_br: <div>Ocorre ao exportar como HTML (sem estilos) ou ao copiar como código HTML, ou ao copiar sem estilo de tema.<br/>Quando <strong>Usar Fonte LaTeX</strong> está selecionada, o Typora usará a fonte bruta de LaTeX (e.g: $X^2$),<br/>Quando <strong>Usar SVG Renderizado</strong> está selecionado, o SVG renderizado será utilizado, se você colocar em outro aplicativo, o SVG pode ser ignorado.</div>
ro_ro: <div>Are efect când se exportă ca HTML (fără stiluri) sau se copiază ca cod HTML, sau se copiază fără stilul temei.<br/>Când <strong>Folosește sursă LaTeX</strong> este selectat, Typora va insera sursa LaTeX (de ex: $X^2$),<br/>Când <strong>Folosește SVG Randat</strong> este selectat, SVG-ul randat va fi folosit, SVG-ul poate fi ignorat dacă o lipiți în altă aplicație.</div>
ru_ru: <div>Примите эффекты при экспорте в формате HTML (без стилей) или скопируйте обычный HTML-код, или скопируйте без каких-либо стилей.<br/>При выборе <strong>Использовать источник LaTeX</strong> Typora will put the raw LaTeX source (например: $X^2$),<br/>при выборе <strong>Использовать отрендеренный SVG</strong> будет использоваться обработанный SVG-формат; если вы вставите другой текст, SVG может быть проигнорирован.</div>
sl_si: <div>Take effects when export as HTML (brez slogov) or copy as HTML code, or copy without theme style.<br/>Kadar je izbrano <strong>Uporabi LaTeX izvorno kodo</strong>, bo Typora bo vnesla neobdelano izvorno kodo LaTeX (e.g: $X^2$),<br/>Ko je izbrano <strong>Uporabi izrisan SVG</strong>, bo uporabljen SVG izris. Če tak SVG kopirate v drugo aplikacijo lahko pride do težave, da se tak SVG v drugi aplikaciji ne izriše.</div>
sv_se: <div>Ta effekter när den exporteras som HTML (utan styler) eller kopiera som HTML-kod, eller kopiera utan temstyla.<br/>När <strong>Använd LaTeX-källa</strong> är vald, så kommer Typora använda den råa LaTeX-källan (t.ex: $X^2$),<br/>När <strong>Använd renderad SVG</strong> är vald, så kommer den renderade SVG:n användas, ifall du klistrar in i en annan app så kanske SVG:n ignoreras.</div>
tr_tr: <div> HTML olarak (stiller olmadan) dışarı alındığında efektleri al veya HTML kodu olarak kopyala ya da tema stili olmadan kopyala.<br/> <strong> kullanıldığında LaTeX Kaynak</strong> seçilir, Typora ham LaTeX kaynağını ($X^2$ gibi) kullanacaktır,<br/> <strong> kullanıldığında SVG</strong> işleyicisi seçilir, işlenmiş SVG kullanılır, eğer başka bir uygulamaya yapıştırırsanız SVG görmezden gelinebilir.</div>
uk_ua: <div>Діє при експортуванні як HTML (без стилів) або копіюванні як HTML-код, або копіюванні без стилю теми.<br/>Коли вибрано <strong>Використовувати LaTeX-джерело</strong>, Typora вставить оригінальне LaTeX-джерело (наприклад: $X^2$),<br/>Коли вибрано <strong>Використовувати згенерований SVG</strong>, буде використано згенерований SVG, але слід пам'ятати, що при вставці в інший застосунок SVG може виявитися проігнорованим.</div>
vi_vn: <div>Sẽ ảnh hưởng khi xuất dưới dạng HTML (không có style) hoặc sao chép dưới dạng mã HTML hoặc sao chép mà không có style chủ đề.<br/>Khi chọn <strong>Sử dụng LaTeX nguồn</strong>, Typora sẽ giữ nguyên dạng LaTeX thô (ví dụ: $X^2$),<br/>Khi chọn <strong>Sử dụng SVG đã render</strong>, dạng SVG đã render sẽ được sử dụng, khi đó nếu bạn dán nội dung sang ứng dụng khác, SVG có thể bị bỏ qua.</div>
zh_hans: <div>在 复制为 HTML 代码 , 复制内容并简化格式, 导出 HTML (without styles) 时生效。<br/>当选择 <strong>使用 LaTeX 代码</strong> 时, Typora 会使用 LaTeX 源码 (例如： $X^2$),<br/>当选择 <strong>使用 SVG</strong> 时, Typora 会使用生成的 SVG 替换数学公式</div>
zh_hant: <div>在匯出為無格式 HTML、HTML 代碼或複製為主題樣式時生效。<br/>當選擇 <strong>使用 LaTeX 代碼</strong> 時，Typora 會使用 LaTeX 代碼(e.g: $X^2$)，<br/>當選擇 <strong>使用 SVG 渲染</strong>時，Typora 會使用產生的 SVG 替換數學公式。</div>

source: Import function and several export formats requires Pandoc (≥%@) to be installed.
ar_sa: تتطلب وظيفة الاستيراد والعديد من تنسيقات التصدير تنصيب Pandoc (≥%@).
de_ch: Für die Importfunktion und mehrere Exportformate muss Pandoc (≥%@) installiert sein.
he_il: פונקציית הייבוא וחלק מפונקציות הייצוא דורשות את Pandoc (≥%@) מותקן.
hu_hu: Importálás és a legtöbb formátumba történő exportáláshoz szükséges a Pandoc (≥%@) telepítése.
it_it: L'importazione e diversi formati di esportazione richiedono l'installazione di Pandoc (≥%@).
ja_jp: インポート機能といくつかのフォーマット形式によるエクスポートには、Pandoc (≥%@) のインストールが必要です。
pl_pl: Funkcja importowania i kilka formatów eksportowania wymagają zainstalowanego modułu Pandoc (≥%@).
pt_br: Função de importação e diversos formatos de exportação requerem que o Pandoc (≥%@) esteja instalado.
ro_ro: Funcția de import și câteva formate de export necesită ca Pandoc (≥%@) să fie instalat.
ru_ru: Функция импорта и некоторые форматы экспорта требуют установки Pandoc (≥%@).
sl_si: Za funkcijo uvoza in več formatov izvoza je treba namestiti program Pandoc (≥%@).
sv_se: Importfunktionen och flera exportformat kräver att Pandoc (≥%@) är installerad.
tr_tr: Fonksiyonları içe aktarma ve pek çok dışa aktarma formatı Pandoc (≥%@) yüklü olmasını gerektirmektedir.
vi_vn: Tính năng nhập và nhiều định dạng xuất tập tin cần chương trình Pandoc (≥%@) được cài đặt sẵn.
zh_hans: 导入功能和多种导出格式需要安装 Pandoc (≥%@)。
zh_hant: 匯入功能和多種匯出格式需要安裝 Pandoc (≥%@)。

source: Do not show this message again
ar_sa: عدم إظهار هذه الرسالة مرة أخرى
de_ch: Diese Nachricht nicht nochmal anzeigen
he_il: אל תציג הודעה זו שוב
hu_hu: Ne mutassa ezt az üzenetet még egyszer
it_it: Non mostrare più questo messaggio
ja_jp: このメッセージを次回から表示しない
pl_pl: Nie pokazuj więcej tego komunikatu
pt_br: Não mostrar essa mensagem de novo
ro_ro: Nu mai afișa acest mesaj
ru_ru: Не показывать это сообщение снова
sl_si: Tega sporočila ne prikazujte več
sv_se: Visa inte det här meddelandet igen
tr_tr: Bu mesajı tekrar gösterme
vi_vn: Không hiện thông báo này nữa
zh_hans: 不要再显示此消息
zh_hant: 不再顯示此訊息

source: Page Break Between Top Headings
ar_sa: فاصل الصفحة بين أقسام المستوى الأعلى
he_il: מעבר עמוד בין כותרות
hu_hu: Legfelső szintű címsorok elválasztása oldaltöréssel
it_it: Interruzione di pagina tra le sezioni di livello superiore
ja_jp: 見出し間での改ページ
pl_pl: Podział strony między nagłówkami najwyższego poziomu
pt_br: Quebra de página entre as seções de nível superior
ro_ro: Sfârşit de pagină între Titluri
ru_ru: Разрыв страницы между разделами верхнего уровня
sl_si: Prelom strani med zgornjimi naslovi
sv_se: Sidbrytning mellan huvudrubriker
tr_tr: En yukarıdaki bölümler arasına sayfa sonu
vi_vn: Ngắt trang giữa các Tiêu đề trên cùng
zh_hans: 按一级标题分页
zh_hant: 按一級標題分頁

source: Sorry, some error happened, current writing content has been copied to clipboard. You could report this to <hi@typora.io> to help us fix this error.
ar_sa: عذرًا ، حدث خطأ ما ، تم نسخ محتوى الكتابة الحالي إلى الحافظة. يمكنك الإبلاغ عن هذا إلى <hi@typora.io> لمساعدتنا في إصلاح هذا الخطأ.
he_il: אירעה שגיאה כלשהיא, ותוכן הכתיבה הנוכחי הועתק ללוח. תוכל לדווח על כך ל־<hi@typora.io> כדי לתקן שגיאה זו.
hu_hu: Sajnos hiba lépett fel. A dokumentumot a vágólapra másoltuk. Ha bejelenti a hibát a <hi@typora.io> címen, azzal segít nekünk a kijavításában.
it_it: Spiacente, si è verificato un errore, il contenuto che stavi scrivendo è stato copiato negli appunti. Puoi segnalare questo errore a <hi@typora.io> per aiutarci a correggerlo.
ja_jp: エラーが発生しました、現在の入力内容がクリップボードにコピーされています。<hi@typora.io> 宛に報告を頂けると、この問題の解決に役立てることができます。
pl_pl: Przepraszamy, ale wystąpił jakiś błąd, a obecna zawartość tekstowa została skopiowana do schowka. Możesz to zgłosić pod adresem <hi@typora.io>, byśmy mogli naprawić ten błąd.
pt_br: Desculpa, um erro ocorreu, o conteúdo atual foi copiado para a área de transferência. Você pode reportar esse erro para <hi@typora.io> a fim de nos ajudar a corrigir.
ro_ro: Ne pare rău, niște erori au avut loc, conținutul pe care îl scriai a fost copiat în clipboard. Poți raporta asta la <hi@typora.io> să ne ajuți să remediem acestei erori.
ru_ru: Извините, произошла ошибка, текущее содержимое записи скопировано в буфер обмена. Вы можете сообщить об этом по адресу <hi@typora.io>, чтобы помочь нам исправить эту ошибку.
sl_si: Žal je prišlo do napake, trenutna vsebina pisanja je bila kopirana v odložišče. To lahko sporočite na <hi@typora.io> in nam pomagate odpraviti napako.
sv_se: Tyvärr så uppstod det ett fel, det nuvarande skrivinnehållet har kopierats till urklippet. Du kan anmäla detta till <hi@typora.io> för att hjälpa oss fixa detta.
tr_tr: Üzgünüz, bir hata oluştu, son yazılan içerik panoya kopyalandı. Bu hatayı düzeltmemiz için <hi@typora.io> adresine bildirerek bize yardım edebilirsiniz.
vi_vn: Xin lỗi, đã có lỗi xuất hiện, nội dung soạn thảo đã được sao chép vào bộ nhớ tạm (clipboard). Bạn có thể báo cáo lỗi này đến <hi@typora.io> để giúp chúng tôi sửa nó ngay.
zh_hans: 很抱歉，程序出现错误，已将当前内容复制到了剪贴板。您也可以向 hi@typora.io 报告该错误。
zh_hant: 很抱歉，發生錯誤，已經複製目前內容到剪貼簿。您可以向 <hi@typora.io> 回報以幫助我們修復此錯誤。

source: Try Recovery
ar_sa: تجربة الاستعادة
he_il: נסה לשחזר
hu_hu: Helyreállítás megkísérlése
it_it: Prova il recupero
ja_jp: 復旧を試みる
pl_pl: Wypróbuj odzyskiwanie
pt_br: Tentar Recuperar
ro_ro: Incearcă Recuperare
ru_ru: Попробовать восстановить
sl_si: Poskusite obnoviti podatke
sv_se: Försök att återhämta
tr_tr: Kurtarmayı Dene
vi_vn: Thử phục hồi
zh_hans: 尝试恢复
zh_hant: 嘗試復原

source: Other Options for Data Recovery
he_il: אפשרויות אחרות לשחזור נתונים
hu_hu: Egyéb helyreállítási lehetőségek
it_it: Altre opzioni per il recupero dei dati
ja_jp: データ復旧のための他のオプション
pl_pl: Inne opcje odzyskiwania danych
ru_ru: Другие варианты восстановления данных
sv_se: Andra val för dataåterhämtning
tr_tr: Data Kurtarma için diğer seçenekler
zh_hans: 其他恢复选项
zh_hant: 其他資料復原選項

source: When Insert
ar_sa: عند الإدخال
he_il: בעת קלט
hu_hu: Beszúráskor
it_it: Quando inserisci
ja_jp: インサート時
pl_pl: Podczas wstawiania
pt_br: Ao Inserir
ro_ro: În Timpul Inserării
ru_ru: При вставке
sl_si: Ko vstavite sliko
tr_tr: Yerleştirildiğinde
vi_vn: Khi chèn
zh_hans: 插入图片时
zh_hant: 插入圖片時

source: Upload image
ar_sa: رفع الصور
he_il: העלה תמונה
hu_hu: Kép feltöltése
it_it: Carica immagine
ja_jp: 画像をアップロード
pl_pl: Prześlij plik
pt_br: Carregar imagem
ro_ro: Încarcă Imagine
ru_ru: Загрузить изображение
sl_si: Naloži sliko
tr_tr: Resim yükle
vi_vn: Tải ảnh lên
zh_hans: 上传图片
zh_hant: 上傳圖片

source: e.g: %@
he_il: לדוגמא: %@
hu_hu: pl. %@
it_it: i.e: %@
pl_pl: np. %@
pt_br: ex.: %@
ro_ro: de ex: %@
ru_ru: например: %@
sl_si: n.pr: %@
tr_tr: örneğin: %@
vi_vn: ví dụ: %@
zh_hans: 例: %@
zh_hant: 例: %@

source: Test Uploader
ar_sa: تجربة الرافع
he_il: בדוק את ההעלאה
hu_hu: Feltöltő tesztelése
it_it: Testa Uploader
ja_jp: アップローダーをテスト
pl_pl: Przetestuj przesyłanie
pt_br: Testar Carregador
ro_ro: Testează Uploader
ru_ru: Протестировать загрузку
sl_si: Preverjanje programa za prenašanje slik
tr_tr: Yükleyiciyi Test Et
vi_vn: Kiểm tra công cụ tải lên
zh_hans: 验证图片上传选项
zh_hant: 測試圖片上傳

# Validating
source: Validating Image Uploader
ar_sa: التحقق من رافع الصور
he_il: בודק את ההעלאה
hu_hu: Képfeltöltő ellenőrzése
it_it: Validazione Uploader
ja_jp: Validating Image Uploader 画像のアップローダーを検証中
pl_pl: Weryfikowanie narzędzia do przesyłania
pt_br: Validando Carregador de Imagem
ro_ro: Se validează Uploaderul de Imagini
ru_ru: Проверка загрузки изображения
sl_si: Preverjanje nalaganja slik
tr_tr: Onaylanıyor
vi_vn: Đang kiểm tra công cụ tải lên
zh_hans: 验证中
zh_hant: 驗證圖片上傳中

source: Validation Failed
ar_sa: فشل التحقق
he_il: הבדיקה נכשלה
hu_hu: Ellenőrzés sikertelen
it_it: Validazione non riuscita
ja_jp: 検証に失敗しました
pl_pl: Weryfikacja nieudana
pt_br: Validação Falhou
ro_ro: Validare Nereuşită
ru_ru: Проверка не удалась
sl_si: Preverjanje je uspelo
tr_tr: Onaylama Başarısız
vi_vn: Kiểm tra thất bại
zh_hans: 验证失败
zh_hant: 驗證失敗

source: Validation Succeed
ar_sa: نجح التحقق
he_il: הבדיקה עברה בהצלחה
hu_hu: Ellenőrzés sikeres
it_it: Validazione riuscita
ja_jp: 検証は成功しました
pl_pl: Weryfikacja zakończona powodzeniem
pt_br: Validação Sucedida
ro_ro: Validare Reuşită
ru_ru: Успешная проверка
sl_si: Preverjanje ni uspelo
tr_tr: Onaylama Başarılı
vi_vn: Kiểm tra thành công
zh_hans: 验证成功
zh_hant: 驗證成功

source: Testing image uploading using command:
ar_sa: اختبار رفع الصور باستخدام الأمر:
he_il: בודק את ההעלאה התמונה בעזרת הפקודה:
hu_hu: Ezzel a paranccsal tesztelem a képfeltöltést:
it_it: Testa il caricamento delle immagini con il comando:
ja_jp: コマンドで画像アップローダーをテスト:
pl_pl: Testowanie przesyłania obrazu z użyciem polecenia:
pt_br: Testando carregamento de imagem usando comando:
ro_ro: Testare încarcare imagini folosind comanda:
ru_ru: Тестирование загрузки изображений с помощью команды:
sl_si: Preverjanje nalaganja slike z uporabo ukaza:
tr_tr: Resim yükleme komut kullanılarak test ediliyor:
vi_vn: Kiểm tra hình ảnh tải lên thông qua câu lệnh:
zh_hans: 使用以下命令测试图片上传选项：
zh_hant: 使用以下命令測試圖片上傳選項:

source: Running… Waiting for results.
ar_sa: جار العمل... بانتظار النتائج.
he_il: מריץ... מחכה בעבור תוצאות.
hu_hu: Folymatban… Várakozás az eredményekre.
it_it: In esecuzione… In attesa del risultato.
ja_jp: 実行中… 結果をお待ちください。
pl_pl: Uruchomione… Oczekiwanie na wyniki.
pt_br: Executando... Aguardando resultados.
ro_ro: În execuţie… Așteptând rezultatele.
ru_ru: Запуск… Ожидание результатов.
sl_si: Delam … Počakajte na rezultat.
tr_tr: Yürütülüyor… Sonuçlar bekleniyor.
vi_vn: Đã chạy… Đang chờ kết quả.
zh_hans: 运行中…… 请稍等
zh_hant: 正在執行…請稍候。

source: Output from the console:
ar_sa: نتيجة وحدة التحكم:
he_il: פלט:
hu_hu: Parancssor kimenete:
it_it: Output dalla console:
ja_jp: コンソールからの出力:
pl_pl: Komunikaty z konsoli:
pt_br: Saída do console:
ro_ro: Rezultat din consolă:
ru_ru: Вывод в консоли:
sl_si: Izpis v konzoli:
tr_tr: Konsoldan çıktı:
vi_vn: Kết quả từ bảng câu lệnh:
zh_hans: 程序运行结果：
zh_hant: 主控台輸出結果:
