Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Plain Text File
ar_sa: ملف نص عادي
ca_es: Arxiu de text sense format
cs_cz: Soubor prostého textu
de_ch: Reine Text-Datei
el_gr: Αρχείο Απλού Κειμένου
es_es: Archivo de texto plano
fa_ir: فایل متن ساده
gl_es: Arquivo Texto Plano
he_il: קובץ טקסט רגיל
hr_hr: Običan tekstualni fajl
hu_hu: Egyszerű szövegfájl
it_it: File di testo
ja_jp: プレーンテキスト
nl_nl: Eenvoudig Tekst Bestand
pl_pl: Zwykły plik tekstowy
pt_br: Arquivo de Texto Simples
ro_ro: Fișier Text Simplu
ru_ru: Обычный текстовый файл
sk_sk: Obyčajný textový súbor
sl_si: Golo besedilo
sv_se: Textfil
tr_tr: Düz Yazı Dosyası
uk_ua: Звичайний текстовий файл
vi_vn: Tập tin văn bản thông thường
zh_hans: 纯文本文档
zh_hant: 純文字檔案

source: All Files
ar_sa: جميع الملفات
ca_es: Tots els arxius
cs_cz: Všechny soubory
de_ch: Alle Dateien
el_gr: Όλα τα Αρχεία
es_es: Todos los archivos
fa_ir: همه فایل‌ها
gl_es: Tódolos Arquivos
he_il: כל הקבצים
hr_hr: Svi fajlovi
hu_hu: Összes fájl
it_it: Tutti i file
ja_jp: すべてのファイル
nl_nl: Alle Bestanden
pl_pl: Wszystkie pliki
pt_br: Todos os Arquivos
ro_ro: Toate Fișierele
ru_ru: Все файлы
sk_sk: Všetky súbory
sl_si: Vse datoteke
sv_se: Alla filer
tr_tr: Tüm Dosyalar
uk_ua: Усі файли
vi_vn: Tất cả các tập tin
zh_hans: 所有文件
zh_hant: 所有檔案

source: All Supported Formats
ar_sa: جميع الصيغ المدعومة
ca_es: Tots els formats supportats
cs_cz: Všechny podporované formáty
de_ch: Alle unterstützten Formate
el_gr: Όλες οι Υποστηριζόμενες Μορφές
es_es: Todos los formatos soportados
fa_ir: همه فایل‌های قابل پشتیبانی
gl_es: Tódolos Formatos Suportados
he_il: כל הפורמטים הנתמכים
hr_hr: Svi podržani formati
hu_hu: Minden támogatott formátum
it_it: Formati supportati
ja_jp: サポートされているすべてのフォーマット
nl_nl: Alle Ondersteunde Formaten
pl_pl: Wszystkie obsługiwane formaty
pt_br: Todos os Formatos Suportados
ro_ro: Toate Formatele Suportate
ru_ru: Все поддерживаемые форматы
sk_sk: Všetky podporované formáty
sl_si: Vsi podprti formati
sv_se: Alla stödda format
tr_tr: Tüm Desteklenen Biçimler
uk_ua: Усі підтримувані формати
vi_vn: Tất cả các định dạng được hỗ trợ
zh_hans: 所有支持的格式
zh_hant: 所有支援的格式

source: Discard Changes
ar_sa: تجاهل التعديلات
ca_es: Descartar canvis
cs_cz: Zahodit změny
de_ch: Änderungen verwerfen
el_gr: Απόρριψη Αλλαγών
es_es: Descartar cambios
fa_ir: بازگردانی تغییرات
gl_es: Descartar os cambios
he_il: בטל שינויים
hr_hr: Odbaci izmjene
hu_hu: Változtatások elvetése
it_it: Ignora modifiche
ja_jp: 変更を破棄
nl_nl: Veranderingen Verwijderen
pl_pl: Odrzuć zmiany
pt_br: Descartar Alterações
ro_ro: Anulează Modificările
ru_ru: Отменить изменения
sk_sk: Zahodiť zmeny
sl_si: Zavrzi spremembe
sv_se: Ignorera ändringar
tr_tr: Değişiklikleri Yoksay
uk_ua: Відкинути зміни
vi_vn: Huỷ bỏ những thay đổi
zh_hans: 放弃更改
zh_hant: 捨棄變更

source: Discard
ar_sa: تجاهل
ca_es: Descartar
cs_cz: Zahodit
de_ch: Verwerfen
el_gr: Απόρριψη
es_es: Descartar
fa_ir: بازگردانی
gl_es: Descartar
he_il: בטל
hr_hr: Odbaci
hu_hu: Elvetés
it_it: Ignora
ja_jp: 破棄する
nl_nl: Verwijderen
pl_pl: Odrzuć
pt_br: Descartar
ro_ro: Anulează
ru_ru: Отклонить
sk_sk: Zahodiť
sl_si: Zavrzi
sv_se: Ignorera ändringar
tr_tr: Yoksay
uk_ua: Відкинути
vi_vn: Huỷ bỏ
zh_hans: 丢弃
zh_hant: 捨棄

source: Menu
ar_sa: قائمة
ca_es: Menú
de_ch: Menü
el_gr: Μενού
es_es: Menú
fa_ir: منو
he_il: תפריט
hr_hr: Meni
hu_hu: Menü
ja_jp: メニュー
ro_ro: Meniu
ru_ru: Меню
sk_sk: Ponuka
sl_si: Meni
sv_se: Meny
tr_tr: Menü
uk_ua: Меню
zh_hans: 菜单
zh_hant: 選單

source: Back
ar_sa: رجوع
ca_es: Enrere
cs_cz: Zpět
de_ch: Zurück
el_gr: Πίσω
es_es: Atrás
fa_ir: بازگشت
gl_es: Atrás
he_il: חזור
hr_hr: Natrag
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
nl_nl: Terug
pl_pl: Wróć
pt_br: Voltar
ro_ro: Înapoi
ru_ru: Назад
sk_sk: Späť
sl_si: Nazaj
sv_se: Tillbaka
tr_tr: Geri
uk_ua: Назад
vi_vn: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Contact
ar_sa: تواصل
ca_es: Contacte
cs_cz: Kontakt
de_ch: Kontakt
el_gr: Επικοινωνία
es_es: Contacto
fa_ir: تماس
gl_es: Contacto
he_il: צור קשר
hr_hr: Kontakt
hu_hu: Kapcsolat
it_it: Contatto
ja_jp: 連絡先
pl_pl: Kontakt
pt_br: Contatar
sk_sk: Kontakt
sl_si: Stik
sv_se: Kontakt
tr_tr: İrtibat
uk_ua: Контактна інформація
vi_vn: Liên hệ
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Open From...
ar_sa: فتح من...
ca_es: Obrir des de...
cs_cz: Otevřít z...
de_ch: Öffnen von...
el_gr: Άνοιγμα Από...
es_es: Abrir desde...
fa_ir: باز کردن فرم...
gl_es: Abrir dende...
he_il: פתח מ...
hr_hr: Otvori sa...
hu_hu: Megnyitás innen...
it_it: Apri da...
ja_jp: ～から開く
nl_nl: Openen Van...
pl_pl: Otwórz z…
pt_br: Abrir Desde...
ro_ro: Deschide Din...
ru_ru: Открыть из...
sk_sk: Otvoriť z...
sv_se: Öppna från...
tr_tr: ... 'dan Açın
uk_ua: Відкрити з...
vi_vn: Mở từ...
zh_hans: 打开…
zh_hant: 開啟方式...

source: Import...
ar_sa: استيراد...
ca_es: Importar...
cs_cz: Importovat...
de_ch: Importieren...
el_gr: Εισαγωγή...
es_es: Importar...
fa_ir: افزودن...
gl_es: Importar...
he_il: ייבא...
hr_hr: Uvezi...
hu_hu: Importálás...
it_it: Importa...
ja_jp: インポートする
nl_nl: Importeren...
pl_pl: Importuj…
pt_br: Importar...
ro_ro: Importă...
ru_ru: Импортировать...
sk_sk: Importovať...
sv_se: Importera...
tr_tr: İçe Aktarma...
uk_ua: Імпортувати...
vi_vn: Nhập...
zh_hans: 导入…
zh_hant: 匯入...

source: Recent Documents
ar_sa: مستندات حديثة
ca_es: Documents recents
cs_cz: Nedávné dokumenty
de_ch: Zuletzt verwendete Dokumente
el_gr: Πρόσφατα Έγγραφα
es_es: Documentos recientes
fa_ir: اسناد اخیر
gl_es: Documentos Recentes
he_il: מסמכים אחרונים
hr_hr: Nedavni dokumenti
hu_hu: Legutóbbi dokumentumok
it_it: Documenti recenti
ja_jp: 履歴
nl_nl: Recente Documenten
pl_pl: Ostatnie dokumenty
pt_br: Documentos Recentes
ro_ro: Documente Recente
ru_ru: Недавние документы
sk_sk: Naposledy otvorené dokumenty
sl_si: Nedavni dokumenti
sv_se: Senast öppnade dokument
tr_tr: Son Belgeler
uk_ua: Останні документи
vi_vn: Tài liệu gần đây
zh_hans: 最近使用的文件
zh_hant: 最近使用的文件

# Search for
source: Search
ar_sa: بحث
cs_cz: Hledat
de_ch: Suchen nach
fa_ir: جستجو برای
he_il: חפש
hu_hu: Keresés
it_it: Cerca
ja_jp: ～を探す
pl_pl: Szukaj
pt_br: Buscar por
ro_ro: Caută
ru_ru: Искать
sk_sk: Hľadať
sl_si: Poišči
sv_se: Sök efter
tr_tr: Arama
uk_ua: Шукати
vi_vn: Tìm kiếm về
zh_hans: 查找
zh_hant: 搜尋

source: Clear Recent Documents
ar_sa: محو المستندات الحديثة
ca_es: Netejar documents recents
cs_cz: Vyčistit nedávné dokumenty
de_ch: Liste der zuletzt verwendeten Dokumente leeren
el_gr: Καθαρισμός Πρόσφατων Εγγράφων
es_es: Limpiar documentos recientes
fa_ir: پاک کردن اسناد اخیر
gl_es: Limpar documentos recentes
he_il: נקה מסמכים אחרונים
hr_hr: Očisti nedavne dokumente
hu_hu: Legutóbbi dokumentumok listájának törlése
it_it: Cancella documenti recenti
ja_jp: 履歴の消去
nl_nl: Recente documenten wissen
pl_pl: Wyczyść listę ostatnich dokumentów
pt_br: Limpar Documentos Recentes
ro_ro: Șterge Documente Recente
ru_ru: Очистить список
sk_sk: Vymazať naposledy otvorené dokumenty
sl_si: Počisti nedavne dokumente
sv_se: Rensa senast öppnade dokument
tr_tr: Son Belgeleri Temizle
uk_ua: Очистити Останні документи
vi_vn: Dọn sạch tài liệu gần đây
zh_hans: 清空最近使用的文档列表
zh_hant: 清除最近使用的文件

source: File Name
ar_sa: اسم الملف
ca_es: Nom de l'arxiu
cs_cz: Název souboru
de_ch: Dateiname
el_gr: Όνομα Αρχείου
es_es: Nombre del archivo
fa_ir: نام فایل
gl_es: Nome Arquivo
he_il: שם הקובץ
hr_hr: Ime fajla
hu_hu: Fájlnév
it_it: Nome file
ja_jp: ファイル名
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
pt_br: Nome do Arquivo
ro_ro: Nume Fișier
ru_ru: Имя файла
sk_sk: Názov súboru
sl_si: Ime datoteke
sv_se: Filnamn
tr_tr: Dosya Adı
uk_ua: Ім’я файлу
vi_vn: Tên tập tin
zh_hans: 文件名
zh_hant: 檔案名稱

source: Path
ar_sa: مسار
ca_es: Ruta
cs_cz: Cesta
de_ch: Pfad
el_gr: Μονοπάτι
es_es: Ruta
fa_ir: مسیر
gl_es: Ruta
he_il: כתובת
hr_hr: Putanja
hu_hu: Útvonal
it_it: Percorso
ja_jp: パス
nl_nl: Pad
pl_pl: Ścieżka
pt_br: Caminho
ro_ro: Cale
ru_ru: Путь
sk_sk: Cesta
sl_si: Pot
sv_se: Sökväg
tr_tr: Konum
uk_ua: Шлях
vi_vn: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Export As...
ar_sa: تصدير كـ...
ca_es: Exportar com...
cs_cz: Exportovat jako...
de_ch: Exportieren als...
el_gr: Εξαγωγή Ως...
es_es: Exportar como...
fa_ir: خروجی گرفتن بصورت...
gl_es: Exportar como...
he_il: ייצא בשם...
hr_hr: Izvezi kao...
hu_hu: Exportálás mint...
it_it: Esporta come...
ja_jp: ～としてエクスポートする
nl_nl: Exporteren Als...
pl_pl: Eksportuj jako…
pt_br: Exportar Como...
ro_ro: Exportă Ca...
ru_ru: Экспортировать как...
sk_sk: Exportovať ako...
sv_se: Exportera som...
tr_tr: ... Olarak Dışa Aktar
uk_ua: Експортувати як...
vi_vn: Xuất dưới dạng...
zh_hans: 导出为…
zh_hant: 匯出為...

source: More Formats
ar_sa: هيئات أخرى
ca_es: Més formats
cs_cz: Další formáty
de_ch: Weitere Formate
el_gr: Περισσότερες Μορφές
es_es: Más formatos
fa_ir: فرمت‌های بیشتر
gl_es: Máis Formatos
he_il: פורמטים נוספים
hr_hr: Više formata
hu_hu: További formátumok
it_it: Altri formati
ja_jp: 他のフォーマット
nl_nl: Meer Formaten
pl_pl: Więcej formatów
pt_br: Mais Formatos
ro_ro: Mai multe Formate
ru_ru: Дополнительные форматы
sk_sk: Ďalšie formáty
sl_si: Več oblik
sv_se: Fler format
tr_tr: Daha Fazla Biçim
uk_ua: Більше форматів
vi_vn: Định dạng khác
zh_hans: 更多格式
zh_hant: 更多格式

source: File formats under 'More Formats' sections needs <a class='open-pandoc-guide'>Pandoc to be installed</a>.
ca_es: Els formats sota la secció 'Més formats' requereixen que <a class='open-pandoc-guide'>Pandoc estigui instal·lat</a>.
cs_cz: Souborové formáty pod sekcí 'Další formáty' vyžadují <a class='open-pandoc-guide'>instalaci Pandocu</a>.
de_ch: Die Dateiformate unter den 'Weitere Formate'-Abschnitten benötigen eine Installation von <a class='open-pandoc-guide'>Pandoc</a>.
el_gr: Η μορφή αρχείων κάτω από το τμήμα 'Περισσότερες Μορφές' χρειάζεται <a class='open-pandoc-guide'>εγκατάσταση του Pandoc</a>.
es_es: Los formatos de archivo bajo la selección 'Más formatos' necesitan que <a class='open-pandoc-guide'>Pandoc esté instalado</a>.
fa_ir: فایل فرمت‌ها تحت بخش‌های 'فرمت‌های بیشتر' به <a class='open-pandoc-guide'>Pandoc جهت نصب نیاز دارد</a>.
gl_es: Os formatos de arquivo en seccións 'Máis formatos' necesitan que<a class='opand-guide-> Pandoc estéa instalado </a>.
he_il: פורמטים תחת "פורמטים נוספים" צריכים ש־<a class='open-pandoc-guide'>Pandoc יהיה מותקן</a>.
hr_hr: Za formate datoteka pod sekcijom 'Više formata' <a class='open-pandoc-guide'>Pandoc treba biti instaliran</a>.
hu_hu: A 'További formátumok' szakaszban szereplő formátumokhoz <a class='open-pandoc-guide'>telepíteni kell a Pandoc-ot</a>.
it_it: I file nella sezione 'Altri formati' richiedono <a class='open-pandoc-guide'>l'installazione di Pandoc</a>.
ja_jp: 「他のフォーマット」に挙げられているフォーマットの処理には、<a class='open-pandoc-guide'>Pandocのインストールが必要です</a>.
nl_nl: Voor bestandsformaten onder 'Meer Formaten' is het nodig dat <a class='open-pandoc-guide'>Pandoc geïnstalleerd</a> is.
pl_pl: Formaty plików w sekcjach 'Więcej formatów' wymagają <a class='open-pandoc-guide'>zainstalowanego Pandoc</a>.
pt_br: Formatos de arquivo em 'Mais Formatos' precisam que o <a class='open-pandoc-guide'>Pandoc esteja instalado</a>.
ro_ro: Formatele din 'Mai multe Formate' necesită ca <a class='open-pandoc-guide'>Pandoc să fie instalat</a>.
ru_ru: Для форматов файлов в секции 'Дополнительные форматы' <a class='open-pandoc-guide'>должен быть установлен Pandoc</a>.
sk_sk: Formáty súborov v časti 'Ďalšie formáty' vyžadujů <a class='open-pandoc-guide'>Inštaláciu Pandocu</a>.
sl_si: Formati datotek v razdelkih 'Več formatov' potrebujejo nameščen <a class='open-pandoc-guide'>Pandoc</a>.
sv_se: Filformat listade under 'Fler format' kräver att <a class='open-pandoc-guide'>Pandoc är installerat</a>.
tr_tr: 'Daha Fazla Biçim' altındaki dosya biçimleri bölümü <a class='open-pandoc-guide'>Pandoc 'un yüklü olmasını gerektirmektedir</a>.
uk_ua: Для форматів файлів у розділі 'Більше форматів' потрібно <a class='open-pandoc-guide'>встановити Pandoc</a>.
vi_vn: Tập tin sử dụng tuỳ chọn 'Định dạng khác' cần <a class='open-pandoc-guide'>cài đặt Pandoc</a> để hoạt động được.
zh_hans: 需要 <a class='open-pandoc-guide'>安装 Pandoc</a> 以导出'更多格式'所列的文件格式。
zh_hant: 需要<a class='open-pandoc-guide'>先安裝 Pandoc </a>才能匯出「更多格式」中所列的檔案格式。

source: Something is Wrong…
ar_sa: حدث خطأ
ca_es: Alguna cosa ha anat malament...
cs_cz: Něco je špatně…
de_ch: Da ist etwas schief gegangen…
el_gr: Κάτι πήγε Στραβά…
es_es: Algo salió mal…
fa_ir: مشکلی وجود دارد…
gl_es: Algo vai mal…
he_il: משהו לא בסדר...
hr_hr: Nešto nije u redu…
hu_hu: Hiba történt…
it_it: Qualcosa è andato storto…
ja_jp: 問題が生じました
nl_nl: Er is iets fout gegaan…
pl_pl: Coś poszło nie tak…
pt_br: Algo está Errado…
ro_ro: Ceva Nu Este Corect…
ru_ru: Что-то не так…
sk_sk: Niečo nefunguje…
sl_si: Nekaj je narobe …
sv_se: Något är fel…
tr_tr: Bir Hata Oluştu…
uk_ua: Щось не так…
vi_vn: Có vấn đề xảy ra…
zh_hans: 出错了…
zh_hant: 出錯了...

source: Save content failed for some reason.<br/>You could copy the content into a new Typora window, and then save it. <br/>Learn more about:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Report bugs to us</a></li><li><a href='https://support.typora.io/Version-Control/'>Recover lost contents</a></li></ul>
de_ch: Speichern des Inhalts ist aus unbekannten Gründen fehlgeschlagen.<br/>Sie können den Inhalt in ein neues Typora Fenster kopieren und dann erneut speichern. <br/>Mehr darüber erfahren:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Fehler berichten</a></li><li><a href='https://support.typora.io/Version-Control/'>Verlorene Inhalte wiederherstellen</a></li></ul>
hu_hu: A mentés valamilyen okból nem sikerült.<br/>Átmásolhatja a dokumentum tartalmát egy új Typora ablakba, és onnan elmentheti. <br/>További információk:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Programhibák bejelentése</a></li><li><a href='https://support.typora.io/Version-Control/'>Elveszett tartalom helyreállítása</a></li></ul>
ja_jp: 何らかの理由でコンテンツの保存に失敗しました。<br/>新しいTyporaウィンドウに内容をコピーして、保存してください。 <br/>詳細はこちら:<ul><li><a href='https://support.typora.io/Report-Bugs/'>バグを報告する</a></li><li><a href='https://support.typora.io/Version-Control/'>失われたコンテンツを復元する</a></li></ul>
pl_pl: Zapisanie zawartości nie powiodło się z jakiegoś powodu.<br/>Skopiuj zawartość do nowego okna Typora, a następnie zapisz dokument. <br/>Dowiedz się więcej o:<ul><li><a href='https://support.typora.io/Report-Bugs/'>zgłaszaniu błędów</a></li><li><a href='https://support.typora.io/Version-Control/'>przywracaniu utraconej zawartości</a></li></ul>
ru_ru: По какой-то причине сохранить содержимое не удалось.<br/>Вы можете скопировать содержимое в новое окно Typora, а затем сохранить его. <br/>Ссылки по теме:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Сообщить об ошибках программы</a></li><li><a href='https://support.typora.io/Version-Control/'>Как восстановить потерянное содержимое</a></li></ul>
sv_se: Av någon anledning kunde inte innehållet sparas.<br/>Du kan prova att kopiera innehållet till ett nytt Typora-fönster och spara där. <br/>Läs mer:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Rapportera problem till oss</a></li><li><a href='https://support.typora.io/Version-Control/'>Återställ förlorat innehåll</a></li></ul>
vi_vn: Vì một vài lý do nên việc lưu lại không thành công.<br/>Bạn có thể sao chép lại nội dung sang một cửa sổ Typora mới và thử lưu lại nó. <br/>Tìm hiểu thêm tại:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Báo cáo lỗi cho chúng tôi</a></li><li><a href='https://support.typora.io/Version-Control/'>Khôi phục nội dung bị mất</a></li></ul>
zh_hans: 保存文件失败。<br/>建议复制内容到新的 Typora 窗口后保存。 <br/>了解更多：<ul><li><a href='https://support.typora.io/Report-Bugs/'>给我们报告问题</a></li><li><a href='https://support.typora.io/Version-Control/'>恢复文件内容</a></li></ul>
zh_hant: 某些原因造成儲存失敗<br/>您可先複製內容到另一個 Typora 視窗再儲存它。<br/>了解更多：<ul><li><a href='https://support.typora.io/Report-Bugs/'>回報問題給我們</a></li><li><a href='https://support.typora.io/Version-Control/'>復原遺失的內容</a></li></ul>

source: Copy Content
ar_sa: نسخ المحتوى
ca_es: Copiar contingut
cs_cz: Kopírovat obsah
de_ch: Inhalt kopieren
el_gr: Αντιγραφή Περιεχομένου
es_es: Copiar contenido
fa_ir: کپی محتوی
gl_es: Copiar contido
he_il: העתק תוכן
hr_hr: Kopiraj sadržaj
hu_hu: Tartalom másolása
it_it: Copia contenuto
ja_jp: コンテンツをコピー
nl_nl: Kopieer Inhoud
pl_pl: Kopiuj zawartość
pt_br: Copiar Conteúdo
ro_ro: Copiază Conținut
ru_ru: Скопировать содержимое
sk_sk: Kopírovať obsah
sl_si: Kopiraj vsebino
sv_se: Kopiera innehåll
tr_tr: İçeriği Kopyala
uk_ua: Скопіювати вміст
vi_vn: Sao chép nội dung
zh_hans: 复制内容
zh_hant: 複製內容

source: Total
ar_sa: مجموع
cs_cz: Celkem
de_ch: Gesamt
el_gr: Σύνολο
fa_ir: کل
he_il: סך הכל
hr_hr: Ukupno
hu_hu: Összesen
it_it: Totale
ja_jp: 合計
nl_nl: Totaal
pl_pl: W dokumencie
ru_ru: Всего
sk_sk: Celkom
sl_si: Skupaj
tr_tr: Toplam
uk_ua: Загалом
vi_vn: Tổng cộng
zh_hans: 总计
zh_hant: 總計

source: Word count only support OS X later than 10.10.
ar_sa: خاصية عدد الأحرف تدعم OS X أحدث من 10.10.
cs_cz: Počítání slov podporuje pouze OS X novější než 10.10
de_ch: Wörteranzahl wird erst von OS X neuer als 10.10. unterstützt
el_gr: Ο μετρητής λέξεων υποστηρίζει εκδόσεις OS X μεταλύτερες από 10.10.
fa_ir: شمارش تعداد حروف فقط در نسخه OSX 10.10 به بالا پشتیبانی می‌شود‫.‬
gl_es: O reconto de palabras só admite OS X máis alo de 10.10.
he_il: ספירת מילית נתמכת רק במערכת ההפעלה X בגרסאות שלאחר 10.10.
hr_hr: Brojanje riječi je podržano samo na OS X kasnijem od 10.10.
hu_hu: A szavak számolása OS X 10.10 után működik.
it_it: Conteggio parole supportato solo a partire da OS X 10.10.
ja_jp: 単語数はOS X 10.10以降でのみ利用できます
nl_nl: Woord telling ondersteunt alleen OS X later than 10.10.
pl_pl: Licznik słów obsługuje wyłącznie OS X nowszy niż 10.10.
pt_br: Suporte à contagem de palavras apenas no macOS 10.10 ou posteriores.
ro_ro: Contorul de Cuvinte este suportat doar de OS X de la 10.10.
ru_ru: Счётчик слов поддерживается только в OS X не ниже версии 10.10.
sk_sk: Počítanie slov podporuje len OS X novšie ako 10.10
sl_si: Podpora samo za štetje besed je prisotna le na OS X, novejši od 10.10.
sv_se: Ordräkning stöds endast av OS X nyare än 10.10.
tr_tr: Kelime sayımı sadece 10.10'dan sonraki OS X 'i destekler.
uk_ua: Лічильник слів підтримує тільки OS X, новішу за 10.10.
vi_vn: Bộ đếm từ chỉ hoạt động với phiên bản OS X mới hơn 10.10.
zh_hans: 字数统计功能只支持 macOS 10.11 及以上版本。
zh_hant: 計算字數的功能僅支援 OS X 10.10 以上的版本。

source: Indent Size for Code
ar_sa: حجم المسافة البادئة للرمز المصدري
cs_cz: Velikost odsazení kódu
de_ch: Einrückungsmass für Code
el_gr: Μέγεθος Εσοχής για Πηγαίο Κώδικα
fa_ir: اندازه تورفتگی کد
gl_es: Sangría para o código
he_il: גודל ההזחה בעבור קוד
hu_hu: Behúzás mértéke programkódnál
it_it: Dimensione rientro codice
ja_jp: コードブロックのインデント
nl_nl: Code inspringen gebaseerd op grootte
pl_pl: Rozmiar wcięcia w przypadku kodu
pt_br: Tamanho da Indentação para Código
ro_ro: Dimensiune Indentare pentru Cod
ru_ru: Размер отступа для кода
sk_sk: Veľkosť odsadenie pre kód
sl_si: Velikost odmika za kodo
sv_se: Storlek på indrag för kod
tr_tr: Kodlar için Girinti Büyüklüğü
uk_ua: Розмір відступу для коду
vi_vn: Kích cỡ thụt dòng cho mã lệnh
zh_hans: 代码缩进
zh_hant: 程式碼縮排

source: Auto wrap long lines
ar_sa: التفاف تلقائي للأسطر الطويلة
cs_cz: Automaticky zalomit dlouhé řádky
de_ch: Lange Zeilen automatisch umbrechen
el_gr: Αυτόματη περιτύλιξη μεγάλων γραμμών
fa_ir: دربرگیرنده خودکار خطوط بلند
gl_es: Adaptar as liñas longas
he_il: רד שורה אוטומטית בעבור שורות ארוכות
hr_hr: Automatski prelomi duge linije
hu_hu: Hosszú sorok automatikus tördelése
it_it: Auto wrap linee lunghe
ja_jp: 長い行を折り返す
nl_nl: Automatisch lange lijnen omwikkelen
pl_pl: Automatycznie zawijaj długie wiersze
pt_br: Quebra automática de linhas longas
ro_ro: Încadrare automată linii lungi
ru_ru: Автоматический перенос длинных строк
sk_sk: Automaticky zalamovať dlhé riadky
sl_si: Samodejni prelom dolgih vrstic
sv_se: Radbryt långa textrader automatiskt
tr_tr: Uzun satırları otomatik olarak kaydır
uk_ua: Автоматичне перенесення довгих рядків
vi_vn: Tự động xuống dòng cho câu quá dài
zh_hans: 代码块自动换行
zh_hant: 程式碼自動換行
