Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Select custom folder
ar_sa: تحديد مجلد خاص
cs_cz: Vybrat volitelnou složku
de_ch: Benutzerdefinierten Ordner wählen
fa_ir: انتخاب پوشه‌ی سفارشی
gl_es: Seleccionar o cartafol personalizado
he_il: בחר תיקייה אחרת
hu_hu: Egyéni mappa választása
it_it: Seleziona cartella personalizzata
ja_jp: フォルダを指定
pl_pl: Wybierz własny folder
pt_br: Selecionar pasta personalizada
ro_ro: Selectează un folder particular
ru_ru: Выберите папку
sk_sk: Vybrať vlastný priečinok
sl_si: Izberi mapo po meri
sv_se: Välj anpassad mapp
tr_tr: Özel dosya seç
uk_ua: Вибрати власну директорію
vi_vn: Chọn thư mục cụ thể
zh_hans: 选择指定目录
zh_hant: 選擇指定的資料夾

source: This option may be overridden by "Close windows when quitting an application" in System Preferences
cs_cz: Toto nastavení může být přepsáno nastavením "Zavřít okna behěm zavírání aplikace" v systémových nastaveních
de_ch: Diese Option könnte von "Fenster beim Beenden eines Programmes schliessen" in den Systemeinstellungen überschrieben werden.
fa_ir: این گزینه ممکن است بواسطه‌ی "بستن پنجره‌ها در هنگام خروج از یک اپلیکیشن" در تنظیمات سیستم، لغو شده باشد‫.‬
he_il: אפשרות זו עשויה להידרס על ידי "סגור חלונות בעת יציאת יישום" בהעדפות המערכת
hu_hu: Ezt felülbírálhatja a Beállításokban lévő "Kilépéskor az ablakok bezárása" lehetőség
it_it: Questa opzione può essere sovrascritta da "Chiudi finestre quando esci da un'app" in Preferenze di Sistema
ja_jp: このオプションは、システム環境設定の "アプリケーションを保存するときにウィンドウを閉じる" に上書きされる可能性があります。
pl_pl: Ta opcja może być uchylona ustawieniem "Zamykaj okna, gdy zamykam aplikacje" w Preferencjach systemowych
pt_br: Esta opção pode ser sobrescrita por "Fechar janelas ao encerrar um app" nas Preferências do Sistema
ro_ro: Această opțiune ar putea fi suprascrisă de "Închide ferestrele când terminați aplicația" în Preferințele de Sistem
ru_ru: Этот параметр может быть перезаписан "Закрывать окна при завершении работы программы" в системных настройках (Mac OS)
sk_sk: Táto možnosť sa dá prepísať "Zatvoriť okná pri zatvorení aplikácie" v systémových nastaveniach
sl_si: Ta možnost je lahko nadomeščena z "Zapri okno ob zaključku aplikacije" v Sistemskih nastavitvah
sv_se: Detta val kan åsidosättas av "Stäng fönster när ett program avslutas" i dina systeminställnigar
tr_tr: Bu seçenek Sistem Ayarlarında "Bir uygulamadan çıkarken pencereleri kapat" tarafından iptal edilmiş olabilir
uk_ua: Ця опція може бути перекрита Системним параметром "Закрити вікна при закритті застосунку"
vi_vn: Tuỳ chọn này có thể bị mất hiệu lực bởi "Đóng cửa sổ khi thoát một ứng dụng" trong Tùy chọn hệ thống
zh_hans: 该选项可能会被系统设置中的 "退出 App 时关闭窗口" 所覆盖
zh_hant: 此選項可能會被系統設定中的「結束應用程式時關閉視窗」之設定值覆蓋

source: Ignore
ar_sa: تجاهل
cs_cz: Ignorovat
de_ch: Ignorieren
fa_ir: نادیده گرفتن
gl_es: Ignorar
he_il: התעלם
hu_hu: Mellőzés
it_it: Ignora
ja_jp: 無視する
pl_pl: Ignoruj
pt_br: Ignorar
ro_ro: Ignoră
ru_ru: Игнорировать
sk_sk: Ignorovať
sl_si: Ignoriraj
sv_se: Ignorera
tr_tr: Görmezden gel
uk_ua: Ігнорувати
vi_vn: Bỏ qua
zh_hans: 忽略
zh_hant: 略過

source: Choose Default Folder
ar_sa: اختيار المجلد الافتراضي
cs_cz: Vybrat výchozí složku
de_ch: Standard-Ordner auswähen
fa_ir: انتخاب پوشه‌ی پیش‌فرض
gl_es: Escoller o cartafol predefinido
he_il: בחר תיקיית ברירת מחדל
hu_hu: Alapértelmezett mappa kiválasztása
it_it: Scegli cartella predefinita
ja_jp: デフォルトのフォルダを選択する
pl_pl: Wybierz folder domyślny
pt_br: Escolher Pasta Padrão
ro_ro: Alege Folderul Implicit
ru_ru: Выбрать папку по умолчанию
sk_sk: Vybrať predvolený priečinok
sl_si: Izberite privzeto mapo
sv_se: Välj standardmapp
tr_tr: Varsayılan Klasörü Seç
uk_ua: Вибрати директорію за замовчуванням
vi_vn: Chọn thư mục mặc định
zh_hans: 选择默认文件夹
zh_hant: 選擇預設資料夾

source: <div><strong>Convert on Input</strong>: Input ASCII dashes or quotes, converted and saved as curly quotes or unicode dashes.<br/><strong>Convert on Rendering</strong>: Input and saved as ASCII dashes or quotes, render as curly quotes or unicode dashes.</div>
cs_cz: <div><strong>Převést při vstupu</strong>: Vložit ASCII lomítka nebo uvozovky, konvertované a uložené jako vlnovité uvozovky nebo unicode lomítka.<br/><strong>Převést při zobrazování</strong>: Vstup a uložení jako ASCII uvozovky a lomítka, zobrazit jako vlnovité uvozovky a lomítka.</div>
de_ch: <div><strong>Bei Eingabe umwandeln</strong>: Eingegebene ASCII Querstriche und Anführungszeichen werden als Unicode-Querstriche und schöne Anführungszeichen gesichert.<br/><strong>Bei Darstellung umwandeln</strong>: Gespeicherte ASCII Querstriche und Anführungszeichen werden als Unicode-Querstriche und schöne Anführungszeichen angezeigt.</div>
fa_ir: <div><strong>تبدیل در ورودی</strong>: خط تیره‌ها یا نقل قول‌های ASCII، بصورت خط تیره‌های مجعد و خط تیره‌های Unicode تبدیل و ذخیره شده است.<br/><strong>تبدیل در حین رندر کردن</strong>: خط تیره‌ها یا نقل قول‌های ASCII، بصورت خط تیره‌های مجعد و خط تیره‌های Unicode رندر و ذخیره شده است.</div>
gl_es: <div><strong>Converter na Entrada</strong>: Introduza guións ou comiñas ASCII, convertidos e gardados como comiñas rizadas ou guións unicode. <br/> <strong> Converte en renderizar </strong>: introducir e gardar como guións ou comiñas ASCII, facer como comiñas rixidas ou guións unicode.</div>
he_il: <div><strong>המר בעת קליטה</strong>: קליטת מקף או ציטוט (ASCII) יהפוך ויישמר בתור ציטוט 'מתולתל' או מקפי UNICODE.<br/><strong>המר בעת תצוגה</strong>: קלוט ושמור מקף וציטוטי ASCII, הצג בתור ציטוט 'מתולתל' או מקפי UNICODE.</div>
hu_hu: <div><strong>Csere begépeléskor</strong>: A begépelt ASCII kötő- és idézőjelek nyomdai megfelelőjükre cserélődnek és így lesznek elmentve.<br/><strong>Csere megjelenítéskor</strong>: A begépelt ASCII kötő- és idézőjelek mentésre kerülnek és csak megjelenítéshez cserélődnek nyomdai megfelelőjükre.</div>
it_it: <div><strong>Converti nel codice</strong>: trattini e virgolette ASCII verranno convertiti e salvati come virgolette o trattini Unicode.<br/><strong>Converti nell'anteprima</strong>: trattini e virgolette ASCII verranno salvati come tali, ma verranno raffigurati come virgolette o trattini Unicode.</div>
ja_jp: <div><strong>入力時に置換</strong>: ASCII文字のダッシュまたは引用符を入力すると、カーリー引用符またはUnicodeのダッシュ文字として保存されます。<br/><strong>レンダリング中に置換</strong>: ASCII文字のダッシュまたは引用符として保存されますが、カーリー引用符またはUnicodeのダッシュとしてレンダリングされます。</div>
pl_pl: <div><strong>Konwertuj podczas wpisywania</strong>: wprowadzane myślniki bądź cudzysłowy ASCII będą konwertowane i zapisywane jako cudzysłowy drukarskie lub myślniki Unicode.<br/><strong>Konwertuj podczas renderingu</strong>: wprowadzane myślniki bądź cudzysłowy ASCII będą zapisywane jako ASCII, ale renderowane jako cudzysłowy drukarskie lub myślniki Unicode.</div>
pt_br: <div><strong>Converter na Entrada</strong>: Entrada de hífens ou aspas em ASCII, convertidas e salvas como aspas onduladas ou traços unicode.<br/><strong>Converter na Renderização</strong>: Entrada salva como hífens ou aspas em ASCII, renderizada como aspas onduladas ou traços unicode.</div>
ro_ro: <div><strong>Conversie în Cod</strong>: cratimile sau ghilimelele ASCII vor fi convertire în citate buclate si cratime unicode.<br/><strong>Conversie în Randare</strong>: cratimile sau ghilimelele ASCII vor fi salvate așa, dar vor fi randare ca citate buclate si cratime unicode.</div>
ru_ru: <div><strong>Преобразовывать на входе</strong>: вводимые ASCII-тире или кавычки преобразуются и сохраняются как фигурные кавычки или Unicode-тире.<br/><strong>Конвертировать при рендеринге</strong>: ввод и сохранение в виде ASCII-тире или кавычек, рендеринг в виде фигурных кавычек или Unicode-тире.</div>
sk_sk: <div><strong>Konvertovať pri vstupe</strong>: Vložiť ASCII pomlčky alebo úvodzovky, konvertované a uložené ako zložené úvodzovky alebo pomlčky Unicode.<br/><strong>Konvertovať pri vykresľovanie</strong>: Vložené a uložené ASCII úvodzovky a pomlčky, vykresliť ako zložené úvodzovky a pomlčky Unicode.</div>
sl_si: <div><strong>Pretvori ob vnosu</strong>: Vnešeni ASCII pomišljaji in narekovaji se pretvorijo in shranijo kot zaviti narekovaji in unicode pomišljaji.<br/><strong>Preveri ob izrisu</strong>: Vnešeno in shranjeno kot ASCII pomišljaji in narekovaji, izrisano kot zaviti narekovaji in unicode pomišljaji.</div>
sv_se: <div><strong>Omvandla vid skrift</strong>: Skriv ASCII streck eller raka citattecken - spara som typografiska citattecken eller unicode streck.<br/><strong>Omvandla vid rendering</strong>: Skriv och spara som ASCII streck eller raka citattecken - rendera som typografiska citattecken eller unicode streck.</div>
tr_tr: <div><strong>Giriş üzerinden dönüştür</strong>: ASCII panoları veya alıntıları girin, tırnak işareti veya unicode panoları olarak kaydedilmiş veya çevirilmiş olarak girin.<br/><strong>İşleyici olarak çevir</strong>: Tırnak işaretleri veya unicode panoları olarak işlenenleri ASCII panoları veya alıntıları olarak girin ve kaydedin.</div>
uk_ua: <div><strong>Конвертувати при вводі</strong>: Введені тире або лапки ASCII будуть перетворені й збережені як фігурні лапки або unicode-тире.<br/><strong>Конвертувати при показі</strong>: Введені й збережені ASCII тире й лапки будуть показані як фігурні лапки або unicode-тире.</div>
vi_vn: <div><strong>Chuyển đổi từ đầu nhập</strong>: Nhập dấu gạch ngang hoặc dấu ngoặc kép ASCII, sau đó chuyển đổi và lưu dưới dạng ngoặc kép hoặc dấu gạch ngang unicode.<br/><strong>Chuyển đổi khi hiển thị</strong>: Nhập và lưu dưới dạng dấu gạch ngang hoặc dấu ngoặc kép ASCII, hiển thị dưới dạng ngoặc kép hoặc dấu gạch ngang unicode.</div>
zh_hans: <div><strong>输入时转换</strong>: 输入 ASCII 的引号/破折号，转化并保存为英式或 Unicode 的引号/破折号。<br/><strong>渲染时转化</strong>: 输入并保存 ASCII 的引号/破折号，但渲染为英式或 Unicode 的引号/破折号</div>
zh_hant: <div><strong>輸入時即轉換</strong>: 輸入的 ASCII 的引號或破折號會被轉換成智慧引號或 Unicode 破折號並以轉換後的符號儲存。<br/><strong>呈現時才轉換</strong>: 輸入的 ASCII 引號或破折號將會以原本的符號儲存，呈現時才會轉換成智慧型引號或 Unicode 破折號。</div>

source: <div>Recognize unicode punctuations as ASCII ones when parse markdown, e.g:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>It will be turned on automatically if smart quotes/dashes will be converted on input.<div>
cs_cz: <div>Rozponat unicode zápis jako ASCII, př.:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Bude to zapnuto automaticky pokud chytré uvozovky/lomítka budou převedeny na vstupu.<div>
de_ch: <div>Unicode-Zeichensetzung als ASCII wahrnehmen, wenn Markdown geparst wird, z.B.:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Wird automatisch angeschalten, wenn Intelligente Anführungszeichen gewäht wurde.<div>
fa_ir: <div>تشخیص حروف یونیکد بصورت ASCII آن در هنگام پارس کردن مارکدون, مانند:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>اگر نقل قول‌ها‫/‬خطوط تیره‌ی هوشمند در هنگام ورود تبدیل شوند، این مورد بطور خودکار فعال می‌شود‫.‬.<div>
he_il: <div>זיהוי סימני פיסוק UNICODE בתור ASCII בעת העבירה על Markdown, כמו:<br/><pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>אפשרות זו תיהיה מודלקת באופן אוטומטי אם ציטוט/מקפים חכמים יומר בעת הקלט.<div>
hu_hu: <div>Markdown feldolgozásakor a nyomdai unicode írásjeleket ASCII-vé alakítja vissza, pl.:<br/> <pre> 》 idézet → > idézet <br/> [link](src ’cím’) → [link](src 'cím')</pre>Automatikusan bekapcsolódik, amikor a Csere begépeléskor be van kapcsolva.<div>
it_it: <div>Riconosci punteggiatura Unicode come ASCII durante la conversione in Markdown, i.e:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’titolo’) → [link](src 'titolo')</pre>Verrà attivato automaticamente se trattini/virgolette intelligenti sono convertiti nel codice.<div>
ja_jp: <div>Markdownのパース時に、Unicode文字をASCII文字として認識します。例:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>入力文字がスマート置換されるときに自動的に削除されます。<div>
pl_pl: <div>Rozpoznawaj znaki interpunkcyjne Unicode jako ASCII podczas przetwarzania Markdowna, np. <br/> <pre> 》 blok → > blok <br/> [łącze](src ’tytuł’) → [łącze](src 'tytuł')</pre>będzie automatycznie włączone, gdy inteligentne cudzysłowy/myślniki będą konwertowane podczas wpisywania.<div>
pt_br: <div>Reconhece pontuações unicode como ASCII quando analisada em Markdown, ex.:<br/> <pre> 》 bloco de citação → > bloco de citação <br/> [link](src ’título’) → [link](src 'título')</pre>Isso será habilitado automaticamente se aspas/hífens inteligentes forem convertidas na entrada.<div>
ro_ro: <div>Recunoaște punctația unicode ca ASCII în timpul conversiei markdown, de ex:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Va fi activat automat dacă ghilimelele/cartimele inteligente vor fi convertite în cod.<div>
ru_ru: <div>При распознавании разметки распознавать знаки Unicode как ASCII, например:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Будет настроено автоматически, если умные кавычки или тире преобразуются при вводе.<div>
sk_sk: <div>Rozponať interpunkcie Unicode ako ASCII, napr.:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Automaticky sa zapne, ak sa dynamické úvodzovky/pomlčky prevedú na vstup.<div>
sl_si: <div>Pri razčlenjevanju markdown prepoznaj unicode ločila kot ASCII, n.pr.:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Samodejni vklop če je določeno, da se narekovaji/pomišljaji ob vnosu samodejno pretvarjajo.<div>
sv_se: <div>Aktivera stöd för unicode-skiljetecken vid tolkning av markdown, t.ex:<br/> <pre> 》 blockquote → > blockquote <br/> [länk](src ’titel’) → [länk](src 'titel')</pre>Detta aktiveras automatiskt om smarta citatecken/streck är inställda på att omvandlas vid skrift.<div>
tr_tr: <div> Ayrıştırma etiketlemesi yapılırken unicode noktalama işaretlerini ASCII olanlar olarak tanıma, örneğin: <br/> <pre>》 blok alıntı →> blok alıntı <br/> [bağlantı] (src 'başlık') → [bağlantı] (src 'başlık') </pre> Girişte akıllı tırnak işaretleri / kısa çizgiler dönüştürülecekse otomatik olarak açılacaktır. <div>
uk_ua: <div>Розпізнавати unicode-пунктуацію як ASCII при читанні markdown, наприклад:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Це налаштування увімкнеться автоматично, якщо розумні лапки/тире будуть конвертуватися при вводі.<div>
vi_vn: <div>Xem các dấu chấm unicode như dạng đấu chấm ASCII khi phân tích markdown, e.g:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Nó sẽ được bật tự động khi dấu ngoặc kép/dấu gạch ngang được tự động chỉnh sửa khi nhập vào.<div>
zh_hans: <div>解析 Markdown 符号时，允许并转化 Unicode 标点，例：<br/> <pre> 》 引用 → > 引用 <br/> [链接](src ’标题’) → [链接](src '标题')</pre>当选中“输入时转换“，并开启“智能引号“或者”智能破折号”时，该选项会默认开启<div>
zh_hant: <div>剖析 Markdown 時，將 Unicode 標點符號辨識為其 ASCII 的對應標點符號。例如:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>若智慧型標點符號的設定為輸入時即轉換，此會被自動開啟。<div>

source: Copy image to custom folder
ar_sa: نسخ الصورة لملف خاص
cs_cz: Kopírovat obrázek do vlastní složky
de_ch: Bild in benutzerdefinierten Ordner kopieren
fa_ir: کپی تصویر در پوشه‌ی سفارشی
gl_es: Copiar imaxe no cartafol personalizado
he_il: העתק תמונה לתיקיה מותאמת אישית
hu_hu: Kép másolása egyéni mappába
it_it: Copia immagine nella cartella personalizzata
ja_jp: 指定したフォルダに画像をコピー
pl_pl: Skopiuj obraz do własnego folderu
pt_br: Copiar imagem para pasta personalizada
ro_ro: Copiază imagine în un folder particular
ru_ru: Скопировать изображение в пользовательскую папку
sk_sk: Kopírovať obrázok do vlastného priečinka
sl_si: Kopiraj sliko v mapo po meri
sv_se: Kopiera bild till anpassad mapp
tr_tr: Resmi özel dosyaya kopyala
uk_ua: Скопіювати зображення до власної директорії
vi_vn: Sao chép hình ảnh vào thư mục cụ thể
zh_hans: 复制到指定路径
zh_hant: 複製圖片至自訂資料夾

source: Please specify a relative path to current folder which begins with './' or '../', or an absolute folder path. (`${filename}` representing for currents filename.)
ar_sa: الرجاء تحديد مسار نسبي للمجلد الحالي والذي يبدأ بـ './' أو '../', أو مسار مجلد مطلق. (`${filename}` تمثل اسم الملف الحالي.)
cs_cz: Specifikujte relativní cestu k současné složce, která začíná './' nebo '../', nebo absolutní cestu. (`${filename}` představující název souboru.)
de_ch: Bitte einen relativen Pfad zum momentanen Ordner angeben, welcher mit './' oder '../' beginnt. Oder einen absoluten Pfan angeben. (`${filename}` repräsentiert den momentanen Dateinamen
fa_ir: لطفا یک مسیر درست به پوشه جاری تعیین کنید که همراه با './' یا '../'یا یک مسیر مطلق باشد‫.‬ ‫(`${filename}`‬نام فایل جاری را نمایش می‌دهد‫.)‬
gl_es: Especifica unha ruta relativa á carpeta actual que comeze con './' ou '../', ou unha ruta de cartafol absoluta. (`$ {filename}` representado por nomes de arquivos correntes).
he_il: אנא ציין כתובת יחסית לתקייה הנוכחית שמתחילה עם './' או '../', או בנתיב לתיקייה מוחלטת. (`${filename}` מייצג שם קובץ נוכחי.)
hu_hu: Adjon meg egy elérési utat az aktuális mappához képest, ami './' vagy '../' jellel kezdődik, vagy egy abszolút utat. (A `${filename}` jelenti a szerkesztett fájl nevét.)
it_it: Specifica un percorso relativo alla cartella attuale che inizia con './' o '../', oppure un percorso assoluto. (`${filename}` rappresenta il nome del file attuale.)
ja_jp: 現在のフォルダへの相対パスを './' または '../' から始まるように指定するか、フォルダへの絶対パスとして指定してください。(`${filename}` は現在のファイル名を表します。)
pl_pl: Podaj względną ścieżkę do obecnego folderu, używając './' lub '../', albo bezwzględną ścieżkę do folderu (z `${filename}` będącym reprezentacją bieżącej nazwy pliku).
pt_br: Por favor, especifique um caminho relativo para a pasta atual que comece com './' ou '../', ou um caminho de pasta absoluto. (`${filename}` representando o nome do arquivo atual.)
ro_ro: Vă rugăm să specificați o cale relativă pentru folderul actual care începe cu './' sau '../', sau o cale absolută. (`${filename}` reprezintă numele fișierului actual.)
ru_ru: Пожалуйста, укажите относительный путь к текущей папке, который начинается с './' или '../', или абсолютный путь к папке. (`${filename}` — имя текущего файла.)
sk_sk: Prosím zadajte relatívnu cestu k aktuálnemu priečinku, ktorý začína na './' alebo '../', alebo absolútnu cestu. (`${filename}` predstavujúce názov súboru.)
sl_si: Navedite relativno pot do trenutne mape, ki se začne z './' ali '../', ali absolutno pot. (`${filename}`predstavlja trenutno ime datoteke.)
sv_se: Vänligen specifiera en relativ sökväg till den nuverande mappen som börjar med './' eller '../', eller en absolut mappsökväg. (`${filename}` representerar nuvarande filnamn.)
tr_tr: Lütfen './' veya '../' ile başlayan veya kesin bir klasör konumu olan en son klasöre yakın bir konum belirtin (`${filename}` en son dosya isimlerini belirtmektedir.)
uk_ua: Будь ласка, вкажіть відносний шлях до чинної директорії, який починається з './' або '../', або ж абсолютний шлях до директорії. (`${filename}` репрезентує ім’я чинного файлу.)
vi_vn: Vui lòng phân biệt một đường dẫn lân cận dẫn đến thư mục hiện tại sẽ luôn bắt đầu bằng './' or '../', hoặc một đường dẫn đầy đủ đến thư mục. (`${filename}` chính là tên hiện tại của tập tin.)
zh_hans: 请输入相对路径（以 './' 或 '../' 开头）或绝对路径。（其中 `${filename}` 表示当前文件名）
zh_hant: 請指定一個以 './' 或 '../' 為開頭的相對路徑或是一個絕對路徑。(`${filename}` 為目前的檔案名稱)

source: Restore to previous setting
ar_sa: استعادة الإعدادات السابقة
cs_cz: Obnovit do předchozího nastavení
de_ch: Vorherige Einstellungen wiederherstellen
fa_ir: بازیابی به تنظیمات قبل
gl_es: Restaurar a configuración anterior
he_il: חזור להגדרה קודמת
hu_hu: Előző beállítás visszaállítása
it_it: Ripristina impostazioni precedenti
ja_jp: 以前の設定に復元
pl_pl: Przywróć poprzednie ustawienie
pt_br: Restaurar o ajuste anterior
ro_ro: Restaurează Setările Anterioare
ru_ru: Восстановить предыдущую настройку
sk_sk: Obnoviť do predchádzajúceho nastavenia
sl_si: Povrni na prejšnje nastavitve
sv_se: Återställ till föregående inställning
tr_tr: Önceki ayarlara çevir
uk_ua: Відкотитися до попереднього налаштування
vi_vn: Khôi phục về cài đặt trước đó
zh_hans: 撤消更改
zh_hant: 還原先前設定

source: Folder not exist at %@, please input another path.
ar_sa: المجلد غير موجود في %@، الرجاء إدخال مسار آخر.
cs_cz: Složka %@ neexistuje, prosím vyberte jinou.
de_ch: Ordner bei %@ existiert nicht, bitte einen anderen Pfad eingeben.
fa_ir: پوشه در %@ وجود ندارد، لطفا مسیر دیگری را وارد نمایید.
gl_es: Non existe cartafol no %@, introduza outra ruta.
he_il: התיקייה לא קיימת ב־%@, אנא בחר כתובת אחרת.
hu_hu: A %@ helyen nincs mappa, adjon meg egy másik útvonalat.
it_it: La cartella non esiste in %@, inserisci un altro percorso.
ja_jp: %@ にはフォルダが存在しません。他のパスを指定してください。
pl_pl: Folder nie istnieje w lokalizacji %@ — podaj inną ścieżkę.
pt_br: Pasta não existe em %@, por favor insira outro caminho.
ro_ro: Folderul nu există în %@, vă rugăm inserați o altă cale.
ru_ru: Папка не существует в %@. Пожалуйста, укажите другой путь.
sk_sk: Priečinok neexistuje v %@, prosím zadajte inú cestu.
sl_si: Na podani poti mapa %@ ne obstaja, vnesite drugo pot.
sv_se: Mappen finns ej vid %@, vänligen skriv in en annan sökväg.
tr_tr: %@ konumunda dosya bulunamadı, lütfen başka bir konumu deneyin.
uk_ua: Директорія %@ не існує; будь ласка, введіть інший шлях.
vi_vn: Thư mục không tồn tại ở %@, vui lòng nhập một đường dẫn khác.
zh_hans: 目录 %@ 不存在，请指定另一个路径。
zh_hant: 資料夾不存在 %@，請輸入其他的路徑。

source: Please input a folder path.
ar_sa: الرجاء إدخال مسار ملف.
cs_cz: Prosím zadejte cestu k složce.
de_ch: Bitte einen Ordner-Pfad eingeben.
fa_ir: لطفا یک مسیر برای پوشه وارد نمایید.
gl_es: Introduza unha ruta de cartafol.
he_il: הזן כתובת תיקייה.
hu_hu: Írjon be egy elérési utat.
it_it: Inserisci un percorso per la cartella.
ja_jp: フォルダのパスを入力してください。
pl_pl: Podaj ścieżkę do folderu.
pt_br: Por favor insira o caminho da pasta.
ro_ro: Vă rugăm inserați o cale către un folder.
ru_ru: Пожалуйста, введите путь к папке.
sk_sk: Prosím zadajte cestu k priečinku.
sl_si: Vnesite pot do mape.
sv_se: Vänligen skriv in en mappsökväg.
tr_tr: Lütfen bir dosya konumu girin.
uk_ua: Будь ласка, введіть шлях до директорії.
vi_vn: Vui lòng nhập một đường dẫn thư mục.
zh_hans: 请输入目录路径。
zh_hant: 請輸入一個資料夾路徑。

source: Cannot use root path.
ar_sa: لا يمكن استخدام المسار الأساسي.
cs_cz: Nelze použít kořenový adresář.
de_ch: Root-Verzeichniss kann nicht verwendet werden.
fa_ir: مسیر root قابل استفاده نیست.
gl_es: Non se pode usar a ruta raíz.
he_il: לא ניתן להשתמש בכתובת מהשורש.
hu_hu: A gyökérmappa nem használható.
it_it: Impossibile utilizzare il percorso root.
ja_jp: 絶対パスは使用できません。
pl_pl: Nie można użyć katalogu źródłowego.
pt_br: Não pôde usar o caminho raiz.
ro_ro: Nu se poate folosi calea rădăcină.
ru_ru: Невозможно использовать корневой путь.
sk_sk: Nemožno použiť koreňovú cestu.
sl_si: Ne morem uporabiti korenskega imenika.
sv_se: Kan ej använda rotsökväg.
tr_tr: Kök yolu kullanılamıyor.
uk_ua: Неможливо використати кореневий шлях.
vi_vn: Không thể sử dụng đường dẫn gốc.
zh_hans: 不能使用根目录。
zh_hant: 無法使用根路徑。

source: Get Themes
ar_sa: الحصول على الأنماط
cs_cz: Získat témata vzhledu
de_ch: Themen erkunden
fa_ir: دریافت پوسته‌ها
he_il: השג ערכות נושא
hu_hu: Új témák beszerzése
it_it: Ottieni temi
ja_jp: テーマを取得
pl_pl: Pobierz motywy
pt_br: Obter Temas
ro_ro: Obține Teme
ru_ru: Скачать темы
sk_sk: Získať motívy
sl_si: Pridobi teme
sv_se: Skaffa teman
tr_tr: Tema Edinin
uk_ua: Отримати теми
vi_vn: Tải thêm Chủ đề
zh_hans: 获取主题
zh_hant: 取得主題
