Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Indent Size on Save
ar_sa: حجم المسافة البادئة عند الحفظ
ca_es: Mida sagnat al guardar
cs_cz: Velikost odsazení při ukládání
de_ch: Einrückungstiefe beim Speichern
el_gr: Μέγεθος Εσοχής κατά την Αποθήκευση
es_es: Tamaño indentación al guardar
fa_ir: اندازه‌ی فرورفتگی‌ها درهنگام ذخیره
gl_es: Tamaño de sangría ó Gardar
he_il: גודל ההזחה בעת שמירה
hr_hr: Pomak indentacije pri spremanju fajla
hu_hu: Behúzás mértéke mentéskor
it_it: Indentazione
ja_jp: 保存時のインデント幅
nl_nl: Grootte inspringen bij opslaan
pl_pl: Rozmiar wcięcia
pt_br: Tamanho da Indentação ao Salvar
ro_ro: Indentează Când Salvezi
ru_ru: Размер отступа при сохранении
sk_sk: Veľkosť odsadenie pri ukladaní
sl_si: Velikost zamika pri Shrani
sv_se: Indragsstorlek
tr_tr: Kayıt üzerine Boyut Girintile
uk_ua: Розмір відступу при збереженні
vi_vn: Định kích thước thục lề khi lưu
zh_hans: 默认缩进
zh_hant: 儲存時調整縮排

source: only apply to quotes and lists created from menu bar or hybrid view
ar_sa: طبق فقط على الاقتباسات والقوائم المنشئة من شريط القائمة أو العرض المختلط
ca_es: aplica només per cites i llistes creades des de la barra de menú o la vista hibrida
cs_cz: Aplikovat pouze na citace a seznamy vytvořené z menu nebo hybridního zobrazení
de_ch: nur anwendbar für Zitate und Listen die über das Menü oder die Hybridansicht erstellt wurden
el_gr: εφαρμόζεται μόνo στα εισαγωγικά και τις λίστες που δημιουργήθηκαν από το μενού ή την υβριδική προβολή
es_es: aplica solamente para citaciones y listas creadas de la barra de menús o desde la vista híbrida
fa_ir: فقط برای نقل قول ها و لیست هایی که از نوار منو یا نمایش ترکیبی ایجاد شده است اعمال شود
gl_es: só se aplican ás comiñas e ás listas creadas a partir da barra de menú ou a vista híbrida
he_il: החל רק בעבור ציטוטים ורשימות שנוצרו משורת התפריט או מהתצוגה ההיברידית
hu_hu: csak a menüből vagy hibrid nézetből létrehozott idézetekre és listákra érvényes
it_it: applica solo a citazioni e liste create dal menu o in visualizzazione ibrida
ja_jp: メニューバーまたはハイブリッドビューで作られた引用とリストにのみ適用
nl_nl: alleen van toepassing op citaten en lijsten gemaakt vanaf menubalk of hybride weergave
pl_pl: stosuj jedynie do cytatów oraz list utworzonych z paska menu lub widoku hybrydowego
pt_br: aplicado exclusivamente em citações e listas criadas pela barra de menu ou em visão híbrida
ro_ro: Aplică doar ghilimelelor și listelor create din bara de meniu sau din vizualizarea hibridă
ru_ru: применяются только для цитат и списков, созданных из меню или гибридного просмотра
sk_sk: aplikovať iba na citácie a zoznamy vytvorené z menu alebo hybridného zobrazenia
sl_si: velja le za citate in sezname, ustvarjene iz menijske vrstice ali hibridnega pogleda
sv_se: använd bara för citat och listor skpade från menyraden eller hybridvyn
tr_tr: sadece alıntılara ve menü çubuğu veya hibrid görüntülemeden oluşturulmuş listelere uygula
uk_ua: застосовується тільки до цитат і списків, створених через рядок меню або гібридний вид
vi_vn: chỉ áp dụng cho trích dẫn và danh sách được tạo từ thanh menu hoặc kiểu xem hỗn hợp
zh_hans: 只对通过菜单栏或快捷键生成的引用和列表有效
zh_hant: 僅套用產生自選單或快速鍵產生的引號及清單有效果

source: Trigger Autocomplete without ESC key for
ar_sa: تشغيل الإكمال التلقائي بدون مفتاح ESC
ca_es: Activar emplenament automàtic sense la tecla ESC per
cs_cz: Spustit automatické dokončení bez klávesy Escape pro
de_ch: Autovervollständigung ohne Verwendung der ESC Taste für
el_gr: Ενεργοποίηση Αυτόματης Συμπλήρωσης χωρίς το πλήκτρο ESC για
es_es: Activar autocompletado sin tecla ESC para
fa_ir: بدون کلید ESC ذخیره خودکار را دنبال کن
gl_es: Activar Autocompletar sen tecla ESC para
he_il: החל השלמה אוטומטית ללא לחיצה על ESC בעבור
hr_hr: Trigger Autocomplete bez ESC key for
hu_hu: Automatikus kiegészítés ESC gomb nélkül ehhez
it_it: Autocompletamento senza usare il tasto ESC
ja_jp: ～についてはESCなしでオートコンプリートを起動
nl_nl: Trigger Autocomplete zonder ESC-toets voor
pl_pl: Włącz autouzupełnianie bez użycia klawisza Esc w przypadku
pt_br: Autocompletar sem a tecla ESC para
ro_ro: Declanșează completarea automată fară apăsarea tastei ESC
ru_ru: Автоматическое
sk_sk: Spustiť automatické dokončenie bez tlačidla ESC pre
sl_si: Sproži samodokončanje brez tipke ESC za
sv_se: Aktivera automatisk komplettering utan ESC för
tr_tr: ESC tuşuna basmadan Otomatik Tamamlamayı aktifleştir
uk_ua: Викликати Автозаповнення без клавіші ESC
vi_vn: Bật/tắt tự động hoàn tất không cần dùng phím ESC cho
zh_hans: 触发自动完成
zh_hant: 無需 ESC 鍵即觸發自動完成

source: Emoji (e.g. :smile:)
ar_sa: إموجي (مثال:smile:)
ca_es: Emoji (ex. :smile:)
cs_cz: Emoji (např. :smile:)
de_ch: Emoji (z.B. :smile:)
es_es: Emoji (ej. :smile:)
fa_ir: اموجی (e.g. :smile:)
he_il: אימוג'י (לדוגמא :smile:)
hr_hr: Emotikoni (npr. :smile:)
hu_hu: Emoji (pl. :smile:)
it_it: Emoji (i.e. :smile:)
ja_jp: 絵文字（例 :smile:）
pl_pl: Emoji (np. :smile:)
pt_br: Emoji (ex.: :smile:)
ro_ro: Emoji (de ex. :smile:)
ru_ru: Эмодзи (например: :smile:)
sk_sk: Emoji (napr. :smile:)
sl_si: Emodži (n. pr. :smile:)
sv_se: Emoji (t.ex. :smile:)
tr_tr: Emoji (örneğin :gülücük:)
uk_ua: Емоджі (наприклад, :smile:)
zh_hans: Emoji表情（例：:smile: ）
zh_hant: 顏文字 (例如 :smile:)

source: Images Insert
ar_sa: إدراج صورة
ca_es: Inserir imatges
cs_cz: Vložit obrázky
de_ch: Eingefügte Bilder
el_gr: Εισαγωγή Εικόνων
es_es: Insertado imágenes
fa_ir: افزودن تصویر
gl_es: Inserir Imaxes
he_il: הכנסת תמונות
hr_hr: Umetanje slika
hu_hu: Képek beszúrása
it_it: Inserimento immagini
ja_jp: 画像の挿入
nl_nl: Afbeeldingen Invoegen
pl_pl: Wstawianie obrazów
pt_br: Inserção de Imagens
ro_ro: Inserare Imagini
ru_ru: Вставка изображений
sk_sk: Vložiť obrázky
sl_si: Vstavi slike
sv_se: Insättning av bilder
tr_tr: Resim Ekle
uk_ua: Вставка зображень
vi_vn: Chèn hình ảnh
zh_hans: 图片插入
zh_hant: 插入圖片

source: Use relative path if possible
ar_sa: استخدام مسار نسبي لو أمكن
ca_es: Usar ruta relativa si és possible
cs_cz: Použít relativní cestu, pokud je to možné
de_ch: Relativen Pfad nutzen, wenn möglich
el_gr: Χρησιμοποίηση σχετικού μονοπατιού εάν αυτό είναι δυνατό
es_es: Usar ruta relativa si es posible
fa_ir: اگر امکان دارد از مسیر مرتبط استفاده کن
gl_es: Use a ruta relativa se é posible
he_il: השתמש בכתובת יחסית (אם אפשרי)
hr_hr: Koristi relativnu putanju ako je moguće
hu_hu: Relatív elérési út használata, ha lehet
it_it: Usa percorso relativo se possibile
ja_jp: 可能であれば相対パスを使う
nl_nl: Gebruik relatieve paden wanneer mogelijk
pl_pl: Użyj ścieżek względnych w miarę możliwości
pt_br: Usar caminho relativo se possível
ro_ro: Folosește calea relativă dacă e posibil
ru_ru: Использовать относительный путь при возможности
sk_sk: Použiť relatívnu cestu pokiaľ je to možné
sl_si: Če je možno, uporabi relativno pot
sv_se: Använd relativa sökvägar om möjligt
tr_tr: Mümkünse ilgili konumu kullan
uk_ua: Використовувати відносний шлях, якщо можливо
vi_vn: Sử dụng đường dẫn tương đối nếu có thể
zh_hans: 优先使用相对路径
zh_hant: 優先使用相對路徑

source: Auto Pair
ca_es: Emparellar automàticament
cs_cz: Automatické párování
de_ch: Automatische Vervollständingung
el_gr: Αυτόματη Ζεύξη
es_es: Cerrado automático
fa_ir: جفت شدن خودکار
gl_es: Auto Par
he_il: זיווג אוטומטי
hr_hr: Automatski upari
hu_hu: Pár automatikus beszúrása
it_it: Autocompletamento
ja_jp: オートペア
nl_nl: Automatisch Koppelen
pl_pl: Automatyczne pary
pt_br: Parear Automaticamente
ro_ro: Împerechere Automată
ru_ru: Автозавершение
sk_sk: Automatické párovanie
sl_si: Samodejno uskladi
sv_se: Automatisk matchning
tr_tr: Otomatik Eşleştirme
uk_ua: Автоматичні пари
vi_vn: Tự động đóng dấu
zh_hans: 使用成对的符号
zh_hant: 自動配對

source: Auto pair brackets and quotes
ar_sa: قرن الأقواس المربعة بالاقتباسات
ca_es: Tancar parelles de cometes i signes d'agrupació
cs_cz: Automaticky párovat závorky a uvozovky
de_ch: Automatisches Vervollständigen von Klammern und Anführungszeichen
el_gr: Αυτόματη αντιστοίχιση παρενθέσεων και εισαγωγικών
es_es: Cerrar pares de comillas y signos de agrupación
fa_ir: جفت کردن خودکار براکت‌ها و نقل‌قول‌ها
gl_es: Auto par parénteses e comiñas
he_il: זווג אוטומטית סוגריים מרובעים וציטוטים
hr_hr: Automatski upari zagrade i navodnike
hu_hu: Zárójelek és idézőjelek párjának automatikus beszúrása
it_it: Completa automaticamente parentesi e virgolette
ja_jp: カッコと引用符のオートペア
nl_nl: Koppel brackets and quotes automatisch
pl_pl: Pary nawiasów i cudzysłowów
pt_br: Parear colchetes e aspas automaticamente
ro_ro: Împerechere Automată paranteze și ghilimele
ru_ru: Автозакрытие скобок и кавычек
sk_sk: Automaticky párovať zátvorky a úvodzovky
sl_si: Samodejno usklajevanje oklepajev in citatov
sv_se: Matcha automatiskt paranteser och citattecken
tr_tr: Köşeli parantez ve alıntıları otomatik olarak eşle
uk_ua: Автоматичні пари дужок і лапок
vi_vn: Tự động đóng dấu ngoặc đơn và kép
zh_hans: 匹配括号和引号
zh_hant: 自動配對括號及引號

source: Auto pair common Markdown syntax
ar_sa: قرن رموز الماركداون الشائعة
ca_es: Tancar parells de sintaxis comuns de Markdown
cs_cz: Automaticky párovat obecnou syntaxi Markdown
de_ch: Automatische Vervollständigen für übliche Markdown Syntax
el_gr: Αυτόματη αντιστοίχιση κοινών Markdown στοιχείων
es_es: Cerrar pares de sintaxis comúnes de Markdown
fa_ir: جفت کردن خودکار سینتکس‌های معمول مارکدون
gl_es: Auto par sintaxe común Markdown
he_il: זווג אוטומטית תחביר Markdown נפוץ
hu_hu: Gyakori Markdown szintaxisok párjának automatikus beszúrása
it_it: Completa automaticamente regole Markdown comuni
ja_jp: 一般的なMarkdownをオートペア
nl_nl: Koppel veelgebruikte Markdown syntax automatisch
pl_pl: Pary typowych elementów składni Markdown
pt_br: Parear sintaxes comuns de Markdown automaticamente
ro_ro: Împerechere Automată sintaxa comună Markdown
ru_ru: Автозавершение основных тегов Markdown
sk_sk: Automaticky párovať častou syntax Markdown
sl_si: Samodejno usklajevanje običajne Markdown sintakse
sv_se: Matcha automatiskt vanlig Markdown syntax
tr_tr: Genel Markdown sözdizilimlerini otomatik olarak eşle
uk_ua: Автоматичні пари основного синтаксису Markdown
vi_vn: Tự động đóng các ký hiệu Markdown phổ biến
zh_hans: 匹配 Markdown 字符
zh_hant: 自動配對常用 Markdown 語法

source: Live Rendering
ar_sa: عرض مباشر
ca_es: Renderitzat en viu
cs_cz: Živé zobrazení
de_ch: Echtzeit-Vorschau
el_gr: Ζωντανή Απόδοση
es_es: Renderizado en vivo
fa_ir: رندر کردن زنده
gl_es: Representación en directo
he_il: תצוגה מקדימה בזמן אמת
hr_hr: Prikaz uživo
hu_hu: Azonnali megjelenítés
it_it: Rendering Live
ja_jp: ライブレンダリング
nl_nl: Live Weergave
pl_pl: Renderowanie na bieżąco
pt_br: Renderização Instantânea
ro_ro: Randare În Direct
ru_ru: Рендеринг
sk_sk: Živé vykresľovanie
sl_si: Predogled v živo
tr_tr: Anlık Oluşturma
uk_ua: Рендеринг наживо
vi_vn: Biên dịch trực tiếp
zh_hans: 即时渲染
zh_hant: 即時呈現

source: Display source for simple blocks (including headings, etc.) on focus
ar_sa: عرض المصدر للفقرات البسيطة (تضمن العناوين وما إلى ذلك.) عند التركيز
ca_es: Mostrar codi font per blocks simples (incloent capçaleres, etc.) a l'estar enfocat
cs_cz: Zobrazit zdroj pro jednoduché bloky (včetně hlaviček, atd.) při najetí myši
de_ch: Quelle für einfache Abschnitte (inkl. Überschriften, etc.) bei Fokussierung anzeigen
el_gr: Προβολή πηγαίου κώδικα για απλά μπλοκς (συμπεριλαμβανομένων κεφαλίδων, κλπ.) κατά την εστίαση
es_es: Mostrar código fuente para bloques simples al estar en el foco
fa_ir: تمرکز روی نمایشگر متن برای بلاک‌های ساده/n‫(‬شامل سر تیترها و غیره‫)‬
gl_es: Amosar orixe para bloques simples (incluídos os encabezados, etc.) ao seleccionar
he_il: הצג מקור בעבור בלוקים פשוטים (כולל כותרות וכו') בעת פוקוס
hu_hu: A kurzor helyén lévő egyszerű blokkok forráskódjának megjelenítése (pl. a fejléceké, stb.)
it_it: Mostra sorgente dei blocchi di codice semplici quando sono selezionati
ja_jp: 当該ブロック（見出しなど含む）のソースを 表示
nl_nl: Geef de bron weer voor eenvoudige blokken (inclusief koppen, etc.) in focus
pl_pl: Wyświetlaj źródło prostych bloków (nagłówków itp.) po najechaniu kursorem
pt_br: Exibir código fonte para blocos simples (incluindo títulos, etc.) ao focar
ro_ro: Arată codul sursă pentru blocuri simple (inclusiv titluri, etc.) în focalizare
ru_ru: Отображать исходник для обычных блоков при фокусе
sk_sk: Zobraziť zdroj pre jednoduché bloky (vrátane hlavičiek, atď.) na zameranie
sl_si: Prikaz vira za preproste bloke (vključno z naslovi itd.) v fokusu
sv_se: Visa källa för enkla block (inklusive rubriker, etc.) vid fokus
tr_tr: Odaklamada basit öbeklerin (başlıklar da dahil olmak üzere ve benzerleri) kaynaklarını göster
uk_ua: Показувати джерело для простих блоків (включно із заголовками тощо) під фокусом
vi_vn: Hiển thị nguồn cho các khối đơn giản (bao gồm các tiêu đề, v.v...) khi trỏ chuột vào
zh_hans: 显示当前块元素的 Markdown 源码 （支持标题等块元素）
zh_hant: 停留在區塊元素時顯示其原始碼 (包含標題等區塊元素)

source: Default Copy Behavior
ar_sa: سلوك نسخ تلقائي
ca_es: Comportament de còpia predeterminat
cs_cz: Standardní chování při kopírování
de_ch: Standardverhalten beim Kopieren
el_gr: Προεπιλεγμένη Συμπεριφορά Αντιγραφής
es_es: Comportamiento de copiado predeterminado
fa_ir: رفتار پیش فرض کپی
gl_es: Comportamento de copia predefinida
he_il: התנהגות ברירת המחדל להעתקה
hr_hr: Zadano ponašanje kopiranja
hu_hu: Másolás alapértelmezett módja
it_it: Copia predefinita
ja_jp: デフォルトのコピー動作
nl_nl: Standaard kopieergedrag
pl_pl: Domyślny sposób kopiowania
pt_br: Comportamento Padrão de Cópia
ro_ro: Comportament Implicit Copiere
ru_ru: Стандартное копирование
sk_sk: Predvolené správanie pri kopírovaní
sl_si: Privzeto obnašanje kopiranja
sv_se: Kopieringsbeteende
tr_tr: Varsayılan Kopyalama Davranışı
uk_ua: Стандартна поведінка при копіюванні
vi_vn: Kiểu sao chép mặc định
zh_hans: 默认复制行为
zh_hant: 預設複製行為

source: Copy Markdown source as plain text
ar_sa: نسخ ترميز الماركداون كنص مجرد
ca_es: Copiar codi Markdown com a text sense format
cs_cz: Kopírovat Markdown jako prostý text
de_ch: Markdownquellen als reinen Text kopieren
el_gr: Αντιγραφή Markdown πηγαίου κώδικα σαν απλό κείμενο
es_es: Copiar código Markdown como texto plano
fa_ir: کپی منبع مارکدون بصورت متن ساده
gl_es: Copiar orixe Markdown como texto sinxelo
he_il: העתק את מקור ה־Markdown בתור טקסט פשוט
hr_hr: Kopiranje Markdown izvor kao običan tekst
hu_hu: Markdown forráskód másolása egyszerű szövegként
it_it: Copia codice Markdown come testo semplice
ja_jp: Markdownをテキストとしてコピー
nl_nl: Kopieer de Markdown-bron als gewone tekst
pl_pl: Kopiuj źródłowy Markdown jako czysty tekst
pt_br: Copiar código fonte de Markdown como texto simples
ro_ro: Copiază codul Markdown ca text simplu
ru_ru: Копировать разметку Markdown как обычный текст
sk_sk: Kopírovať Markdown ako obyčajný text
sl_si: Kopiraj Markdown vir kot golo besedilo
sv_se: Kopiera markdownkällor som oformaterad text
tr_tr: Markdown kaynağını düz yazı olarak kopyala
uk_ua: Копіювати Markdown-джерело як звичайний текст
vi_vn: Sao chép nguồn Markdown như văn bản gốc
zh_hans: 当复制纯文本时复制 Markdown 源码
zh_hant: 複製 Markdown 成純文字

source: Typewriter Mode
ar_sa: وضعية الآلة الكاتبة
ca_es: Mode màquina d'escriure
cs_cz: Mód psacího stroje
de_ch: Schreibmaschinenmodus
el_gr: Λειτουργία Γραφομηχανής
es_es: Modo Máquina de Escribir
fa_ir: حالت ماشین تحریر
gl_es: Modo máquina de escribir
he_il: מצב מכונת כתיבה
hr_hr: Mod pisaća mašina
hu_hu: Írógép nézet
it_it: Modalità Typewriter
ja_jp: タイプライターモード
nl_nl: Typemachine Modus
pl_pl: Tryb maszyny do pisania
pt_br: Modo Máquina de Escrever
ro_ro: Mod Mașină de Scris
ru_ru: Режим печатной машинки
sk_sk: Režim písacieho stroja
sl_si: Način pisalnega stroja
sv_se: Skrivmaskinsläge
tr_tr: Daktilo Modu
uk_ua: Режим друкарської машинки
vi_vn: Chế độ máy đánh chữ
zh_hans: 打字机模式
zh_hant: 打字機模式

source: Always keep caret in middle of screen when typewriter mode is enabled
ar_sa: أبق مؤشر الكتابة في المنتصف دائمًا عند تفعيل وضعية الآلة الكاتبة
ca_es: Mostrar sempre el cursor al centre de la pantalla quan el mode de màquina d'escriure està activat
cs_cz: Vždy udržovat kurzor uprostřed obrazovky když je zapnut mód psacího stroje
de_ch: Einfügemarke immer in der Bildschirmmitte halten, wenn der Schreibmaschinenmodus aktiviert ist
el_gr: Όταν η λειτουργία γραφομηχανής είναι ενεργή, κρατήστε την αγκύλη στο κέντρο της οθόνης
es_es: Mostrar siempre el carrete en medio de la pantalla cuando el modo máquina de escribir está activado
fa_ir: همیشه هنگامی که حالت ماشین تحریر فعال است نشانک را در وسط نگهدار
gl_es: Sempre mantér o cursor no medio da pantalla cando o modo máquina de escribir está habilitado
he_il: שומר תמיד על הסמן באמצע המסך כאשר מצב מכונת הכתיבה מופעל
hu_hu: Írógép módban a kurzor mindig legyen a képernyő közepén
it_it: Mantieni il cursore al centro dello schermo quando la modalità Typewriter è attiva
ja_jp: 有効時はキャレットを常に中央に表示する
nl_nl: Zorg altijd dat de cursor in het midden van het scherm blijft staan wanneer de schrijfmachinemodus is ingeschakeld
pl_pl: Karetka zawsze pośrodku ekranu, gdy włączony jest tryb maszyny do pisania
pt_br: Sempre manter o cursor no meio da tela quando o modo máquina de escrever estiver ativado
ro_ro: Menține mereu cursorul de text în mijlocul ecranului când modul Mașină de Scris este activ
ru_ru: Всегда держать курсор в центре экрана
sk_sk: Vždy udržiavať ukazovateľ v strede obrazovky keď je zapnutý režim písacieho stroja
sl_si: Ko je omogočen način pisalnega stroja naj bo kazalec vedno na sredini zaslona
sv_se: Håll alltid markören centrerad när skrivmaskinsläge är aktiverat
tr_tr: daktilo modu aktifleştiğinde her zaman düzeltme imini ekranın ortasında tut
uk_ua: Завжди тримати курсор посередині екрану, коли увімкнений режим друкарської машинки
vi_vn: Luôn giữ dấu mũ ở giữa màn hình khi chế độ máy đánh chữ được kích hoạt
zh_hans: 在打字机模式下， 始终保证光标在屏幕中间
zh_hant: 當打字機模式啟用時 將游標保持在螢幕中央

source: (Following preferences will be applied after restart.)
ar_sa: (سيتم تطبيق التفضيلات بعد إعادة التشغيل.)
ca_es: (Les següents opcions seran aplicades després de reiniciar.)
cs_cz: (Následující předvolby se projeví až po restartu)
de_ch: (Die folgenden Einstellungen werden nach Neustart angewendet.)
el_gr: (Οι ακόλουθες προτιμήσεις θα εφαρμοστούν μετά την επανεκκίνηση.)
es_es: (Las siguientes preferencias serán aplicadas después de reiniciar.)
fa_ir: (تنظیمات زیر پس از اجرای مجدد برنامه اعمال خواهند شد.)
gl_es: (As seguintes preferencias aplicaranse despois do reinicio.)
he_il: (השינויים הבאים יתעדכנו רק לאחר אתחול.)
hu_hu: (Az alábbi beállítások csak újraindítás után lépnek érvénybe.)
it_it: (Queste impostazioni saranno applicate dopo il riavvio.)
ja_jp: （以下の設定は再起動後に有効になります）
nl_nl: (De volgende voorkeuren worden toegepast na opnieuw opstarten.)
pl_pl: (poniższe ustawienia zostaną wdrożone po ponownym uruchomieniu aplikacji)
pt_br: (As seguintes preferências serão aplicadas após reiniciar.)
ro_ro: (Preferințele următoare vor fi aplicate după repornire.)
ru_ru: (Следующие настройки будут применены после перезапуска.)
sk_sk: (Nasledujúce nastavenia sa prejaví až po reštarte)
sl_si: (Naslednje nastavitve bodo uveljavljene po ponovnem zagonu.)
sv_se: (Följande inställningar kommer appliceras efter omstart.)
tr_tr: (Değiştirilmiş ayarlar yeniden başlatmanın ardından uygulanacaktır.)
uk_ua: (Наступні параметри будуть застосовані після перезапуску застосунку.)
vi_vn: (Các tuỳ chỉnh sau sẽ có hiệu lực sau khi khởi động lại chương trình.)
zh_hans: （下面选项将在 Typora 重启后生效）
zh_hant: (以下偏好設定會在重新啟動 Typora 後套用)

source: Syntax Support
ar_sa: دعم التركيب
ca_es: Suport de sintaxis
cs_cz: Podpora syntaxe
de_ch: Syntax Unterstützung
el_gr: Υποστήριξη Σύνταξης
es_es: Soporte de sintaxis
fa_ir: پشتیبانی سینتکس
gl_es: Soporte de sintaxe
he_il: תמיכה בתחביר
hu_hu: Szintaxis támogatása
it_it: Supporto sintassi
ja_jp: 文法サポート
pl_pl: Obsługa składni
pt_br: Suporte a Sintaxe
ro_ro: Suport Sintaxă
ru_ru: Поддержка синтаксиса
sk_sk: Podpora syntaxe
sl_si: Podpora za sintakso
sv_se: Syntaxstöd
tr_tr: Sözdizimi Desteği
uk_ua: Підтримка синтаксису
vi_vn: Hỗ trợ cú pháp
zh_hans: Markdown 扩展语法
zh_hant: Markdown 語法擴充支援

source: Highlight (e.g: ==key==)
ar_sa: إبراز (مثال: ==key==)
ca_es: Subratllat (ex: ==key==)
cs_cz: Zvýraznění（např.：==key==）
de_ch: Hervorhebung (z.B: ==key==)
el_gr: Έμφαση (π.χ: ==key==)
es_es: Subrayado (e.g: ==key==)
fa_ir: برجسته (e.g: ==key==)
gl_es: Resaltado (e.g: ==key==)
he_il: הדגשה (לדוגמא: ==key==)
hr_hr: Istaknuti (npr.: == ključ ==)
hu_hu: Kiemelés (pl.: ==key==)
it_it: Evidenziato (i.e: ==key==)
ja_jp: ハイライト（例：==key==）
nl_nl: Lichteffect (e.g: ==key==)
pl_pl: Wyróżnienie (np. ==key==)
pt_br: Realçar (ex.: ==key==)
ro_ro: Evidențiere (de ex: ==key==)
ru_ru: Подсветка (например: ==key==)
sk_sk: Zvýraznenie （napr.：==kľúč==）
sl_si: Označeno (e.g: ==key==)
sv_se: Markering (t.ex: ==key==)
tr_tr: Vurgu (örneğin: ==key==)
uk_ua: Виділення (наприклад: ==key==)
zh_hans: 高亮 （例： ==key== ）
zh_hant: 醒目標示 (如: ==key==)

source: Diagrams
ar_sa: رسومات بيانية
ca_es: Diagrames
cs_cz: Diagramy
de_ch: Diagramme
el_gr: Διαγράμματα
es_es: Diagramas
fa_ir: دیاگرام و نمودارها
gl_es: Diagramas
he_il: דיאגרמות
hr_hr: Diagrami
hu_hu: Diagramok
it_it: Diagrammi
ja_jp: ダイアグラム
nl_nl: Diagrammen
pl_pl: Diagramy
pt_br: Diagramas
ro_ro: Diagrame
ru_ru: Диаграммы
sk_sk: Diagramy
sl_si: Diagrami
sv_se: Diagram
tr_tr: Diyagramlar
uk_ua: Графіки
vi_vn: Sơ đồ
zh_hans: 图表
zh_hant: 圖表

source: (Sequence, Flowchart and Mermaid)
ca_es: (Seqüència, Diagrama de flux i Mermaid)
cs_cz: （Sekvence, vývojový graf a Mermaid）
de_ch: (Sequenz, Flussdiagramm und Mermaid)
el_gr: (Αλληλουχία, Διάγραμμα Ροής και Mermaid)
es_es: (Secuencia, Diagrama de flujo y Mermaid)
fa_ir: (دنباله، فلوچارت و Mermaid )
gl_es: (Secuencia, diagrama de fluxo e espiña de peix)
he_il: (תרשים רצף, תרשים זרימה וכו')
hu_hu: (Szekvenciadiagram, folyamatábra és Mermaid)
it_it: (Serie, diagrammi di flusso e mermaid)
ja_jp: （Seqence、Flowchart、Mermaid）
pl_pl: (sekwencje, schematy blokowe i Mermaid)
pt_br: (Sequência, Fluxograma e Mermaid)
ro_ro: (Secvenţă, Schemă Logică și Mermaid)
ru_ru: интерактивные, диаграммы последовательностей и др.
sk_sk: （Sekvencia, Vývojový diagram a Mermaid）
sl_si: (Sequence, Flowchart in Mermaid)
sv_se: (Sequence, Flowchart och Mermaid)
tr_tr: (Sıra numarası, Akış Şeması ve Mermaid)
uk_ua: (Послідовностей, блок-схеми і Mermaid)
vi_vn: (Sequence, Flowchart và Mermaid)
zh_hans: (序列图、流程图 和 Mermaid 图)
zh_hant: (序列圖、流程圖和 Mermaid)

source: Syntax Preference
ar_sa: تفضيلات التركيب
ca_es: Preferència de sintaxis
cs_cz: Předvolba syntaxe
de_ch: Syntax Einstellungen
el_gr: Προτίμηση Σύνταξης
es_es: Preferencia de sintaxis
fa_ir: تنظیمات سینتکس
gl_es: Preferencia da sintaxe
he_il: העדפות תחביר
hu_hu: Szintaxis beállítások
it_it: Preferenze sintassi
ja_jp: 文法設定
nl_nl: Syntax Voorkeuren
pl_pl: Preferencje składni
pt_br: Preferência de Sintaxe
ro_ro: Preferințe Sintaxă
ru_ru: Синтаксические предпочтения
sk_sk: Nastavenie syntaxe
sl_si: Nastavitve sintakse
sv_se: Syntaxinställning
tr_tr: Sözdizimi Ayarları
uk_ua: Налаштування синтаксису
vi_vn: Tuỳ chỉnh cú pháp
zh_hans: Markdown 语法偏好
zh_hant: Markdown 語法偏好設定
