Repository: typora/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: ar_sa, ca_es, cs_cz, de_ch, el_gr, es_es, fa_ir, gl_es, he_il, hr_hr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_hans, zh_hant

source: Converting file using Pandoc. This may take some time.
ar_sa: جار تحويل الملف باستخدام Pandoc. هذا قد يستغرق بعض الوقت.
ca_es: Convertint arxiu amb Pandoc. Això pot trigar un temps.
cs_cz: Probíhá převod souboru pomocí Pandocu. Může to chvíli trvat.
de_ch: Datei wird mit Pandoc umgewandelt. Dies kann eine Weile dauern.
el_gr: Μετατροπή αρχείου με την χρησιμοποίηση του Pandoc. Αυτό μπορεί να διαρκέσει αρκετή ώρα.
es_es: Convirtiendo archivo con Pandoc. Esto puede tomar algo de tiempo.
fa_ir: تبدیل فایل با استفاده از Pandoc. این کار ممکن است مدتی طول بکشد.
gl_es: Converter arquivos usando Pandoc. Isto pode levar moito tempo.
he_il: המרת הקובץ באמצעות Pandoc. יתכן שזה יקח זמן.
hr_hr: Konverzija datoteke koristeći Pandoc. Ovo može potrajati neko vrijeme.
hu_hu: A Pandoc konvertálja a fájlt. Ez időt vesz igénybe.
it_it: Conversione file con Pandoc. Si prega di attendere.
ja_jp: Pandocでファイルを変換しています. この作業には時間がかかることがあります.
nl_nl: Bezig met converteren van bestang met Pandoc. Dit kan wat tijd kosten.
pl_pl: Konwertuję plik za pomocą Pandoc. To może zająć trochę czasu.
pt_br: Convertendo arquivo usando Pandoc. Isso pode levar um tempo.
ro_ro: Se face conversia fișierelor cu Pandoc. Acest proces poate dura un timp.
ru_ru: Преобразование файла с помощью Pandoc. Это может занять некоторое время.
sk_sk: Konvertuje sa súbor pomocou Pandoc. Môže to chvíľu trvať.
sl_si: Pretvarjanje datoteke s pomočjo Pandoc. To lahko traja nekaj časa.
sv_se: Konverterar filen med Pandoc. Detta kan ta lite tid.
tr_tr: Pandoc kullanarak dosya çevriliyor. Bu biraz zaman alabilir.
uk_ua: Конвертую файл з використанням Pandoc. Це може вимагати часу.
vi_vn: Đang chuyển đổi tập tin với Pandoc sẽ mất một ít thời gian.
zh_hans: 使用 Pandoc 转换中，请稍候。
zh_hant: 正在使用 Pandoc 轉換檔案，這可能需要一些時間。

source: Exporting file using Pandoc. This may take some time.
ar_sa: جار تصدير الملف باستخدام Pandoc. هذا قد يستغرق بعض الوقت.
ca_es: Exportant arxiu amb Pandoc. Això pot trigar un temps.
cs_cz: Probíhá export souboru pomocí Pandocu. Může to chvíli trvat.
de_ch: Datei wird mit Pandoc exportiert. Dies kann eine Weile dauern.
el_gr: Εξαγωγή αρχείου με την χρησιμοποίηση του Pandoc. Αυτό μπορεί να διαρκέσει αρκετή ώρα.
es_es: Exportando archivo con Pandoc. Esto puede tomar algo de tiempo.
fa_ir: خروجی گرفتن فایل با استفاده از Pandoc. این کار ممکن است مدتی طول بکشد.
gl_es: Exportar arquivos usando Pandoc. Isto pode levar moito tempo.
he_il: ייצוא הקובץ באמצעות Pandoc. יתכן שזה יקח זמן.
hr_hr: Izvoz datoteke koristeći Pandoc. Ovo može potrajati neko vrijeme.
hu_hu: A Pandoc exportálja a fájlt. Ez időt vesz igénybe.
it_it: Esportazione file con Pandoc. Si prega di attendere.
ja_jp: Pandocでファイルをエクスポートしています. この作業には時間がかかることがあります.
nl_nl: Bezig met exporteren van bestand met Pandoc. Dit kan wat tijd kosten.
pl_pl: Eksportuję plik za pomocą Pandoc. To może zająć trochę czasu.
pt_br: Exportando arquivo usando Pandoc. Isso pode levar um tempo.
ro_ro: Se exportează cu Pandoc. Acest proces poate dura un timp.
ru_ru: Экспорт файла с помощью Pandoc. Это может занять некоторое время.
sk_sk: Exportuje sa súbor pomocou Pandoc. Môže to chvíľu trvať.
sl_si: Izvažanje datoteke s pomočjo Pandoc. To lahko traja nekaj časa.
sv_se: Exporterar filen med Pandoc. Detta kan ta lite tid.
tr_tr: Pandoc kullanarak dosya dışa aktarılıyor. Bu biraz zaman alabilir.
uk_ua: Експортую файл з використанням Pandoc. Це може вимагати часу.
vi_vn: Đang xuất tập tin với Pandoc sẽ mất một ít thời gian.
zh_hans: 使用 Pandoc 导出中，请稍候。
zh_hant: 正在使用 Pandoc 匯出檔案，這可能需要一些時間。

source: Uploading in progress…
ar_sa: جارٍ التحميل ...
ca_es: Carregar en progres...
cs_cz: Probíhá nahrávání...
de_ch: Hochladen in Bearbeitung...
fa_ir: در حال آپلود کردن...
he_il: העלאה מתבצעת...
hu_hu: A feltöltés folyamatban…
it_it: Caricamento in corso…
ja_jp: アップロード中...
pl_pl: Przesyłanie w toku…
pt_br: Carregamento em andamento...
ro_ro: Încărcare în desfășurare…
ru_ru: Идёт загрузка...
sk_sk: Prebieha nahrávanie...
sl_si: Nalaganje …
sv_se: Uppladdning pågår...
tr_tr: Karşıya yükleme işlemi sürüyor…
uk_ua: Завантаження триває...
vi_vn: Đang xử lý tải lên...
zh_hans: 正在上传…
zh_hant: 正在上傳...

source: Do not show this again
ar_sa: لا تظهر هذه مجددًا
ca_es: No mostrar de nou
cs_cz: Znovu nezobrazovat
de_ch: Nicht erneut anzeigen
el_gr: Μην το δείξεις ξανά
es_es: No mostrar de nuevo
fa_ir: این پیام را دیگر نمایش نده
gl_es: Non amosar isto de novo
he_il: אל תראה זאת שוב
hr_hr: Ne prikazuj ovo opet
hu_hu: Ne jelenlen meg újra
it_it: Non mostrare di nuovo
ja_jp: 次回から表示しない
nl_nl: Niet meer laten zien
pl_pl: Nie pokazuj tego ponownie
pt_br: Não exibir isso novamente
ro_ro: Nu mai arăta acest lucru
ru_ru: Не показывать это снова
sk_sk: Nabudúce to nezobrazovať
sl_si: Tega ne prikazuj več
sv_se: Visa inte detta igen
tr_tr: Bunu tekrar gösterme
uk_ua: Більше це не показувати
vi_vn: Không hiện lại thông báo này
zh_hans: 不再显示
zh_hant: 不再顯示

source: Minute
ar_sa: دقيقة
ca_es: Minut
cs_cz: Minut
el_gr: Λεπτά
es_es: Minutos
fa_ir: دقیقه
he_il: דקה
hu_hu: Perc
it_it: Minuti
ja_jp: 分
nl_nl: Minuten
pl_pl: minuta
pt_br: Minuto
ro_ro: Minut
ru_ru: минут
sk_sk: Minúta
sl_si: Minuta
sv_se: Minuter
tr_tr: Dakika
uk_ua: Хвилина
vi_vn: Phút
zh_hans: 分钟
zh_hant: 分鐘

source: Line
ar_sa: سطر
ca_es: Línia
cs_cz: Řádků
de_ch: Zeile
el_gr: Γραμμές
es_es: Líneas
fa_ir: خط
he_il: שורה
hu_hu: Sor
it_it: Righe
ja_jp: 行
nl_nl: Lijnen
pl_pl: wiersz
pt_br: Linha
ro_ro: Linie
ru_ru: строк
sk_sk: Riadek
sl_si: Vrstica
sv_se: Rader
tr_tr: Satır
uk_ua: Рядок
vi_vn: Dòng
zh_hans: 行
zh_hant: 行

source: Word
ar_sa: كلمة
ca_es: Paraula
cs_cz: Slov
de_ch: Wort
el_gr: Λέξεις
es_es: Palabras
fa_ir: کلمه
he_il: מילה
hu_hu: Szó
it_it: Parole
ja_jp: 単語
nl_nl: Woorden
pl_pl: słowo
pt_br: Palavra
ro_ro: Cuvânt
ru_ru: слов
sk_sk: Slovo
sl_si: Beseda
sv_se: Ord
tr_tr: Kelime
uk_ua: Слово
vi_vn: Từ
zh_hans: 词
zh_hant: 字

source: Character
ar_sa: حرف
ca_es: Caràcter
cs_cz: Znaků
de_ch: Buchstabe
el_gr: Χαρακτήρες
es_es: Caracteres
fa_ir: کارکتر
he_il: תו
hu_hu: Karakter
it_it: Caratteri
ja_jp: 文字
nl_nl: Karakters
pl_pl: znak
pt_br: Carácter
ro_ro: Caracter
ru_ru: символов
sk_sk: Znak
sl_si: Znak
sv_se: Tecken
tr_tr: Karakter
uk_ua: Символ
vi_vn: Ký tự
zh_hans: 字符
zh_hant: 字元

source: Minutes
ar_sa: دقائق
ca_es: Minuts
cs_cz: Minut
de_ch: Minuten
el_gr: Λεπτά
es_es: Minutos
fa_ir: دقیقه
gl_es: Minutos
he_il: דקות
hr_hr: Minute
hu_hu: Perc
it_it: Minuti
ja_jp: 分
nl_nl: Minuten
pl_pl: minut(y)
pt_br: Minutos
ro_ro: Minute
ru_ru: минут
sk_sk: Minút
sl_si: Minute
sv_se: Minuter
tr_tr: Dakikalar
uk_ua: Хвилини
vi_vn: Phút
zh_hans: 分钟
zh_hant: 分鐘

source: Lines
ar_sa: أسطر
ca_es: Línies
cs_cz: Řádků
de_ch: Zeilen
el_gr: Γραμμές
es_es: Líneas
fa_ir: خط
gl_es: Liñas
he_il: שורות
hr_hr: Linije
hu_hu: Sor
it_it: Righe
ja_jp: 行
nl_nl: Lijnen
pl_pl: wierszy
pt_br: Linhas
ro_ro: Linii
ru_ru: строк
sk_sk: Riadkov
sl_si: Vrstice
sv_se: Rader
tr_tr: Satırlar
uk_ua: Рядки
vi_vn: Dòng
zh_hans: 行
zh_hant: 行

source: Words
ar_sa: كلمات
ca_es: Paraules
cs_cz: Slov
de_ch: Wörter
el_gr: Λέξεις
es_es: Palabras
fa_ir: کلمه
gl_es: Palabras
he_il: מילים
hr_hr: Riječi
hu_hu: Szó
it_it: Parole
ja_jp: 単語
nl_nl: Woorden
pl_pl: słów
pt_br: Palavras
ro_ro: Cuvinte
ru_ru: слов
sk_sk: Slov
sl_si: Besede
sv_se: Ord
tr_tr: Kelimeler
uk_ua: Слова
vi_vn: Từ
zh_hans: 词
zh_hant: 字

source: Characters
ar_sa: حروف
ca_es: Caràcters
cs_cz: Znaků
de_ch: Buchstaben
el_gr: Χαρακτήρες
es_es: Caracteres
fa_ir: کارکتر
gl_es: Caracteres
he_il: תווים
hr_hr: Znakovi
hu_hu: Karakter
it_it: Caratteri
ja_jp: 文字
nl_nl: Karakters
pl_pl: znaków
pt_br: Caracteres
ro_ro: Caractere
ru_ru: символов
sk_sk: Znakov
sl_si: Znaki
sv_se: Tecken
tr_tr: Karakterler
uk_ua: Символи
vi_vn: Ký tự
zh_hans: 字符
zh_hant: 字元數

source: In Selection
ar_sa: المحدد
ca_es: A la selecció
cs_cz: Ve výběru
de_ch: Ausgewählt
el_gr: Επιλεγμένο/α
es_es: En selección
fa_ir: انتخاب شده
gl_es: Na selección
he_il: בבחירה
hr_hr: U odabiru
hu_hu: A kijelölésben
it_it: Selezionati
ja_jp: 選択範囲
nl_nl: In Selectie
pl_pl: W zaznaczeniu
pt_br: Na Seleção
ro_ro: În Selecție
ru_ru: В выделенном
sk_sk: Vo výbere
sl_si: V izboru
sv_se: Markerade
tr_tr: Seçili
uk_ua: У виділеному
vi_vn: Đang chọn
zh_hans: 选中部分
zh_hant: 反白選擇部分

source: Panel
ar_sa: لوحة
ca_es: Panell
de_ch: Leiste
el_gr: Πάνελ
fa_ir: پنل
he_il: לוח
hr_hr: Ploča
it_it: Pannello
ja_jp: パネル
nl_nl: Paneel
pt_br: Painel
ro_ro: Panou
ru_ru: Панель
sl_si: Panela
uk_ua: Панель
vi_vn: Bảng điều khiển
zh_hans: 面板
zh_hant: 面板

source: Appearance
ar_sa: المظهر
ca_es: Aparença
cs_cz: Vzhled
de_ch: Aussehen
el_gr: Εμφάνιση
es_es: Apariencia
fa_ir: ظاهر
gl_es: Aparencia
he_il: מראה
hr_hr: Izgled
hu_hu: Megjelenés
it_it: Aspetto
ja_jp: 表示
nl_nl: Uiterlijk
pl_pl: Wygląd
pt_br: Aparência
ro_ro: Aspect
ru_ru: Оформление
sk_sk: Vzhľad
sl_si: Videz
sv_se: Utseende
tr_tr: Görünüm
uk_ua: Вигляд
vi_vn: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: System Native
ar_sa: مظهر النظام الأصلي
ca_es: Nativa del sistema
cs_cz: Systémový
de_ch: Systemnativ
el_gr: Εγγενές
es_es: Nativa del sistema
fa_ir: سیستم بومی
gl_es: Sistema nativo
he_il: מערכת מקומית
hu_hu: Operációs rendszeré
it_it: Nativo di sistema
ja_jp: システム標準
nl_nl: Systeem Standaard
pl_pl: Typowy dla systemu
pt_br: Nativo do Sistema
ro_ro: Nativ Sistemului
ru_ru: Как в системе
sk_sk: Systémový
sl_si: Sistemsko določeno
sv_se: System
tr_tr: Sisteme Uyumlu
uk_ua: Типовий для системи
vi_vn: Theo mặc định hệ thống
zh_hans: 系统原生
zh_hant: 系統原生

source: Unibody
ar_sa: أحادي
el_gr: Ενιαίο
gl_es: Monobloque
he_il: אחיד
ja_jp: ユニボディ
pl_pl: uniwersalny
uk_ua: Універсальний
vi_vn: Giao diện đồng nhất
zh_hans: 一体化
zh_hant: 一體化

source: (applied after restart)
ar_sa: (تطبق بعد إعادة التشغيل)
ca_es: (s'aplica després de reiniciar)
cs_cz: (aplikováno po restartu)
de_ch: (nach Neustart angewendet)
el_gr: (εφαρμογή μετά την επανεκκίνηση)
es_es: (se aplica después de reiniciar)
fa_ir: (پس از اجرای مجدد اعمال می‌شود)
gl_es: (aplicada despois do reinicio)
he_il: (יחול לאחר הפעלה מחדש)
hr_hr: (bit će primijenjeno nakon ponovnog pokretanja)
hu_hu: (újraindítás után lép érvénybe)
it_it: (richiede riavvio del programma)
ja_jp: 再起動後に適用
nl_nl: (toegepast naar herstart)
pl_pl: (wdrożone po ponownym uruchomieniu programu)
pt_br: (aplicada após reiniciar)
ro_ro: (necesită repornirea programului)
ru_ru: (изменения применятся после перезапуска)
sk_sk: (prejaví sa až po reštarte)
sl_si: (uveljavi se po ponovnem zagonu)
sv_se: (appliceras efter omstart)
tr_tr: (yeniden başlatmanın ardından uygulanacak)
uk_ua: (застосується після перезапуску застосунку)
vi_vn: (được áp dụng sau khi khởi động lại)
zh_hans: （重启 Typora 后生效）
zh_hant: (重新啟動後套用)

source: Status Bar
ar_sa: شريط الحالة
ca_es: Barra d'estat
cs_cz: Stavový řádek
de_ch: Statusleiste
el_gr: Μπάρα Κατάστασης
es_es: Barra de estado
fa_ir: نوار وضعیت
gl_es: Barra de estado
he_il: שורת מצב
hr_hr: Statusna traka
hu_hu: Állapotsor
it_it: Barra di stato
ja_jp: ステータスバー
nl_nl: Statusbalk
pl_pl: Pasek stanu
pt_br: Barra de Estado
ro_ro: Bară de Stare
ru_ru: Строка состояния
sk_sk: Stavový riadok
sl_si: Statusna vrstica
sv_se: Statusraden
tr_tr: Durum Çubuğu
uk_ua: Рядок стану
vi_vn: Thanh trạng thái
zh_hans: 状态栏
zh_hant: 狀態欄

source: Show status bar
ar_sa: إظهار شريط الحالة
ca_es: Mostrar barra d'estat
cs_cz: Zobrazit stavový řádek
de_ch: Statusleiste zeigen
el_gr: Εμφάνιση μπάρας κατάστασης
es_es: Mostrar barra de estado
fa_ir: نمایش نوار وضعیت
gl_es: Amosar Barra de estado
he_il: הראה שורת מצב
hr_hr: Pokaži statusnu traku
hu_hu: Állapotsor megjelenítése
it_it: Mostra barra di stato
ja_jp: ステータスバーを表示
nl_nl: Weergeef statusbalk
pl_pl: Pokaż pasek stanu
pt_br: Exibir barra de estado
ro_ro: Arată Bară de Stare
ru_ru: Показывать строку состояния
sk_sk: Zobraziť stavový riadok
sl_si: Prikaži statusno vrstico
sv_se: Visa statusraden
tr_tr: Durum çubuğunu göster
uk_ua: Показувати рядок стану
vi_vn: Hiện thanh trạng thái
zh_hans: 显示状态栏
zh_hant: 顯示狀態欄

source: Save & Recover
ar_sa: حفظ واستعادة
ca_es: Guardat i recuperació
cs_cz: Uložit a obnovit
de_ch: Sichern & Wiederherstellen
el_gr: Αποθήκευση & Ανάκτηση
es_es: Guardado y recuperación
fa_ir: ذخیره و بازیابی
gl_es: Gardar & Recuperar
he_il: שמור ושחזר
hr_hr: Sačuvaj i vrati
hu_hu: Mentés és visszaállítás
it_it: Salva e ripristina
ja_jp: 保存と復元
nl_nl: Opslaan & Herstel
pl_pl: Zapisz i przywróć
pt_br: Salvar & Recuperar
ro_ro: Salvează & Recuperă
ru_ru: Сохранить и восстановить
sk_sk: Uložiť & Obnoviť
sl_si: Shrani & Obnovi
sv_se: Spara & återställ
tr_tr: Kaydet & Kurtar
uk_ua: Зберегти і відновити
vi_vn: Lưu và khôi phục
zh_hans: 保存 & 恢复
zh_hant: 儲存並復原

source: Auto Save
ar_sa: حفظ تلقائي
ca_es: Guardat automàtic
cs_cz: Automatické ukládání
de_ch: Automatisches Speichern
el_gr: Αυτόματη Αποθήκευση
es_es: Autoguardar
fa_ir: ذخیره خودکار
gl_es: Auto Gardado
he_il: שמירה אוטומטית
hr_hr: Automatsko spremanje
hu_hu: Automatikus mentés
it_it: Salvataggio automatico
ja_jp: 自動保存
nl_nl: Automatisch Opslaan
pl_pl: Autozapis
pt_br: Salvar Automaticamente
ro_ro: Salvare Automată
ru_ru: Автосохранение
sk_sk: Automatické ukladanie
sl_si: Samodejno shranjevanje
sv_se: Spara automatiskt
tr_tr: Otomatik Kayıt
uk_ua: Автозбереження
vi_vn: Tự động lưu
zh_hans: 自动保存
zh_hant: 自動儲存

source: Recover Unsaved Drafts
ar_sa: استعادة المسودات غير المحفوظة
ca_es: Recuperar esborranys no guardats
cs_cz: Obnovit neuložené návrhy
de_ch: Ungesicherte Entwürfe wiederherstellen
el_gr: Ανάκτηση μη Αποθηκευμένων Προσχέδιων
es_es: Recuperar borradores no guardados
fa_ir: بازیابی چرک‌نویس‌های ذخیره نشده
gl_es: Recuperar borradores non gardados
he_il: שחזר טיוטות שלא נשמרו
hr_hr: Vrati nesačuvane fajlove
hu_hu: Mentetlen piszkozatok visszaállítása
it_it: Recupera bozze non salvate
ja_jp: 未保存の下書きを復元
nl_nl: Herstel Niet Opgeslagen Schetsen
pl_pl: Przywróć niezapisane wersje robocze
pt_br: Recuperar Rascunhos Não Salvos
ro_ro: Recuperă Schițe Nesalvate
ru_ru: Восстановление несохраненных черновиков
sk_sk: Obnoviť neuložené koncepty
sl_si: Obnovi neshranjene osnutke
sv_se: Återställ osparade utkast
tr_tr: Kaydedilmemiş Taslakları Kurtar
uk_ua: Відновити незбережені чернетки
vi_vn: Khôi phục bản thảo chưa lưu
zh_hans: 恢复未保存的草稿
zh_hant: 復原未儲存的草稿

source: Emoji Autocomplete
ar_sa: اكمال التلقائي للإموجي
ca_es: Completat d'emoji automàtic
cs_cz: Automatické dokončování emoji
de_ch: Emoji Autovervollständigung
el_gr: Αυτοσυμπλήρωση Emoji
es_es: Autocompletado de emoji
fa_ir: تکمیل کننده خودکار اموجی
gl_es: Autocompletar Emoji
he_il: השלמה אוטומטית של אימוג'ים
hu_hu: Emoji automatikus kiegészítés
it_it: Autocompletamento Emoji
ja_jp: 絵文字の自動補完
nl_nl: Emoji Automatisch Aanvullen
pl_pl: Autouzupełnianie emoji
pt_br: Autocompletar Emoji
ro_ro: Completare Automată Emoji
ru_ru: Автозаполнение эмодзи
sk_sk: Automatické dokončovanie Emoji
sl_si: Samodejno dokončanje Emojijev
sv_se: Autokomplettering av emoji
tr_tr: Emoji Otomatik Tamamlama
uk_ua: Автозаповнення емоджі
vi_vn: Tự động hoàn tất Emoji
zh_hans: Emoji 自动完成
zh_hant: 自動完成顏文字

source: Trigger by ESC key
ar_sa: تشغيل بمفتاح ESC
ca_es: Activar amb la tecla ESC
cs_cz: Spustit tlačítkem ESC
de_ch: Aktivieren per ESC Taste
el_gr: Ενεργοποίηση με το πλήκτρο ESC
es_es: Activar con tecla ESC
fa_ir: هشیار به کلید ESC
gl_es: Desencadear coa tecla ESC
he_il: החל באמצעות מקש ESC
hr_hr: Potaknuti tipkom ESC
hu_hu: Aktiválás ESC billentyűvel
it_it: Attiva con il tasto ESC
ja_jp: ESCキーでトリガー
nl_nl: Aanroepen door ESC knop
pl_pl: Aktywuj klawiszem Esc
pt_br: Ao Pressionar a Tecla ESC
ro_ro: Declanșează cu tasta ESC
ru_ru: Обработка клавиши ESC
sk_sk: spustiť tlačidlom ESC
sl_si: Sproži s tipko ESC
sv_se: Vid tryck på ESC
tr_tr: ESC tuşuyla aktifleşme
uk_ua: Запускати клавішею ESC
vi_vn: Bật/tắt bằng phím ESC
zh_hans: 按 Esc 键触发
zh_hant: 用 ESC 鍵觸發

source: Trigger automatically
ar_sa: تشغيل تلقائي
ca_es: Activar automàticament
cs_cz: Spustit automaticky
de_ch: Automatisch aktivieren
el_gr: Αυτόματη ενεργοποίηση
es_es: Activar automáticamente
fa_ir: هشیاری خودکار
gl_es: Desencadear automaticamente
he_il: החל אוטומטית
hr_hr: Pokreni automatski
hu_hu: Automatikus aktiválás
it_it: Attiva automaticamente
ja_jp: 自動でトリガー
nl_nl: Automatisch Aanroepen
pl_pl: Aktywuj automatycznie
pt_br: Automaticamente
ro_ro: Declanșează Automat
ru_ru: Автоматическое срабатывание
sk_sk: Spustiť automaticky
sl_si: Sproži samodejno
sv_se: Automatiskt
tr_tr: Otomatik olarak aktifleşme
uk_ua: Запускати автоматично
vi_vn: Bật/tắt tự động
zh_hans: 自动触发
zh_hant: 自動觸發

source: Default Line Ending
ar_sa: نهاية سطر تلقائية
ca_es: Final de línia predeterminat
cs_cz: Výchozí zakončení řádků
de_ch: Standard Zeilenende
el_gr: Προκαθορισμένο Τέλος Γραμμής
es_es: Fin de línea predeterminada
fa_ir: اتمام خط پیشفرض
gl_es: Fin de Liña por defecto
he_il: סיום שורה ברירת מחדל
hr_hr: Zadani kraj retka
hu_hu: Alapértelmezett sorvégződés
it_it: Interruzioni di linea predefinite
ja_jp: デフォルトの改行コード
nl_nl: Standaard Regeleinde
pl_pl: Domyślne zakończenie wiersza
pt_br: Fim de Linha Padrão
ro_ro: Terminație de Linie Implicită
ru_ru: Окончание строки по умолчанию
sk_sk: Predvolené zakončenie riadku
sl_si: Privzeto zaključevanje vrstic
sv_se: Radbryt
tr_tr: Varsayılan Satır Bitişleri
uk_ua: Кінець рядка за замовчуванням
vi_vn: Kiểu kết thúc dòng mặc định
zh_hans: 默认换行符
zh_hant: 預設換行符號

source: Line ending for new file
ar_sa: نهاية سطر لملف جديد
ca_es: Final de línia per a nous arxius
cs_cz: Zakončení řádků pro nový soubor
de_ch: Zeilenende für neue Dateien
el_gr: Τέλος γραμμής για νέο αρχείο
es_es: Fin de línea para nuevos archivos
fa_ir: اتمام خط برای خط جدید
gl_es: Fin de Liña para novo arquivo
he_il: סיום שורה בעבור קובץ חדש
hr_hr: Kraj retka za novi fajl
hu_hu: Új fájlok sorvégződése
it_it: Interruzioni di linea per i nuovi file
ja_jp: 新規ファイルの改行コード
nl_nl: Regeleinde voor nieuw bestand
pl_pl: Koniec wiersza dla nowego pliku
pt_br: Fim de linha para novos arquivos
ro_ro: Terminație de Linie pentru fișiere noi
ru_ru: Окончание строки для новых файлов
sk_sk: Zakončenie riadku pre nový súbor
sl_si: Zaključevanje vrstic za novo datoteko
sv_se: Radbryt för nya filer
tr_tr: Yeni dosya için satır bitişi
uk_ua: Кінець рядка для нового файлу
vi_vn: Kết thúc dòng cho một tập tin mới
zh_hans: 新文件的默认换行符
zh_hant: 新檔案的換行符號

source: Spell Check
ar_sa: تصحيح إملائي
ca_es: Revisar ortografia
cs_cz: Kontrola pravopisu
de_ch: Rechtschreibprüfung
el_gr: Ορθογραφικός Έλεγχος
es_es: Revisar ortografía
fa_ir: بررسی املا
gl_es: Corrección ortográfica
he_il: בדיקת איות
hu_hu: Helyesírás-ellenőrzés
it_it: Controllo ortografico
ja_jp: スペルチェック
nl_nl: Spelling Controle
pl_pl: Sprawdzanie pisowni
pt_br: Verificação de Ortografia
ro_ro: Verificare Ortografică
ru_ru: Проверка правописания
sk_sk: Kontrola pravopisu
sl_si: Črkovanje
sv_se: Stavningskontroll
tr_tr: Kelime Kontrolü
uk_ua: Перевірка орфографії
vi_vn: Kiểm tra chính tả
zh_hans: 拼写检查
zh_hant: 拼字檢查

source: Auto correct spelling
ar_sa: تصحيح إملائي تلقائي
ca_es: Auto-corregir gramàtica
cs_cz: Automaticky opravovat pravopis
de_ch: Rechtschreibung automatisch korrigieren
el_gr: Αυτόματη διόρθωση λαθών
es_es: Autocorregir gramática
fa_ir: اصلاح خودکار املا
gl_es: Auto corrixir ortografía
he_il: תקן איות אוטומטית
hu_hu: Helyesírás automatikus javítása
it_it: Correzione ortografica automatica
ja_jp: スペリング自動修正
nl_nl: Automatisch spelling corrigeren
pl_pl: Automatyczne sprawdzanie pisowni
pt_br: Corrigir ortografia automaticamente
ro_ro: Corectare Automată Ortografie
ru_ru: Автоматически исправлять орфографию
sk_sk: Automaticky opravovať pravopis
sl_si: Samodejno črkovanje
sv_se: Korrigera stavning automatiskt
tr_tr: Otomatik Kelime Düzeltme
uk_ua: Автоматично виправляти правопис
vi_vn: Tự động sửa lỗi chính tả
zh_hans: 自动更正拼写错误
zh_hant: 自動更正拼字錯誤

source: System
ar_sa: النظام
ca_es: Sistema
cs_cz: Systém
el_gr: Σύστημα
es_es: Sistema
fa_ir: سیستم
gl_es: Sistema
he_il: מערכת
hr_hr: Sustav
hu_hu: Rendszer
it_it: Sistema
ja_jp: システム
nl_nl: Systeem
pt_br: Sistema
ro_ro: Sistem
ru_ru: Системные
sk_sk: Systém
sl_si: Sistem
tr_tr: Sistem
uk_ua: Система
vi_vn: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Privacy
ar_sa: الخصوصية
ca_es: Privacitat
cs_cz: Soukromí
de_ch: Datenschutz
el_gr: Ιδιωτικότητα
es_es: Privacidad
fa_ir: حریم خصوصی
gl_es: Privacidade
he_il: פרטיות
hr_hr: Privatnost
hu_hu: Adatvédelem
ja_jp: プライバシー
pl_pl: Prywatność
pt_br: Privacidade
ro_ro: Confidențialitate
ru_ru: Приватность
sk_sk: Ochrana osobných údajov
sl_si: Zasebnost
sv_se: Integritet
tr_tr: Gizlilik
uk_ua: Конфіденційність
vi_vn: Bảo mật
zh_hans: 隐私
zh_hant: 隱私權

source: Developer
ar_sa: المطور
ca_es: Desenvolupador
cs_cz: Vývojář
de_ch: Entwickler
el_gr: Προγραμματιστής
es_es: Desarrollador
fa_ir: توسعه دهنده
gl_es: Desenvolvedor
he_il: מפתח
hu_hu: Fejlesztőknek
it_it: Sviluppo
ja_jp: 開発者
nl_nl: Ontwikkelaar
pl_pl: Programista
pt_br: Desenvolvedor
ro_ro: Dezvoltator
ru_ru: Разработка
sk_sk: Vývojár
sl_si: Razvijalec
sv_se: Utvecklare
tr_tr: Geliştirici
uk_ua: Розробник
vi_vn: Phát triển
zh_hans: 开发者选项
zh_hant: 開發者

source: Update
ar_sa: تحديث
ca_es: Actualització
cs_cz: Aktualizace
de_ch: Aktualisierungen
el_gr: Ενημέρωση
es_es: Actualización
fa_ir: به روزرسانی
gl_es: Actualizar
he_il: עדכון
hr_hr: Ažuriranje
hu_hu: Frissítés
it_it: Aggiornamento
ja_jp: 更新
pl_pl: Aktualizacje
pt_br: Atualizar
ro_ro: Actualizare
ru_ru: Обновления
sk_sk: Aktualizácie
sl_si: Posodobitev
sv_se: Uppdatera
tr_tr: Güncelleme
uk_ua: Оновлення
vi_vn: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Check Updates
ar_sa: تحقق من التحديثات
ca_es: Cercar actualitzacions
cs_cz: Zkontrolovat aktualizace
de_ch: Auf Aktualisierungen prüfen
el_gr: Έλεγχος Ενημερώσεων
es_es: Buscar actualizaciones
fa_ir: بررسی به روزرسانی
gl_es: Buscar Actualizacións
he_il: בדוק בעבור עדכונים
hr_hr: Provjeri ažuriranja
hu_hu: Programfrissítés keresése
it_it: Controlla aggiornamenti
ja_jp: 更新を確認
nl_nl: Controleer op Updates
pl_pl: Sprawdź dostępność aktualizacji
pt_br: Buscar Atualizações
ro_ro: Căutare Actualizări
ru_ru: Проверить обновления
sk_sk: Skontrolovať aktualizácie
sl_si: Preveri posodobitve
sv_se: Sök efter uppdateringar
tr_tr: Güncellemeleri Denetle
uk_ua: Перевірити наявність оновлень
vi_vn: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check updates automatically
ar_sa: تحقق من التحديثات تلقائيًا
ca_es: Cercar actualitzacions automàticament
cs_cz: Kontrolovat aktualizací automaticky
de_ch: Automatisch nach Aktualisierungen suchen
el_gr: Αυτόματος έλεγχος για ενημερώσεις
es_es: Buscar actualizaciones automáticamente
fa_ir: بررسی به روزرسانی خودکار
gl_es: Buscar Actualizacións automaticamente
he_il: בדוק עדכונים אוטומטית
hr_hr: Automatski provjeri ažuriranja
hu_hu: Programfrissítés automatikus keresése
it_it: Attiva aggiornamento automatico
ja_jp: 更新を自動的に確認
nl_nl: Controleer automatisch op updates
pl_pl: Automatycznie sprawdzaj dostępność aktualizacji
pt_br: Buscar atualizações automaticamente
ro_ro: Căutare Actualizări Automată
ru_ru: Проверять автоматически
sk_sk: Kontrolova aktualizácie automaticky
sl_si: Samodejno preverjanje posodobitev
sv_se: Sök efter uppdateringar automatiskt
tr_tr: Güncellemeleri Otomatik Olarak Denetle
uk_ua: Перевіряти наявність оновлень автоматично
vi_vn: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新
