Repository: typora/Typora-i18n
Catalog: *.lproj/Welcome.strings
Languages: ar_sa, ca_es, da_dk, de_de, fr_fr, gl_es, hi_in, hu_hu, id_id, it_it, ja_jp, nl_nl, nn_no, pt_br, sv_se, tr_tr

source: Welcome to Typora
ar_sa: مرحبا بك في Typora
ca_es: Us donem la benvinguda al Typora
da_dk: Velkommen til Typora
de_de: Willkommen bei Typora
fr_fr: Bienvenue dans Typora
gl_es: Benvidos a Typora
hi_in: टाइपोरा में आपका स्वागत है
hu_hu: Üdvözöljük a Typorában
id_id: Selamat Datang di Typora
it_it: Benvenuto in Typora
ja_jp: Typoraへようこそ
nl_nl: Welkom bij Typora
nn_no: Velkomen til Typora
pt_br: Bem vindo ao Typora
sv_se: Välkommen till Typora
tr_tr: Typora'ya Hoşgeldiniz

source: Thank you for using Typora 👋. Typora is a minimal markdown editor and markdown reader, it gives you a seamless experience between rendered rich style contents and its source code.
ar_sa: شكرا لاستخدامك Typora 👋. Typora هو برنامج لقراءة وتعديل ملفات Markdown يمنحك تجربة فريدة في عرض نصوص ثرية ورمزها المصدر الخاص بها.
ca_es: Gràcies per utilitzar el Typora 👋. El Typora és un editor i lector minimalístic de Markdown, us ofereix una experiència perfecta entre la representació de continguts amb estils rics i el seu codi font.
da_dk: Tak fordi du bruger Typora 👋. Typora er en minimal markdown editor og markdown læser, den giver dig en ensartet visning af indhold med rigt layout og den tilhørende kildekode.
de_de: Danke, dass du Typora verwendest 👋. Typora ist ein minimaler Markdown-Editor und Markdown-Reader, der dir eine nahtlose Erfahrung zwischen gerenderten Rich-Style-Inhalten und ihrem Quellcode bietet.
fr_fr: Merci d’utiliser Typora 👋. Typora est un éditeur et lecteur Markdown minimaliste. Il vous offre une expérience fluide entre le rendu d’un contenu riche et de son code source.
gl_es: Grazas por usar Typora 👋. Typora é un lector e editor minimalista de Markdown, que ofrece unha experiencia perfecta entre os contidos de estilo rico renderizados e o seu código fonte.
hu_hu: Köszönjük, hogy a Typorát választotta 👋. A Typora egy minimalista markdown szerkesztő és markdown olvasó. Könnyedén és egyszerre kezelhető benne a formázott szöveg és annak forráskódja.
it_it: Grazie per aver scelto Typora 👋. Typora è un markdown editor minimal e un markdown reader, ti offre un'esperienza senza paragoni per unire stile e codice sorgente.
ja_jp: Typoraをご利用いただきありがとうございます 👋。Typoraは最小限なmarkdownの読み込みとエディタであり、 あなたに豊富な表示スタイルとソースコードによるシームレスな体験を提供します。
nl_nl: Bedankt voor het gebruik van Typora 👋. Typora is een minimale markdown-editor en markdown-lezer, die een naadloze ervaring verzorgt tussen geformatteerde tekst en zijn broncode.
nn_no: Takk for at du bruker Typora 👋. Typora er ein minimalistisk markdown-editor og markdown-lesar, som gjev deg ein saumlaus overgang mellom innhald med rik formattering og den underliggjande kjeldekoden.
sv_se: Tack för att du använder Typora 👋. Typora är en minimal markdown-redigerare and markdown-läsare, som ger dig en sömlös upplevelse mellan renderade rika stilinnehåll och dess källkod.
tr_tr: Typora'yı kullandığınız için teşekkür ederiz 👋. Typora, minimal bir markdown editörü ve markdown okuyucusudur, size işlenmiş zengin stil içeriği ve kaynak kodu arasında kusursuz bir deneyim sunar.

source: Get Started
ar_sa: البدء
ca_es: Primers passos
da_dk: Begynd med Typora
de_de: Loslegen
fr_fr: Commencer
gl_es: Comezar
hu_hu: Kezdjünk hozzá!
it_it: Inizia
ja_jp: 始める
nn_no: Kom i gong
pt_br: Começar
sv_se: Kom igång

source: Check following links if you're new to Markdown or Typora.
ar_sa: اطلع على الروابط التالية إن كنت جديدًا على Markdown أو Typora.
ca_es: Reviseu els enllaços següents si no coneixeu el Markdown o el Typora.
da_dk: Tjek følgende links hvis du er ny i Markdown eller Typora.
de_de: Schau dir diese Links an, wenn Typora oder Markdown für dich neu sind.
fr_fr: Consultez les liens suivants si vous commencez avec Markdown ou Typora.
gl_es: Consulta as seguintes ligazóns se es novo en Markdown ou Typora.
hi_in: यदि आप मार्कडाउन या टाइपोरा के लिए नए हैं तो निम्न लिंक की जांच करें।
hu_hu: Ha még nem ismered a Markdown-t vagy a Typorát, segítséget nyújtanak az alábbi linkek.
id_id: Cek pranala berikut jika Anda baru mengenal Markdown atau Typora.
it_it: Controlla i seguenti link se non conosci Markdown o Typora.
ja_jp: Typoraを始めて利用する人は次のリンクを確認してください。
nl_nl: Raadpleeg volgende links als Markdown of Typore nieuw voor je is.
nn_no: Sjekk desse lenkjene om Markdown eller Typora er nytt for deg.
pt_br: Visite os links a seguir se você não é familiarizado com Markdown ou com o Typora.
sv_se: Kolla in de följande länkarna ifall du är ny till Markdown eller Typora.
tr_tr: Markdown veya Typora'da yeniyseniz aşağıdaki bağlantıları kontrol edin.

source: Activate Typora
ar_sa: تفعيل Typora
ca_es: Activació del Typora
da_dk: Aktivér Typora
de_de: Aktiviere Typora
fr_fr: Activer Typora
gl_es: Activar Typora
hi_in: टाइपोरा सक्रिय करें
hu_hu: A Typora aktiválása
id_id: Aktifkan Typora
it_it: Attiva Typora
ja_jp: Typoraを有効化する
nl_nl: Activeer Typora
nn_no: Aktiver Typora
pt_br: Ativar Typora
sv_se: Aktivera Typora
tr_tr: Typora'yı Etkinleştir

source: Already purchased a license? Fill the form below and activate Typora instantly.
ar_sa: هل قمت بشراء رخصة مسبقا؟ املأ الاستمارة التالية وفعّل Typora حاليا.
ca_es: Ja heu comprat una llicència? Ompliu el formulari següent i activeu el Typora a l'instant.
da_dk: Har du allerede købt en licens? Udfyld formularen nedenfor og aktivér Typora med det samme.
de_de: Du hast schon eine Lizenz gekauft? Fülle die Felder unten aus und aktiviere Typora sofort.
fr_fr: Vous avez déjà acheté une licence ? Remplissez le formulaire ci-dessous pour activer Typora instantanément.
gl_es: Xa adquiriches unha licenza? Enche o seguinte formulario e activa Typora ao momento.
hi_in: पहले से ही एक लाइसेंस खरीदा है? नीचे दिए गए फॉर्म को भरें और टाइपोरा को तुरंत सक्रिय करें।
hu_hu: Már megvásároltad a licencet? Az alábbi mezők kitöltésével rögtön aktiválhatod is a Typorát.
id_id: Sudah membeli lisensi? Isi formulir di bawah ini dan aktifkan Typora secara instan.
it_it: Hai già acquistato la licenza? Compila il modulo sottostante e attiva subito Typora.
ja_jp: 既にライセンスを購入している? 下のフォームを入力してTyporaをすぐに有効化する。
nl_nl: Al een licentie gekocht? Vul onderstaand formulier in en activeer Typora meteen.
nn_no: Har du allereie kjøpt ein lisens? Fyll i skjemaet nedanfor, og aktiver Typora med ein gong.
sv_se: Har du redan köpt en licens? Fyll i formuläret nedanför och aktivera Typora direkt.
tr_tr: Zaten bir lisans satın aldınız mı? Aşağıdaki formu doldurun ve Typora'yı anında etkinleştirin.

source: Email
ar_sa: البريد الإلكتروني
ca_es: Correu electrònic
da_dk: Mail
hi_in: ईमेल
id_id: Pos-el
ja_jp: メール
nn_no: E-post
sv_se: E-post
tr_tr: E-Posta

source: Email Address
ar_sa: عنوان البريد الإلكتروني
ca_es: Adreça de correu electrònic
da_dk: Mail adresse
de_de: E-Mail Addresse
fr_fr: Adresse e-mail
gl_es: Dirección correo-e
hi_in: मेल पता
hu_hu: Emailcím
id_id: Alamat Pos-el
it_it: Indirizzo Email
ja_jp: メールアドレス
nl_nl: E-mailadres
nn_no: E-postadresse
pt_br: Endereço de E-mail
sv_se: E-postadress
tr_tr: E-Posta Adresi

source: License Code
ar_sa: رمز الرخصة
ca_es: Codi de llicència
da_dk: Licenskode
de_de: Lizenzcode
fr_fr: Clé de licence
gl_es: Código da licenza
hi_in: अनुज्ञापत्र संहिता
hu_hu: Licenckód
id_id: Kode Lisensi
it_it: Codice Licenza
ja_jp: ライセンスコード
nl_nl: Licentiecode
nn_no: Lisensnøkkel
pt_br: Código da Licença
sv_se: Licenskod
tr_tr: Lisans Kodu

source: Help
ar_sa: مساعدة
ca_es: Ajuda
da_dk: Hjælp
de_de: Hilfe
fr_fr: Aide
gl_es: Axuda
hi_in: मदद
hu_hu: Súgó
id_id: Bantuan
it_it: Aiuto
ja_jp: ヘルプ
nn_no: Hjelp
pt_br: Ajuda
sv_se: Hjälp
tr_tr: Yardım

source: Find my License
ar_sa: البحث عن رخصتي
ca_es: Troba la meva llicència
da_dk: Find min license
de_de: Finde meine Lizenz
fr_fr: Trouver ma licence
gl_es: Atopar a miña licenza
hi_in: मेरा लाइसेंस खोजें
hu_hu: Licenc keresése
id_id: Temukan Lisensi Saya
it_it: Trova la mia licenza
ja_jp: 自分のライセンスを探す
nl_nl: Vind mijn licentie
nn_no: Finn lisensen min
pt_br: Encontrar minha Licença
sv_se: Hitta min licens
tr_tr: Lisansımı Bul

source: Accept <a href='https://support.typora.io/License-Agreement/'>License Agreement</a> and <a href='https://support.typora.io/Privacy-Policy/'>Privacy Policy</a>.
ar_sa: قبول <a href='https://support.typora.io/License-Agreement/'>اتفاقية الترخيص</a> و <a href='https://support.typora.io/Privacy-Policy/'>سياسة الخصوصية</a>.
ca_es: Accepteu l'<a href='https://support.typora.io/License-Agreement/'>Acord de llicència</a> i la <a href='https://support.typora.io/Privacy-Policy/'>Política de privadesa</a>.
da_dk: Acceptér <a href='https://support.typora.io/License-Agreement/'>Licensaftale</a> og <a href='https://support.typora.io/Privacy-Policy/'>Privatlivspolitik</a>.
de_de: <a href='https://support.typora.io/License-Agreement/'>Lizenzvereinbarung</a> und <a href='https://support.typora.io/Privacy-Policy/'>Datenschutzbestimmungen</a> akzeptieren.
fr_fr: Accepter <a href='https://support.typora.io/License-Agreement/'>le contrat de licence</a> et <a href='https://support.typora.io/Privacy-Policy/'>la politique de confidentialité</a>.
gl_es: Aceptar <a href='https://support.typora.io/License-Agreement/'>Acordo de Licenza</a> e <a href='https://support.typora.io/Privacy-Policy/'>Política de Privacidade</a>.
hi_in: स्वीकार करें <a href='https://support.typora.io/license-agreement/''> लाइसेंस समझौता </a> और <a href='https://support.typora.io/privacy-policy/''> गोपनीयता नीति </a>।
hu_hu: A <a href='https://support.typora.io/License-Agreement/'>Licencszerződés</a> és az <a href='https://support.typora.io/Privacy-Policy/'>Adatvédelmi szabályzat</a> elfogadása.
id_id: Terima <a href='https://support.typora.io/License-Agreement/'>Perjanjian Lisensi</a> dan <a href='https://support.typora.io/Privacy-Policy/'>Kebijakan Privasi</a>.
it_it: Accetto <a href='https://support.typora.io/License-Agreement/'>License Agreement</a> e <a href='https://support.typora.io/Privacy-Policy/'>Privacy Policy</a>.
ja_jp: <a href='https://support.typora.io/License-Agreement/'>ライセンス契約</a> と <a href='https://support.typora.io/Privacy-Policy/'>プライバシーポリシー</a>に同意する。
nn_no: Godkjenn <a href='https://support.typora.io/License-Agreement/'>lisensavtalen</a> og <a href='https://support.typora.io/Privacy-Policy/'>personvernsretningslinene</a>.
pt_br: Aceito <a href='https://support.typora.io/License-Agreement/'>os Termos de Licença</a> e <a href='https://support.typora.io/Privacy-Policy/'>a Politica de Privacidade</a>.
sv_se: Acceptera <a href='https://support.typora.io/License-Agreement/'>licensavtalet</a> och <a href='https://support.typora.io/Privacy-Policy/'>integritetspolicyn</a>.
tr_tr: <a href='https://support.typora.io/License-Agreement/'>Lisans Koşullarını</a> ve <a href='https://support.typora.io/Privacy-Policy/'>Gizlilik Politikasını</a> kabul edin.

source: Live Preview
ar_sa: عرض مباشر
ca_es: Vista prèvia en directe
da_dk: Levende forhåndsvisning
de_de: Live Vorschau
fr_fr: Aperçu en direct
gl_es: Vista previa en vivo
hi_in: सजीव पूर्वावलोकन
hu_hu: Azonnali előnézet
id_id: Pratinjau Langsung
it_it: Anteprima in tempo reale
ja_jp: ライブプレビュー
nn_no: Levande førehandsvising
pt_br: Visualização ao vivo
sv_se: Live förhandsvisning
tr_tr: Canlı Önizleme

source: Write and read rendered output instantly.
ar_sa: تعديل وقراءة نصوص متقدمة فوري.
ca_es: Escriviu i llegiu la sortida renderitzada a l'instant.
da_dk: Skriv og læs tegnet tekst samtidigt.
de_de: Schreibe und lese gerenderte Ausgabe sofort.
fr_fr: Ecrivez et lisez votre rendu instantannément.
gl_es: Escribe e le a saída renderizada ao instante.
hi_in: तुरंत प्रस्तुत आउटपुट लिखें और पढ़ें।
hu_hu: A formázott szöveg közvetlenül szerkeszthető.
id_id: Tulis dan baca keluaran yang dirender secara instan.
it_it: Scrivi e vedi il codice renderizzato all'istante.
ja_jp: レンダリングされた出力をすぐに読み書きする。
nn_no: Skriv og les formattert tekst med ein gong.
pt_br: Escreva e veja a saída renderizada instantâneamente.
sv_se: Skriv och läs renderad utdata direkt.
tr_tr: Oluşturulan çıktıyı anında yazın ve okuyun.

source: Markdown Syntax
ar_sa: Markdown سياق
ca_es: Sintaxi Markdown
da_dk: Markdown syntaks
fr_fr: Syntaxe Markdown
gl_es: Sintaxe Markdown
hi_in: मार्कडाउन सिंटैक्स
hu_hu: Markdown formázás
id_id: Sintaksis Markdown
it_it: Sintassi Markdown
ja_jp: Markdown記法
nn_no: Markdown-syntaks
pt_br: Sintaxe Markdown
tr_tr: Markdown Sözdizimi

source: Code blocks, YAML, tasks, footnotes, tables, math, diagrams
ar_sa: قوالب كود, YAML, مهام, حاشية, جداول, عمليات رياضية, رسوم بيانية
ca_es: Blocs de codi, YAML, tasques, notes al peu, taules, matemàtiques, diagrames
da_dk: Code blokke, YAML, opgaver, fodnoter, tabeller, matematik, diagrammer
de_de: Codeblöcke, YAML, Aufgaben, Fußnoten, Tabellen, Mathematik, Diagramme
fr_fr: Blocs de code, YAML, tâches, notes de bas de page, tableaux, math, diagrammes
gl_es: Bloques de código, YAML, tarefas, notas ao pé, táboas, matemáticas, diagramas
hi_in: कोड ब्लॉक, यामल, कार्य, फुटनोट, टेबल्स, गणित, आरेख
hu_hu: Programkód, YAML, tennivaló lista, lábjegyzet, táblázat, képletek, diagramok
id_id: Blok kode, YAML, tugas, catatan kaki, tabel, matematika, diagram
it_it: Blocchi di codice, YAML, attività, note a piè di pagina, tabelle, math, diagrammi
ja_jp: コードブロック, YAML, タスク, 脚注, テーブル, 数式, 図表
nl_nl: Codeblokken, YAML, taken, voetnoten, tabellen, wiskunde, diagrammen
nn_no: Kodeblokker, YAML, oppgåver, fotnoter, tabellar, matte, diagram
pt_br: Blocos de Código, YAML, tarefas, notas de rodapé, tabelas, matemática, diagramas
sv_se: Kodblock, YAML, arbeten, fotnoter, tabeller, matte, diagram
tr_tr: Kod blokları, YAML, görevler, dipnotlar, tablolar, matematik, diyagramlar

source: Import / Export
ar_sa: استيراد / تصدير
ca_es: Importació / Exportació
da_dk: Import / Eksport
de_de: Importieren / Exportieren
fr_fr: Importer / Exporter
gl_es: Importar / Exportar
hi_in: आयात निर्यात
hu_hu: Importálás és Exportálás
id_id: Impor / Ekspor
it_it: Importa / Esporta
ja_jp: インポート / エクスポート
nn_no: Import / Eksport
pt_br: Importar / Exportar
tr_tr: İçe Aktar / Dışa Aktar

source: Deliver your content in various formats.
ar_sa: إيصال محتوياتك بمختلف الصيغ.
ca_es: Presenteu el vostre contingut en diferents formats.
da_dk: Levér dit indhold i forskellige formater.
de_de: Stelle deine Inhalte in verschiedenen Formaten bereit.
fr_fr: Livrez votre contenu dans différents formats.
gl_es: Entrega o teu contido en varios formatos.
hi_in: विभिन्न प्रारूपों में अपनी सामग्री वितरित करें।
hu_hu: Fájlok átalakítása különböző formátumokba.
id_id: Kirimkan konten Anda dalam berbagai format.
it_it: Distribuisci i tuoi contenuti in vari formati.
ja_jp: 様々なフォーマットであなたのコンテンツを作成。
nl_nl: Lever je inhoud in verschillende formaten.
nn_no: Lever innhaldet ditt i ulike format.
pt_br: Entregue seu conteúdo em vários formatos.
sv_se: Leverera ditt innehåll i flera format.
tr_tr: İçeriğinizi çeşitli biçimlerde sunun.

source: Editing Experience
ar_sa: تجربة تحرير
ca_es: Experiència d'edició
da_dk: Redigeringsoplevelse
de_de: Bearbeitungserfahrung
fr_fr: Expérience d’édition
gl_es: Experiencia de edición
hi_in: संपादन अनुभव
hu_hu: Kényelmes szerkesztés
id_id: Pengalaman Pengeditan
it_it: Esperienza di Editing
ja_jp: 編集体験
nl_nl: Bewerkingservaring
nn_no: Redigeringsoppleving
pt_br: Experiência de Edição
sv_se: Redigeringsupplevelse
tr_tr: Düzenleme Deneyimi

source: Outline / Word Count / Focus Mode / Typewriter Mode
ar_sa: موجز / تعداد كلمات / وضع تركيز / وضع الآلة الكاتبة
ca_es: Esquema / Recompte de paraules / Mode d'enfocament / Mode màquina d'escriure
da_dk: Flad disposition / Antal ord / Fokustilstand / Skrivemaskinetilstand
de_de: Gliederung / Wortanzahl / Fokusmodus / Schreibmaschinenmodus
fr_fr: Plan / Nombre de Mots / Mode Focus / Mode Machine à Écrire
gl_es: Esquema / Recontar palabras / Modo enfoque / Modo máquina de escribir
hi_in: रूपरेखा / शब्द गणना / फोकस मोड / टाइपराइटर मोड
hu_hu: Vázlat / Szavak száma / Fókusz mód / Írógép mód
id_id: Ikhtisar / Jumlah Kata / Mode Fokus / Mode Mesin Tik
it_it: Struttura / Contatore parole / Modalità Focus / Modalità Typewriter
ja_jp: アウトライン / 語数カウント / フォーカスモード / タイプライターモード
nl_nl: Overzicht / Aantal woorden / Focus modus / Typemachine modus
nn_no: Disposisjon / Ordteljing / Fokusmodus / Skrivemaskinmodus
pt_br: Índices / Contagem de Palavras / Modo Foco / Modo Máquina de Escrever
sv_se: Översikt / Antal ord / Fokusläge / Skrivmaskinsläge
tr_tr: Anahat / Kelime Sayısı / Odak Modu / Daktilo Modu

source: Files
ar_sa: الملفات
ca_es: Fitxers
da_dk: Filer
de_de: Dateien
fr_fr: Fichiers
gl_es: Arquivos
hi_in: फ़ाइलें
hu_hu: Fájlkezelő
id_id: Fail
ja_jp: ファイル
nl_nl: Bestanden
nn_no: Filer
pt_br: Arquivos
sv_se: Filer
tr_tr: Dosyalar

source: Manage files in sidebar and search across files.
ar_sa: إدارة الملفات في العامود الجانبي والبحث في محتواها.
ca_es: Gestioneu fitxers a la barra lateral i cerqueu entre fitxers.
da_dk: Administrér filer i sidepanle og søg på tværs af filer.
de_de: Verwalte Dateien in der Seitenleiste und suche in Dateien.
fr_fr: Gérez vos fichiers depuis la barre latérale et cherchez parmi tous vos fichiers.
gl_es: Xestionar arquivos na barra lateral e buscar entre arquivos.
hi_in: फ़ाइलों को साइडबार में प्रबंधित करें और फ़ाइलों में खोजें।
hu_hu: Fájlok áttekintése az oldalsávban és keresés egyszerre több fájlban.
id_id: Kelola fail di bilah sisi dan cari di seluruh fail.
it_it: Gestisci i file nella barra laterale e cerca tra i file.
ja_jp: サイドバーでファイルを管理し、ファイル全体から検索をする。
nl_nl: Beheer bestanden in de zijbalk en zoek doorheen bestanden.
nn_no: Handter filer i sidepanelet, og søk i mange filer.
pt_br: Gerencie arquivos na barra lateral e pesquise arquivos.
sv_se: Hantera filer i sidofältet och sök bland filer.
tr_tr: Dosyaları kenar çubuğunda yönetin ve dosyalar arasında arama yapın.

source: Customize
ar_sa: تخصيص
ca_es: Personalització
da_dk: Tilpas
de_de: Anpassen
fr_fr: Personnalisez
hi_in: अनुकूलित करें
hu_hu: Testreszabás
id_id: Kustomisasi
it_it: Personalizza
ja_jp: カスタマイズ
nl_nl: Aanpassen
nn_no: Tilpass
pt_br: Personalize
sv_se: Anpassa
tr_tr: Özelleştirme

source: Customize your writing experience from preferences panel.
ar_sa: قم بتخصيص تجربتك في الكتابة من خلال قائمة التفضيلات.
ca_es: Personalitzeu la vostra experiència d'escriptura des del tauler de preferències.
da_dk: Tilpas din skriveoplevelse i indstillingspanelet.
de_de: Passe deine Schreiberfahrung über das Einstellungsfeld an.
fr_fr: Personnalisez votre expérience d’écriture depuis le panneau Préférences.
gl_es: Personaliza a túa experiencia de escritura desde o panel de Preferencias.
hi_in: प्राथमिकता पैनल से अपने लेखन अनुभव को अनुकूलित करें।
hu_hu: A szerkesztési beállítások testre szabhatók.
id_id: Kostumisasikan pengalaman menulis Anda melalui panel preferensi.
it_it: Personalizza la tua esperienza di scrittura dal pannello delle preferenze.
ja_jp: 設定パネルから書く体験をカスタマイズする。
nl_nl: Pas je schrijfinstellingen aan in het voorkeurenpaneel.
nn_no: Tilpass skrivemiljøet ditt i innstillingane.
pt_br: Personalize sua experiência de escrita no painel de preferências.
sv_se: Anpassa din skrivupplevelse från inställningspanelen.
tr_tr: Tercihler panelinden yazma deneyiminizi özelleştirin.

source: Themes
ca_es: Temes
da_dk: Temaer
de_de: Themen
fr_fr: Thèmes
gl_es: Temas
hi_in: विषयों
hu_hu: Témák
id_id: Tema
it_it: Temi
ja_jp: テーマ
nn_no: Tema
pt_br: Temas
sv_se: Teman
tr_tr: Temalar

source: Write in the theme you like, or make one by your own.
ar_sa: قم بالتحرير في النمط الذي يعجبك، أو قم بتصميم نمط خاص بك.
ca_es: Escriviu amb el tema que us agradi, o feu-ne un pel vostre compte.
da_dk: Skriv i temaet som du vil eller lav et selv.
de_de: Schreib in dem Thema, dass dir gefällt oder erstelle ein eigenes.
fr_fr: Écrivez dans le thème que vous aimez ou créez-en un par vous-même.
gl_es: Escribe co tema que che guste ou fai un pola túa conta.
hi_in: अपनी पसंद की थीम में लिखें, या अपने आप से एक बनाओ।
hu_hu: Használd a kedvenc témádat, vagy hozd létre a sajátodat.
id_id: Tulis dalam tema yang Anda suka, atau buat sendiri.
it_it: Scrivi col tema che ti piace o creane uno tu stesso.
ja_jp: お好みのテーマ, オリジナルのテーマでカスタマイズする。
nl_nl: Schrijf in een thema dat je leuk vindt, of maak er zelf één.
nn_no: Skriv med det temaet du liker, eller lag deg ditt eige.
pt_br: Escreva com o tema que você gostar, ou crie um você mesmo.
sv_se: Skriv i temat du tycker om, eller skapa ett själv.
tr_tr: Beğendiğiniz temayı yazın veya kendiniz yapın.

source: And more
ar_sa: والمزيد
ca_es: i molt més
da_dk: Og mere
de_de: Und mehr
fr_fr: Et bien plus
gl_es: E máis
hi_in: और अधिक
hu_hu: És még sok minden más!
id_id: Dan lainnya
it_it: E altro ancora
ja_jp: その他いろいろ
nl_nl: En meer
nn_no: Og meir
pt_br: E mais
sv_se: Och mer
tr_tr: Ve daha fazlası

source: Explore more topics at support.typora.io
ar_sa: اكتشف المزيد من المواضيع على support.typora.io
da_dk: Opdag flere emner på support.typora.io
fr_fr: Explorez plus de sujets sur support.typora.io
gl_es: Explora máis asuntos en support.typora.io
hi_in: Support.typora.io पर अधिक विषयों का अन्वेषण करें
hu_hu: További információk a support.typora.io oldalon
it_it: Scopri altro su support.typora.io
ja_jp: support.typora.io でさらにトピックを探す。
nn_no: Les meir på support.typora.io
pt_br: Explore mais tópicos em support.typora.io
sv_se: Utforska mer ämnen vid support.typora.io
tr_tr: support.typora.io adresinde daha fazla konu keşfedin

source: Quick Start
ar_sa: بدء سريع
ca_es: Guia ràpida
da_dk: Hurtigstart
de_de: Schnellstart
fr_fr: Démarrage rapide
gl_es: Inicio rápido
hi_in: जल्दी शुरू
hu_hu: Első lépések
id_id: Mulai Segera
it_it: Avvio Rapido
ja_jp: クイックスタート
nl_nl: Snelstart
nn_no: Hurtigstart
pt_br: Início Rápido
sv_se: Snabbstart
tr_tr: Hızlı başlangıç

source: Markdown Reference
ar_sa: Markdown مراجع
ca_es: Referència de Markdown
da_dk: Markdown håndbog
de_de: Markdown Referenz
fr_fr: Références Markdown
gl_es: Referencia Markdown
hi_in: मार्कडाउन संदर्भ
hu_hu: Markdown kézikönyv
id_id: Referensi Markdown
ja_jp: Markdownレファレンス
nl_nl: Markdown gids
nn_no: Markdown-referanse
pt_br: Referência Markdown
sv_se: Markdown-referens
tr_tr: Markdown Referansı

source: Explore Themes
ar_sa: اكتشاف الأنماط
da_dk: Opdag temaer
fr_fr: Parcourir les thèmes
gl_es: Explorar Temas
hi_in: सूचनाओं का अन्वेषण करें
hu_hu: Témák felfedezése
it_it: Esplora i Temi
ja_jp: テーマを探す
nn_no: Utforsk tema
pt_br: Explore Temas
sv_se: Utforska teman
tr_tr: Tema Keşfedici

source: More Topics
ar_sa: المزيد من المواضيع
ca_es: Més assumptes
da_dk: Flere emner
de_de: Mehr Thematiken
fr_fr: Plus de sujets
gl_es: Máis asuntos
hi_in: अधिक विषय
hu_hu: További témakörök
id_id: Topik Lainnya
it_it: Altri Argomenti
ja_jp: その他のトピック
nl_nl: Meer onderwerpen
nn_no: Fleire emne
pt_br: Mais tópicos
sv_se: Fler ämnen
tr_tr: Daha Fazla Konu

source: Typora Activated
ar_sa: تم تفعيل Typora
ca_es: Typora activat
da_dk: Typora aktiveret
de_de: Typora Aktiviert
fr_fr: Typora activé
gl_es: Typora Activado
hi_in: टाइपोरा सक्रिय
hu_hu: Ez a Typora aktiválva van
id_id: Typora Diaktifkan
it_it: Typora Attivato
ja_jp: Typoraがアクティベートされました。
nl_nl: Typora geactiveerd
nn_no: Typora aktivert
pt_br: Typora Ativado
sv_se: Typora är aktiverad
tr_tr: Typora Etkinleştirildi

source: Thanks for your purchase.
ar_sa: شكرًا لك على شرائك.
ca_es: Gràcies per la vostra compra.
da_dk: Tak for dit køb.
de_de: Danke für deinen Einkauf
fr_fr: Merci pour votre achat.
gl_es: Grazas pola túa compra.
hi_in: आपकी खरीदी के लिए शुक्रिया।
hu_hu: Köszönjük a vásárlást!
id_id: Terima kasih atas pembelian Anda.
it_it: Grazie per il tuo acquisto.
ja_jp: ご購入いただき、ありがとうございます。
nl_nl: Bedankt voor uw aankoop.
nn_no: Takk for handelen.
pt_br: Obrigado por sua compra.
sv_se: Tack för ditt köp.
tr_tr: Satın aldığınız için teşekkürler.

source: Next
ar_sa: التالي
ca_es: Següent
da_dk: Næste
de_de: Nächste
fr_fr: Suivant
gl_es: Seguinte
hi_in: अगला
hu_hu: Tovább
id_id: Lanjut
it_it: Avanti
ja_jp: 次へ
nl_nl: Volgende
nn_no: Neste
pt_br: Próximo
sv_se: Nästa
tr_tr: Sonraki
