Repository: typora/Typora-i18n
Catalog: *.lproj/Welcome.strings
Languages: ar_sa, ca_es, da_dk, de_de, fr_fr, gl_es, hi_in, hu_hu, id_id, it_it, ja_jp, nl_nl, nn_no, pt_br, sv_se, tr_tr

source: Please accept license agreement first
ar_sa: برجاء قبول اتفاقية الترخيص أولا
ca_es: Accepteu abans l'acord de llicència
da_dk: Accetér venligst licensaftalen først
de_de: Bitte akzeptiere zuerst die Lizenzvereinbarung
fr_fr: Veuillez accepter le contrat de licence d’abord.
gl_es: Aceptar primeiro o acordo de licenza
hi_in: कृपया पहले लाइसेंस समझौते को स्वीकार करें
hu_hu: Kérlek, előbb fogadd el a licencszerződést!
id_id: Silakan terima perjanjian lisensi dahulu
it_it: Si prega di accettare prima il contratto di licenza
ja_jp: ライセンス契約に同意してください
nl_nl: Gelieve eerst de licentieovereenkomst te aanvaarden.
nn_no: Du må godkjenna lisensen fyrst
pt_br: Por favor aceite os termos de licença primeiro.
sv_se: Vänligen acceptera licensavtalet först.
tr_tr: Lütfen, öncelikle lisans sözleşmesini kabul edin

source: Start %@ Days Trial
ar_sa: بدء %@ أيام تجريبية
ca_es: Comenceu els %@ dies de prova
da_dk: Start %@ dages prøveperiode
de_de: Starte die %@ Tage Testversion
fr_fr: Commencer une période d’essai de %@ jours
gl_es: Comezar proba de %@ días
hi_in: % @ दिन परीक्षण शुरू करें
hu_hu: %@ napos próbaidőszak indítása
it_it: Inizio %@ Giorni di Prova
ja_jp: %@日間のトライアルを始める
nl_nl: Start %@ dagen proefperiode
nn_no: Start %@-dagars test
pt_br: Iniciar %@ Dias de teste
sv_se: Starta %@ dagars testperiod
tr_tr: %@ Günlük Deneme Sürümünü Başlatın

source: Buy License
ar_sa: شراء رخصة
ca_es: Compreu una llicència
da_dk: Køb licens
de_de: Kaufe Lizenz
fr_fr: Acheter une licence
gl_es: Comprar Licenza
hi_in: लाइसेंस खरीदें
hu_hu: Licenc vásárlása
id_id: Beli Lisensi
it_it: Acquista la licenza
ja_jp: ライセンスを購入
nl_nl: Koop een licentie
nn_no: Kjøp lisens
pt_br: Comprar Licença
sv_se: Köp licens
tr_tr: Lisans Satın Al

source: Activate
ar_sa: تفعيل
ca_es: Activa
da_dk: Aktivér
de_de: Aktivieren
fr_fr: Activer
gl_es: Activar
hi_in: सक्रिय
hu_hu: Aktiválás
id_id: Aktifkan
it_it: Attivare
ja_jp: 有効にする
nl_nl: Activeren
nn_no: Aktiver
pt_br: Ativar
sv_se: Aktivera
tr_tr: Etkinleştir

source: Close
ar_sa: إغلاق
ca_es: Tanca
da_dk: Luk
de_de: Schließen
fr_fr: Fermer
gl_es: Pechar
hi_in: बंद करे
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Sluiten
nn_no: Lat att
pt_br: Fechar
sv_se: Stäng ner
tr_tr: Kapat

source: Deactivate
ar_sa: إلغاء التفعيل
ca_es: Desactiva
da_dk: Deaktivér
de_de: Deaktivieren
fr_fr: Désactiver
gl_es: Desactivar
hi_in: निष्क्रिय करें
hu_hu: Deaktiválás
id_id: Deaktivasi
it_it: Disattivare
ja_jp: 無効化する
nl_nl: Deactiveer
nn_no: Avaktiver
pt_br: Desativar
sv_se: Avaktivera
tr_tr: Devre Dışı Bırak

source: View License
ar_sa: عرض الرخصة
ca_es: Mostra la Llicència
da_dk: Vis licens
de_de: Lizenz Ansehen
fr_fr: Voir la licence
gl_es: Ver Licenza
hi_in: लाइसेंस देखें
hu_hu: Licenc megtekintése
id_id: Tampilkan Lisensi
it_it: Mostra Licenza
ja_jp: ライセンスを確認
nl_nl: Bekijk licentie
nn_no: Sjå lisensen
pt_br: Exibir Licença
sv_se: Visa licens
tr_tr: Lisansı Görüntüle

source: Your Typora License
ar_sa: رخصة Typora خاصتك
ca_es: La vostra llicència de Typora
da_dk: Din Typora licens
de_de: Deine Typora Lizenz
fr_fr: Votre licence Typora
gl_es: A túa licenza Typora
hi_in: आपका टाइपोरा लाइसेंस
hu_hu: A Typora licenced
id_id: Lisensi Typora Anda
it_it: La tua Licenza Typora
ja_jp: あなたのTyporaのライセンス
nl_nl: Je Typora licentie
nn_no: Typora-lisensen din
pt_br: Sua Licença do Typora
sv_se: Din Typora licens
tr_tr: Typora Lisansınız

source: This copy of Typora is registered with license information below.
ar_sa: هذه النسخة من Typora مسجلة بمعلومات الترخيص أدناه.
ca_es: Aquesta còpia del Typora està registrada amb la informació de la llicència següent.
da_dk: Denne kopi af Typora er registreret med licensoplysningerne vist nedenfor.
de_de: Diese Kopie von Typora ist mit den unten stehenden Lizenzinformationen registriert.
fr_fr: Cette copie de Typora est enregistrée avec les informations de licence ci-dessous.
gl_es: Esta copia de Typora está rexistrada coa seguinte información de licenza.
hi_in: टाइपोरा की यह प्रति नीचे लाइसेंस की जानकारी के साथ पंजीकृत है।
hu_hu: A Typora ezen példánya az alábbi licenc információkkal lett regisztrálva.
id_id: Kopian atas Typora ini terdaftar dengan informasi lisensi di bawah.
it_it: Questa copia di Typora è registrata con le informazioni qui di seguito.
ja_jp: このTyporaのコピーは下のライセンス情報で登録されています。
nl_nl: Dit exemplaar van Typora is geregistreerd met de hieronder vermelde licentiegegevens.
nn_no: Denne kopien av Typora er registrert med lisensinformasjonen nedanfor.
pt_br: Esta cópia do Typora está registrado com as informações de licença a seguir.
sv_se: Denna kopia av Typora är registrerad med licensinformationen nedanför.
tr_tr: Typora'nın bu kopyası, aşağıdaki lisans bilgileriyle kayıtlıdır.

source: Your trial will be expired in %@ days.
ar_sa: ستنتهي تجربتك المجانية بعد %@ يوم.
ca_es: La prova acabarà en %@ dies.
da_dk: Din prøveperiode udløber om %@ dage.
de_de: Deine Testversion wird in %@ Tagen ausgelaufen sein.
fr_fr: Votre période d’essai prend fin dans %@ jours.
gl_es: A túa proba caducará en %@ días.
hi_in: आपका परीक्षण% @ दिनों में समाप्त हो जाएगा।
hu_hu: A próbaidőszak %@ nap múlva lejár.
it_it: La tua prova scadrà tra %@ giorni.
ja_jp: あなたのトライアル期間は残り%@日です。
nl_nl: Je testperiode vervalt binnen %@ dagen.
nn_no: Testperioden din går ut om %@ dag(ar).
pt_br: Sua fase de testes irá expirar em %@ dias.
sv_se: Din testperiod kommer gå ut om %@ dagar.
tr_tr: Deneme süreniz %@ gün içinde sona erecek.

source: Enter License
ar_sa: إدخال الرخصة
ca_es: Introduïu la Llicència
da_dk: Indtast licens
fr_fr: Entrer une licence
gl_es: Introducir licenza
hi_in: लाइसेंस दर्ज करें
hu_hu: Licenc megadása
id_id: Masukkan Lisensi
it_it: Inserisci Licenza
ja_jp: ライセンスを入力
nl_nl: Vul licentie in
nn_no: Skriv inn lisens
pt_br: Inserir Licença
sv_se: Skriv in licens
tr_tr: Lisans Anahtarı Girin

source: Not Now
ar_sa: ليس الآن
ca_es: Ara no
da_dk: Ikke nu
de_de: Nicht jetzt
fr_fr: Pas maintenant
gl_es: Non agora
hi_in: अभी नहीं
hu_hu: Most nem
id_id: Tidak Sekarang
it_it: Non adesso
ja_jp: 今は行わない
nl_nl: Niet nu
nn_no: Ikkje no
pt_br: Agora não
sv_se: Inte nu
tr_tr: Daha Sonra

source: Please input a valid email address
ar_sa: يرجى إدخال بريد إلكتروني صحيح
ca_es: Introduïu una adreça de correu electrònic vàlida
da_dk: Indtast venligst en gyldig mail adresse
de_de: Bitte gib eine valide E-Mail Adresse an
fr_fr: Veuillez entrer une adresse e-mail valide
gl_es: Introducir enderezo de correo electrónico válido
hi_in: कृपया एक मान्य ईमेल पता इनपुट करें
hu_hu: Írj be egy érvényes e-mail címet
id_id: Silakan masukkan alamat pos-el yang valid
it_it: Per favore inserisci un indirizzo email valido
ja_jp: 有効なメールアドレスを入力してください
nl_nl: Gelieve een geldig e-mailadres in te geven
nn_no: Skriv ei gyldig e-postadresse her
pt_br: Por favor entre um endereço de e-mail válido
sv_se: Vänligen skriv in en giltig e-postaddress
tr_tr: Lütfen geçerli bir E-Posta adresi girin

source: Please input a valid license code
ar_sa: يرجى إدخال رمز رخصة صحيح
ca_es: Introduïu un codi de llicència vàlid
da_dk: Indtast venligst en gyldig licenskode
de_de: Bitte gib einen validen Lizenzcode an
fr_fr: Veuillez entrer une clé de licence valide
gl_es: Introducir código de licenza válido
hi_in: कृपया एक वैध लाइसेंस कोड इनपुट करें
hu_hu: Írj be egy érvényes licenckódot
id_id: Silakan masukkan kode lisensi yang valid
it_it: Si prega di inserire un codice di licenza valido
ja_jp: 有効なライセンスコードを入力してください
nl_nl: Gelieve een geldige licentiecode in geven
nn_no: Skriv inn ein gyldig lisensnøkkel her
pt_br: Por favor entre um código de licença válido
sv_se: Vänligen skriv in en giltig licenskod
tr_tr: Lütfen geçerli bir lisans kodu girin

source: Your license has exceeded the max devices numbers. The oldest device was unregistered automatically.
ar_sa: تجاوزت رخصتك عدد الأجهزة المسموح بها. سيتم إلغاء تسجيل أقدم جهاز تلقائيا.
ca_es: La llicència ha superat el nombre màxim de dispositius. El dispositiu més antic s'anul·larà automàticament.
da_dk: Du har overskredet det maksimale antal enheder i din licens. Den ældste enhed blev automatisk afregistreret.
de_de: Deine Lizenz hat die maximale Geräteanzahl überschritten. Das älteste Gerät wurde automatisch abgemeldet.
fr_fr: Votre licence a dépassé le nombre maximum d’appareils. La licence de l’appareil le plus ancien a été automatiquement désactivée.
gl_es: A túa licenza superou o número máximo de dispositivos. O dispositivo máis antigo anulouse do rexistro automaticamente.
hi_in: आपका लाइसेंस अधिकतम डिवाइस संख्याओं को पार कर गया है। The सबसे पुराना डिवाइस स्वचालित रूप से अनियंत्रित था।
hu_hu: Ehhez a licenchez nem regisztrálható több eszköz. A legrégebben társított eszköz regisztrációját automatikusan töröltük.
id_id: Lisensi Anda telah melewati jumlah perangkat maksimum. Perangkat tertua telah ditidakdaftarkan secara otomatis.
it_it: La tua licenza ha superato il numero massimo di dispositivi. Il dispositivo più vecchio è stato disattivato automaticamente.
ja_jp: ライセンスを使用できる最大デバイス数を超過したため 最も古いデバイスが自動的に解除されました。
nl_nl: Het maximaal aantal toestellen voor je licentie werd overschreden. Het oudste toestel werd automatisch ontkoppeld.
nn_no: Lisensen din har brukt opp mengda maskiner du kan ha Typora på. Den eldste maskina vart automatisk avregistrert.
pt_br: Seu código de licença ultrapassou o número máximo de dispostivo. O dispositivo registrado mais antigo foi removido automaticamente.
sv_se: Din licens har gått över antalet max enheter. Den äldsta enheten har automatiskt oregistrerats.
tr_tr: Lisansınız maksimum cihaz sayısını aştı. En eski cihazın kaydı otomatik olarak iptal edildi.

source: This license code has been used with a different email address.
ar_sa: تم استخدام رمز الرخصة هذا مع بريد إلكتروني مختلف.
ca_es: Aquest codi de llicència s'ha utilitzat amb una adreça electrònica diferent.
da_dk: Denne licenskode er blevet brugt med en anden mail adresse.
de_de: Dieser Lizenzcode wurde mit einer anderen E-Mail Adresse verwendet.
fr_fr: Ce code de licence a été utilisé avec une adresse e-mail différente.
gl_es: Este código de licenza utilizouse cun enderezo de correo electrónico diferente.
hi_in: इस लाइसेंस कोड का उपयोग एक अलग ईमेल पते के साथ किया गया है।
hu_hu: Ezt a licenckódot már használták egy másik e-mail címmel.
id_id: Kode lisensi ini telah dipakai oleh alamat pos-el yang berbeda.
it_it: Questo codice di licenza è stato utilizzato con un indirizzo email diverso.
ja_jp: このライセンスは別のメールアドレスで使用されています。
nl_nl: Dese licentiecode is gebruikt geweest met een verschillend e-mailadres.
nn_no: Denne lisensnøkkelen har vorte brukt med ei anna e-postadresse.
pt_br: Este código de licença foi usado com um endereço de e-mail diferente.
sv_se: Denna licenskod har redan blivit använd med en annan e-postaddress.
tr_tr: Bu lisans kodu farklı bir E-Posta adresiyle kullanılmış.

source: Unknown Error. Please contact hi@typora.io
ar_sa: خطأ غير معروف. تواصل مع hi@typora.io
ca_es: Error desconegut. Poseu-vos en contacte amb hi@typora.io
da_dk: Ukendt fejl. Kontakt venligst hi@typora.io
de_de: Unbekannter Fehler. Bitte kontaktiere hi@typora.io
fr_fr: Erreur inconnue. Veuillez contacter hi@typora.io
gl_es: Erro descoñecido. Ponte en contacto con hi@typora.io
hi_in: अज्ञात त्रुटि। कृपया hi@typora.io से संपर्क करें
hu_hu: Váratlan hiba történt. Kérj segítséget a hi@typora.io címen.
id_id: Eror Takdiketahui. Silakan hubungi hi@typora.io
it_it: Errore sconosciuto. Si prega di contattare hi@typora.io
ja_jp: 不明なエラーです。hi@typora.ioにご連絡ください。
nl_nl: Onbekende fout. Gelieve hi@typora.io te contacteren
nn_no: Ukjent feil. Ta kontakt med hi@typora.io
pt_br: Erro desconhecido. Por favor entre em contato com hi@typora.io
sv_se: Okänt fel. Vänligen kontakta hi@typora.io
tr_tr: Bilinmeyen hata. Lütfen hi@typora.io ile iletişime geçin.

source: Failed to access the license server. Please check your network or try again later.
ar_sa: فشل الوصول إلى خادم الرخص. تحقق من اتصالك بالإنترنت أو حاول لاحقا.
ca_es: No s'ha pogut accedir al servidor de llicències. Comproveu la vostra xarxa o torneu-ho a provar més tard.
da_dk: Kunne ikke kontakte licensserveren. Tjek venligst din internetforbindelse eller prøv igen senere.
de_de: Der Zugriff auf den Lizenzserver ist fehlgeschlagen. Bitte überprüfe dein Netzwerk oder versuche es später erneut.
fr_fr: Accès au serveur de licence impossible. Veuillez vérifier votre connexion internet et réessayez plus tard.
gl_es: Produciuse un erro ao acceder ao servidor de licenzas. Comproba a túa rede ou téntao de novo máis tarde.
hi_in: लाइसेंस सर्वर तक पहुंचने में विफल। कृपया अपना नेटवर्क जांचें या बाद में पुनः प्रयास करें।
hu_hu: Nem sikerült kapcsolódni a licenckiszolgálóhoz. Ellenőrizd a hálózati kapcsolatod vagy próbáld újra később.
id_id: Gagal mengakses server lisensi. Harap cek jaringan Anda atau coba lagi nanti.
it_it: Impossibile contattare il server delle licenze. Controlla la tua rete o riprova più tardi.
ja_jp: ライセンスサーバーへのアクセスに失敗しました。ネットワーク接続を確認するか、少し時間をあけてからもう一度お試しください。
nl_nl: De licentieserver is onbereikbaar. Gelieve je netwerk te controleren of later opnieuw te proberen.
nn_no: Kunne ikkje nå lisensserveren. Sjekk nettverket ditt, eller prøv på nytt seinare.
sv_se: Misslyckades med att komma åt licensservern. Vänligen kontrollera din internetuppkoppling eller pröva igen senare.
tr_tr: Lisans sunucusuna erişilemedi. Lütfen ağınızı kontrol edin veya daha sonra tekrar deneyin.

source: Enter a license code to support our development ❤
da_dk: Indtast en licensnøgle for at støtte vores udvikling ❤
fr_fr: Saisissez un code de licence pour soutenir notre développement ❤
gl_es: Introducir código de licenza para apoiar o noso desenvolvemento ❤
hu_hu: Írj be egy licenckódot és támogasd a fejlesztőket ❤
ja_jp: ライセンスコードを入力して開発を支援してください ❤
nl_nl: Voeg een licentiecode toe om het development te ondersteunen ❤
nn_no: Skriv inn ein lisensnøkkel for å støtta arbeidet vårt ❤

source: Re-enter Email
da_dk: Genindtast mail
fr_fr: Saisir à nouveau l’adresse e-mail
gl_es: Re-introducir correo-e
hi_in: ईमेल पुन: दर्ज करें
hu_hu: Email újból
ja_jp: メールアドレスを再入力
nl_nl: Bevestig email
nn_no: Skriv e-postadressa på nytt

source: Email address confirmation does not match.
da_dk: Mailadresse bekræftelse passer ikke.
fr_fr: L’adresse e-mail de confirmation ne correspond pas.
gl_es: A confirmación do correo-e non coincide.
hi_in: ईमेल पता पुष्टिकरण मेल नहीं खाता है।
hu_hu: Az email címek nem egyeznek.
ja_jp: メールアドレスの確認が一致しませんでした。
nl_nl: E-mailadres komt niet overeen.
nn_no: E-postadressesjekken stemmer ikkje.

source: Are you sure to deactivate Typora on this device?
da_dk: Er du sikker på, at du ønsker at deaktivere Typora på denne enhed?
fr_fr: Êtes-vous sûr de vouloir désactiver Typora sur cet appareil ?
gl_es: Estás seguro de desactivar Typora neste dispositivo?
hi_in: क्या आप इस डिवाइस पर टाइपोरा को निष्क्रिय करना सुनिश्चित कर रहे हैं?
hu_hu: Biztosan deaktiválod a Typorát ezen az eszközön?
ja_jp: このデバイスでTyporaを非アクティブ化してもよろしいですか?
nl_nl: Weet u zeker dat u Typora wilt deactiveren op dit apparaat?
nn_no: Vil du avaktivera Typora på denne maskina?

source: Offline Activation
da_dk: Off-line aktivering
fr_fr: Activation hors ligne
gl_es: Activación fóra de liña
hu_hu: Offline aktiválás
ja_jp: オフライン アクティベーション
nn_no: Aktivering avnettes

source: Back
da_dk: Tilbage
fr_fr: Retour
gl_es: Atras
hu_hu: Vissza
ja_jp: 戻る
nn_no: Tilbake

source: Get Activation Token
da_dk: Hent aktiveringsbrik
fr_fr: Obtenir la clé d'activation
gl_es: Obter token de activación
hu_hu: Aktiváló token beszerzése
ja_jp: アクティベーショントークンを取得する
nn_no: Få aktiveringsmerke

source: Your license has exceeded the max devices numbers. If you click "Continue Activation", this device will be activated and the oldest device will be unregistered automatically.
hi_in: आपका लाइसेंस अधिकतम डिवाइस संख्याओं को पार कर गया है। अगर आप "Continue Activation" क्लिक करते हैं, तो यह डिवाइस सक्रिय हो जाएगा और सबसे पुराना डिवाइस स्वचालित अपंजीकृत हो जाएगा
nl_nl: Uw licentie heeft het maximum aantal apparaten in gebruik. Als u up "Alsnog activeren" klikt, zal dit apparaat geactiveerd worden en het oudste apparaat gedeactiveerd.

source: Continue Activation
hi_in: सक्रियण जारी रखें
nl_nl: Alsnog activeren
